[{"md5ID":"0dc8f8a99df7586d3865c204fdc1af7d","symR":["THC"],"date":"2007-03-31","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Tenet Completes Sale of Graduate Hospital","GmtTimeStamp":"2007-03-31T13:00:00.000000000","CompanyCodes":["THC"],"IndustryCodes":["HEA","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\bDALLAS--(BUSINESS WIRE)--March 31, 2007-- \u001d  Tenet Healthcare Corporation (NYSE:THC) announced today that a company subsidiary has completed the previously disclosed sale of Graduate Hospital, a 190-bed hospital in Philadelphia, Pennsylvania, to the University of Pennsylvania Health System. \b \u001d  Pre-tax proceeds from the sale are approximately $16.5 million, which will be used for general corporate purposes. \b \u001d  With today's announcement, Tenet has completed the sale of eight of 13 hospitals the company had previously announced for sale. Following is a list of completed sales to-date. \b \b   --  Alvarado Hospital Medical Center, San Diego, Calif., to \b        Plymouth Health for $22.5 million. \b \b   --  Cleveland Clinic Hospital, Weston, Fla., to the Cleveland \b        Clinic Foundation for $90 million; \b \b   --  Graduate Hospital, to the University of Pennsylvania Health \b        System for $16.5 million; \b \b   --  Hollywood Medical Center, Hollywood, Fla., to the South \b        Broward Hospital District for $32 million; \b \b   --  Kenner Regional Medical Center, Meadowcrest Hospital and \b        Memorial Medical Center, all in the New Orleans, La. area, to \b        Ochsner Health System for $56.5 million; \b \b   --  Parkway Regional Medical Center, North Miami Beach, Fla., to \b        the Public Health Trust of Miami-Dade County for $35 million. \b \u001d  Pre-tax proceeds for these completed hospital transactions are estimated to be approximately $252.5 million, which includes an $8 million reimbursement related to the reconstruction of a surgical facility on the Memorial Medical Center campus. The hospitals that remain for sale are: \b \b   --  Encino-Tarzana Regional Medical Center - Encino campus, Los \b        Angeles, Calif. \b \b   --  Encino-Tarzana Regional Medical Center - Tarzana campus, Los \b        Angeles, Calif. \b \b   --  Lindy Boggs Medical Center (closed since Hurricane Katrina), \b        New Orleans, La. \b \b   --  Roxborough Memorial Hospital, Philadelphia, Pa. \b \b   --  Warminster Hospital, Philadelphia, Pa. \b \u001d  Tenet is engaged in active discussions or negotiations with potential bidders for each of the remaining five hospitals. \b \u001d  Tenet Healthcare Corporation, through its subsidiaries, owns and operates acute care hospitals and related health care services. Tenet's hospitals aim to provide the best possible care to every patient who comes through their doors, with a clear focus on quality and service. Tenet can be found on the World Wide Web at www.tenethealth.com. \b \u001d  Some of the statements in this release may constitute forward-looking statements. Such statements are based on our current expectations and could be affected by numerous factors and are subject to various risks and uncertainties discussed in our filings with the Securities and Exchange Commission, including our annual report on Form 10-K for the year ended Dec. 31, 2006, our quarterly reports on Form 10-Q and periodic reports on Form 8-K. Do not rely on any forward-looking statement, as we cannot predict or control many of the factors that ultimately may affect our ability to achieve the results estimated. We make no promise to update any forward-looking statement, whether as a result of changes in underlying factors, new information, future events or otherwise. \b \b    CONTACT: Media: \b             Steven Campanini, 469-893-6321 \b             or \b             Investors: \b             Thomas Rice, 469-893-2522 \b \b    SOURCE: Tenet Healthcare Corporation \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 09:00 ET (13:00 GMT)"},{"md5ID":"0f8ff7bb36e14c5474af5bafbbc1a410","symR":["500400.BY","BUMI.JK","ID1000068703","INE245A01013"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"India Tata Pwr:Will Buy 30% Stake In Bumi Resources-Owned Cos","GmtTimeStamp":"2007-03-31T06:20:00.000000000","CompanyCodes":["500400.BY","BUMI.JK","ID1000068703","INE245A01013"],"IndustryCodes":["COA","ELC","MNG","XDJGI","XISL"],"Story":"\u001d  NEW DELHI(AP)--India's Tata Power Co. Ltd. (500400.BY) said Saturday it will buy a 30% stake in coal companies owned by Indonesian mining major Bumi Resources (BUMI.JK) for $1.1 billion, a move aimed at securing coal supplies for its upcoming power plants. \u001d  Tata Power, part of India's sprawling business conglomerate Tata group, said in a statement that it has signed an agreement to acquire a coal trading company and 30% stake each in Kaltim Prima Coal and Arutmin Indonesia - all owned by Bumi Resources. \u001d  This is the second big overseas acquisition by the Tata Group, which sealed a deal in January to buy European steel maker Corus Group Plc (CGA) for $11.3 billion. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 02:20 ET (06:20 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1098eae30e532d591a0eefb5a7fc3b38","symR":["FMD"],"date":"2007-03-31","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/2) The Perils Of Bankrolling Slackers -2-","GmtTimeStamp":"2007-03-31T04:04:00.000000000","CompanyCodes":["FMD"],"IndustryCodes":["CFN","XDJGI","XNYA","XRUS"],"Story":"\u001d  One suspects that many of the students in the 2004-1 securitization cohort are also feeling a measure of interest-rate reset shock. Student loans are floating rate obligations tied to the London interbank offered rate, and Libor has jumped over four full percentage points since mid-2004, driving up the interest rate on the loans from about 6.5% to above 10%. In its SEC filings, First Marblehead concedes the obvious: Higher loan rates tend to boost defaults and delinquencies. \u001d  Defaults don't directly imperil the health of First Marblehead's securitizations. That's because all the student loans in the securitization are insured for principal and back interest by a non-profit educational guarantor called The Education Resources Institute, or TERI. The guarantor receives premiums of about 4.5% of the loan amounts and those funds are deposited directly into the securitization trust upon issuance. TERI's entire balance sheet is likewise on the line should the pledged premiums prove inadequate to make good on all the defaults. Yet TERI isn't exactly a financial tower of strength. It has a Baa3 counterparty rating from Moody's, which is just one investment grade above the junk level. \u001d  What's more, any shortfall in the performance assumptions of First Marblehead's securitizations could detract from the company's eye-catching profit margins. Investors in the secondary market might lose their appetite for First Marblehead securitizations, especially the high-risk more-junior classes that First Marblehead has been able to sell in its recent securitization at relatively narrow spreads over Libor. TERI would undoubtedly demand higher guarantee fees if defaults surge, raising student lending costs. \u001d  But perhaps most damaging, the rating agencies might lose confidence in First Marblehead's vaunted experience-based loan underwriting model and make the company stop taking cash out of its securitizations upfront and on a nonrecourse basis. These upfront \"structural advisory fees\" accounted for 37% of the company's fiscal 2006 revenues and probably around half of its profits. \u001d  Nor would the rating agencies allow First Marblehead to take as much income from its residuals or recognize them as quickly. Residuals represent the present value of an estimate of what will be left over from the pool of loans after the investors in all the different tranches of a securitization have eaten their fill of the pizza and been fully paid back years down the line. \u001d  Heavy defaults, though presumably covered by TERI, constitute prepayments. Once the principal and back interest on a loan is paid, it sits in the trust portfolio earning a far lower spread than it would have as an intact student loan. Hence there would be fewer table scraps left as residuals for First Marblehead. \u001d  And residuals chipped in 36% of the company's 2006 revenues and the bulk of the earnings not accounted for in the upfront advisory fee. Likewise future residuals represent $583.7 million of First Marblehead's $774.8 million in net worth as of the 2007 fiscal second quarter, ended Dec. 31, 2006. Thus, even small changes in residual assumptions could have an outsized impact on both First Marblehead's future earnings and balance sheet. \u001d  Yet another threat to First Marblehead's future earnings perhaps lurks in Senator Kennedy's proposed Student Loan Sunshine Act, according to Friedman Billings Ramsey analyst Matt Snowling. Intended among other things to rein in the high cost of student borrowing, the bill would force lenders that account for about three-quarters of First Marblehead's volume to inform the schools that the borrowers plan to attend of the exact loan terms the lenders are proffering. That could trim the profitability of the loans and the securitizations. Clearly, private student loans made by lenders as part of official school programs offer better terms than the very same lenders do when contacted directly by students. The proof: The \"gain-on-sale\" profit First Marblehead registers on its direct-to-consumer student loans done through the banks is nearly twice as large as that from its loans arranged through the so-called school channel. \u001d  First Marblehead provokes strong passions from both the bulls and bears. It has become something of a jihad stock, not easy to either handicap or reach a final verdict on. But with risk spreads widening and such credit markets as subprime mortgages in acute disarray, the bears on First Marblehead indubitably have the current edge. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"11605d14b103d3856953170bbc3018b0","symR":["STM","STM.MI","NL0000226223"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/2) Barron's Mailbag: Earnings Test","GmtTimeStamp":"2007-03-31T04:01:00.000000000","CompanyCodes":["STM","STM.MI","NL0000226223"],"IndustryCodes":["SEM","XCA4","XDJGI","XENX","XISL","XMIB","XNYA","XSTX"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  Bill Alpert's March 19 Tech Trader column on ST Microelectronics said STM sells at 23 times trailing earnings while Texas Instruments trades for only 11 times. That is true if you count $1.09 in earnings-per-share gain from the sale of TI's Sensors and Controls business, a nonrecurring item. Of course, investors (and the company itself) do not count this in operating earnings or recurring cash flows, which is what investors capitalize in the form ofa multiple. Adjusting for the difference, TI sells for about 20 times trailing earnings, only slightly cheaper than STM's 23 times. \b \u001d  Jeff Wardlow \u001d  Bloomfield Hills, Mich. \b \u001d  Bill Alpert replies: Mr. Wardlow is absolutely right. But my position remains that ST Micro is more poorly positioned than TI, so ST Micro shares shouldn't trade at even the same multiple as TI. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:01 ET (04:01 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1b0b45db3a51fc55478cc24d22e89583","symR":["6758.TO","9432.TO","9433.TO","9437.TO","BSC","DCM","GS","LEH","NTT","PSP","SNE","MERFX","JP3165650007","JP3435000009","JP3496400007","JP3735400008","US38141G1040","US5249081002"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/2) Bracing For Trouble -2-","GmtTimeStamp":"2007-03-31T04:08:00.000000000","CompanyCodes":["6758.TO","9432.TO","9433.TO","9437.TO","BSC","DCM","GS","LEH","NTT","PSP","SNE","MERFX","JP3165650007","JP3435000009","JP3496400007","JP3735400008","US38141G1040","US5249081002"],"IndustryCodes":["CSE","CTS","ENT","EXT","FIS","FTS","SCR","TLS","X225","XATI","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5","XSTF","XSTT"],"Story":"\u001d  A: We are long energy again. We are interested in natural gas. The rig count is starting to fall in western Canada. Six months from now, production will start falling, and natural-gas prices will begin to rise. We're long cotton. Cotton and soft commodities are probably better values than hard commodities at this point. Gold we very much like in the long run. We have a target of $3,800 an ounce, but it may not go anywhere for awhile. From 1982 to 2000 in stocks, the Dow went up about 1,400%. For gold to match that in the new cycle it started in 1999, the price has to go to about $3,800. It is gold that is cheap, not stocks. Central banks have done a remarkable job reducing currency volatility. That is about to come undone a bit, and gold will become more popular. It is a flight-to-safety asset. \b \u001d  Q: When the time comes for you to reinvest more aggressively, what sector will be the place you'll want to be? \u001d  A: You never know until that time, but financials almost always lead. The most leveraged way to play the end of a bear market or severe correction is through financial stocks. The price-earnings ratios are going to be low. They will be value stocks. And if we need to reflate the entire capital-market system, you want to be invested in financials. \b \u001d  Q: Thanks, Larry. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1b315666275232e876a308b26101ee52","symR":["500400.BY","INE245A01013"],"date":"2007-03-31","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"India's Tata Pwr:To Buy 30% Stake In Bumi Resources-Owned Cos","GmtTimeStamp":"2007-03-31T06:03:00.000000000","CompanyCodes":["500400.BY","INE245A01013"],"IndustryCodes":["COA","ELC","MNG","XDJGI"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 31, 2007 02:03 ET (06:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2630adde04737b08760b9fd1c77b81d7","symR":["ELN","ELN.DB","FRX","JNJ","LLY","MYGN","NOVN.VX","NRM.T","NRMX","NVS","PFE","TTH.T","WYE","CA64125K1012","CA8937161005","CH0012005267","IE0003072950","US4781601046","US5324571083","US7170811035"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/2) Alzheimer's Cure -2-","GmtTimeStamp":"2007-03-31T04:09:00.000000000","CompanyCodes":["ELN","ELN.DB","FRX","JNJ","LLY","MYGN","NOVN.VX","NRM.T","NRMX","NVS","PFE","TTH.T","WYE","CA64125K1012","CA8937161005","CH0012005267","IE0003072950","US4781601046","US5324571083","US7170811035"],"IndustryCodes":["BTC","DRG","MDV","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSCI","XSMI","XSP5","XST5","XTSE"],"Story":"\u001d  Neurochem could announce top-line results within the next few weeks. Georgetown's Aisen should report the detailed Phase 3 data at a couple of neurology conferences in early June. \"This is a tremendously exciting stage in Alzheimer's disease research,\" Aisen told CIBC's clients. \"We are quite close to disease-modifying drugs.\" \u001d  If Alzhemed succeeds in its pivotal North American trial, Neurochem is unlikely to seek FDA approval until it has the results from a European trial in late 2008. Even so, Neurochem Chief Executive Francesco Bellini has made big bets on its success. Last year he took out millions of dollars in margin loans, secured by his shareholdings, to buy Neurochem shares and squeeze the skeptics who had sold the stock short. The share price climbed from less than $10 to more than $25, before settling at a recent $15.42. CIBC analyst Brian Lian (whose firm is a Neurochem investment banker) thinks the company merits a speculative bet. \u001d  Less risky bets on Alzheimer's drugs are Elan and Wyeth. In 1996, Elan acquired a pioneering Alzheimer's research firm called Athena Neurosciences. It has since collaborated with Wyeth on developing a number of treatments. The companies' first human trial vaccinated patients with a synthetic version of amyloid-beta to get their immune systems to attack A-beta42 accumulations. In rodents, vaccination cleared A-beta from brain cells, improved performance in maze tests and extended life spans. But the human study was halted after just two doses in 2002, when 6% of the 300 patients suffered brain inflammation from their hopped-up immune response. Researchers still followed the test patients, however, and some showed stable or improved memory tests. Autopsies of patients who died of other causes revealed that amyloid plaque had shrunk. \u001d  \"What we know is that the immunotherapeutic approach to Alzheimer's works,\" declared Elan Chief Executive Kelly Martin at a recent SG Cowen   health-care conference. Wyeth and Elan have returned to human trials with a reformulated vaccine code-named ACC-001. It uses a shorter, more specific fragment of A-beta and a carrier protein from Wyeth's vaccine business that shouldn't overexcite patients' immune systems. \u001d  Further along is the companies' Phase 2 trial of a so-called passive immunotherapy. About 240 patients are enrolled in the test of bapineuzumab, a genetically engineered antibody. It's designed to tag amyloid for clearance by patients' immune systems. In mice, these antibody infusions cleared amyloid as effectively as did vaccination. \u001d  Patients in the study have experienced no adverse events so far, says Menelas Pangalos, who heads up Wyeth's neuroscience research. Results should come out this year. If they're good, Pangalos says a Phase 3 trial could start within 6-18 months. A successful Phase 3 study could support an application for FDA approval as early as 2010. \u001d  Outside of its Wyeth collaboration, Elan has other Alzheimer's projects. Those include a potential anti-amyloid pill called AZD103, developed with Toronto Stock Exchange-listed Transition Therapeutics (TTH.TO), which has reduced amyloid levels and improved learning performance in rats. \u001d  Wyeth, too, has separate Alzheimer's projects. It's running Phase 1 trials of GSI-953 and PAZ-417, two oral drugs. The first interferes with the enzymes that help form A-beta42, while the second prevents clumping. Enzyme-inhibition strategies have proven effective in stemming diseases like AIDS. In Alzheimer's the approach would attack the disease process farther \"upstream\" than other treatments, by preventing harmful amyloids from even forming. \u001d  Wyeth is testing drugs for Alzheimer's symptoms, as well. It has a Phase 2 trial of a compound called Lecozotan that boosts multiple neurotransmitters. Three other cognitive boosters are in Phase 1 studies. \"The disease is ultimately going to be treated by multiple drugs,\" says Wyeth researcher Pangalos, who foresees Alzheimer's patients getting immunotherapy infusions, pills for enzyme inhibition and several symptomatic drugs . . . hopefully, from Wyeth. \u001d  Despite its achievements in neuroscience, Elan has steadily lost money over its history. So Wyeth is by far the safest bet on Alzheimer's drugs. Its best-selling products like the antidepressant Effexor (which faces generic competition in the next few years), the strep vaccine Prevnar and the arthritis treatment Enbrel (partnered with Amgen) helped Wyeth grow sales 9% last year to $20.4 billion. Earnings per share grew 14% in 2006, to $3.08. \u001d  Wyeth could generate 4 bucks a share in 2008, says Bear Stearns analyst John Boris, while continuing to buy back billions of dollars worth of shares and paying a dividend of $1.18 (for a yield of 2.5% on the current share price). Yet Wyeth shares trade at a price-earnings ratio that's 15% cheaper than its peers. \u001d  Wyeth's chief exec, Essner, attributes his company's valuation discount to investors who worry that the company hasn't resolved the legal problems over its discontinued pfen-fen diet drugs. But after a nationwide settlement program and $21 billion in charges, Essner believes Wyeth is nearing the end of its diet-drug costs. The company is also defending against the claims of some 5,200 women who blame their cancer, stroke or heart disease on Wyeth's hormone-replacement drugs. The company's liability won't be easy to demonstrate, however, because its labels warn of the cancer risk and both products remain FDA-approved. So Wyeth's billions in annual cash consumption for litigation could subside next year. \u001d  Wyeth stands to grow its earnings at about a 15% annual rate, whether or not its Alzheimer's drugs pay off. But if it succeeds with only a few of its dozen Alzheimer's drugs in development, the payoff will be big. If a large percentage of America's 5 million Alzheimer's patients spend a few thousand bucks a year for disease-modifying treatments, Alzheimer's will easily become a multi-billion-dollar market. Needless to say, that would also be a wonderful thing for people like James Smith. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"26752a67570ebb888aa8ba4ba0ef590d","symR":["GD"],"date":"2007-03-31","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/2) Review & Preview Follow-Up: Still Dynamic After All These Years","GmtTimeStamp":"2007-03-31T04:07:00.000000000","CompanyCodes":["GD"],"IndustryCodes":["ARO","DFN","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Thomas G. Donlan \u001d  All the big defense stocks have at least doubled since the U.S. invaded Afghanistan five-and-a-half years ago. But what have they done for investors lately? \u001d  It's tempting for any stock-market analyst to call a turn in defense stocks. But in the case of General Dynamics, at least, it wouldn't be wise. Even though the company's earnings guidance suggests that business is slowing, it's still a solid, highly profitable endeavor. \u001d  The company makes key weapons systemsfor the Army and the Navy. It's well diversified and sells at a lower price/earnings ratio than the other three big contractors, at 18.3 times trailing earnings compared to the industry's 20 times and the Standard & Poor's 500's 16.6 times. Its Gulfstream jets and information-technology business are also prospering. \u001d  As we noted last summer (\"Rising Military Power,\" July 10, 2006), CEO Nicholas Chabraja's strategic acquisitions had strengthened the company far beyond its esteem in the market. GD shares have risen 15% since then, to 76.65.They topped out at 81 in January, just short of our target of 85. \u001d  Although reported results for 2006 showed a 14.7% growth in revenues and a 17% increase in earnings from continuing operations, that was a little bit less growth than in 2005. \u001d  Profit in 2006 was $1.86 billion, or $4.56 a share, up from $1.46 billion, or $3.61 a share, in 2005. Investors also got nervous when they saw fourth-quarter results that were virtually flat versus the fourth quarter of 2005. Shares fell 6% on the news Jan. 24. \u001d  Some operating problems have surfaced: cost overruns on GD's new shallow-water combat ship; and strong dissatisfaction by Marines with GD's development of a new amphibious vehicle; with planned purchases already cut by more than 40%. Such setbacks are normal in the big-ticket world of major-combat systems. They don't all work and they don't all get funding. \u001d  But GD, like its big rivals, including Boeing, Lockheed Martin and Raytheon, has a big portfolio of vital projects fully funded. GD is the only builder of tanks, infantry combat vehicles and nuclear submarines. GD maintains and refurbishes the systems it builds. And its contracted backlog is twice as big as annual sales. \u001d  The CEO has given guidance of just $1.9 billion in profits for '07, explaining that budgetary politics complicate revenue-stream forecasts. Those with a short-term orientation have every right to be nervous, but long-term investors should look beyond the Capitol Hill tug-of-war to see a solid company in an indispensable industry. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"26b493ca9e624335c1dd620f7881a5d4","symR":["HPQ","US4282361033"],"date":"2007-03-31","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/2) Follow-Up: HP Turnaround: Room To Run","GmtTimeStamp":"2007-03-31T04:06:00.000000000","CompanyCodes":["HPQ","US4282361033"],"IndustryCodes":["CPR","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  Boardroom drama and spy scandals aside, the turnaround at Hewlett-Packard under Chief Executive Mark Hurd has been impressive. Shares are up about 26% to near 40 since we wrote a bullish feature on HP and its then-sophomore CEO about a year ago (\"Hewlett-Packard Reloaded,\" April 17, 2006). That's nearly double the stock price when former CEO Carly Fiorina announced her departure from the Palo Alto tech giant on February 9, 2005. \u001d  Hurd has lived up to his reputation as a strong leader with a sharp pencil and a history of under-promising and over-delivering on financial objectives. Thus far, the former NCR chief has slashed costs, straightened out a misguided sales- commission structure and gotten each of his disparate business units to concentrate on his mantra, \"profitable growth.\" \u001d  The real trick for Hurd will be to continue to grow annual revenue 4% to 6% while keeping profit margins stable in a relatively flat corporate-spending market for technology. In February, HP beat quarterly estimates and raised its outlook for the sixth time, prompting Goldman Sachs hardware analyst Laura Conigliaro to raise her earnings estimate for this fiscal year by 8 cents to $2.65, and by a dime to $3.04 for fiscal year 2008. She thinks that HP can keep the streak going. Her 12-month share price target is 50 -- about a 25% premium. \u001d  It's not a lay-up. HP is grinding out impressive sales gains, but they tend to be in lower-margin segments like PCs as opposed to high-margin enterprise storage, where it has lost market share to IBM and EMC. HP's solid February quarter was driven by strong showings in personal computers, printer hardware, modular \"blade\" computer servers and currency-conversion gains. Still, year-over-year revenue growth was at its weakest in eight quarters, causing gross profit margins to deteriorate for the second straight quarter, points out Bernstein Research hardware analyst Toni Sacconaghi, who sees only about $3 in upside from here. \u001d  The analyst thinks that the margin for error is slim. He's worried that an inventory build-up in personal computers indicates potential weakness in the company's strongest business of late. CEO Hurd has established a track record for delivering the goods, but things won't get any easier as rival Sun Microsystems (SUNW) regains its footing, and two-years of cost-cutting starts to run its course. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2bc825485299cd9e357473677abfa788","symR":["WFT.T","CA9528451052"],"date":"2007-03-31","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": West Fraser completes acquisition of U.S. lumber business","GmtTimeStamp":"2007-03-31T16:46:00.000000000","CompanyCodes":["WFT.T","CA9528451052"],"IndustryCodes":["FOR","XDJGI","XTSE"],"Story":"(TSX: WFT) \b \b \u001d  VANCOUVER, March 31 /PRNewswire-FirstCall/ - West Fraser Timber Co. Ltd. (TSX: WFT) announced today that, further to its news releases of November 29, 2006 and January 4, 2007, it has completed its acquisition of 13 sawmills located in the southern United States from International Paper Company (NYSE: IP). The business will be operated by a wholly-owned U.S. subsidiary of West Fraser. \b \b    About West Fraser \b \u001d  Headquartered in Vancouver, B.C., West Fraser is an integrated forest products company that produces lumber, LVL, MDF, plywood, pulp, linerboard, kraft paper and newsprint. West Fraser has manufacturing operations in British Columbia, Alberta and the southern United States and, with the completion of the U.S. South acquisition, has approximately 9,100 employees. All of West Fraser's managed Canadian woodlands are certified to a third-party and independently-verified sustainable forest management standard, either the Sustainable Forestry Initiative (SFI) or Canada's national standard for sustainable forest management (CAN/CSA Z809). \b \u001d  CONTACT: Martti Solin, Executive Vice-President, Finance and Corporate Development and Chief Financial Officer; and Rodger Hutchinson, Vice President, Corporate Controller  (604) 895-2700, http://www.westfraser.com \b \bSOURCE  West Fraser Timber Co. Ltd. \b \u001d    /CONTACT: Martti Solin, Executive Vice-President, Finance and Corporate Development and Chief Financial Officer; and Rodger Hutchinson, Vice President, Corporate Controller (604) 895-2700, http://www.westfraser.com \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 12:46 ET (16:46 GMT)"},{"md5ID":"315bde0ae07a3eed547e9ce35285bcf2","symR":["BSG","GENR","GHCI","IN","JOYG","MEH","MWA","MWAB","NPO","ORGN","PHH","RIV","YANB"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/2) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-03-31T04:09:00.000000000","CompanyCodes":["BSG","GENR","GHCI","IN","JOYG","MEH","MWA","MWAB","NPO","ORGN","PHH","RIV","YANB"],"IndustryCodes":["AIR","BLD","BNK","BTC","CNO","CPR","FAC","HEA","ICS","REA","REI","SVC","TRQ","TRS","XDJGI","XISL","XNQ1","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining more than 5% of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from March 22 through March 29. \u001d  Source: Dow Jones Corporate Filings Alert \b \u001d  Activists \b \u001d  Bisys Group (BSG) \u001d  Investor Ahmet Okumus has asked to join the company's board of directors. \"I strongly feel that my experience in identifying undervalued assets, along with my knowledge of financial engineering and capital allocation, can make an immediate positive impact to the board during this critical period,\" Okumus said. \u001d  Okumus is president and portfolio manager of Okumus Capital, which holds about 12.6 million shares (10.41% of the total outstanding). \b \u001d  Midwest Air Group (MEH) \u001d  Octavian Master Fund believes that a buyout offer from AirTran Holdings (AAI) doesn't reflect the full value of Midwest. \u001d  Octavian CEO Richard Hurowitz said that if AirTran were to materially increase its offer for Midwest to a level more reflective of the company's value, he would strongly encourage the Midwest board to immediately start negotiating toward a deal. \u001d  Hurowitz believes that a merger with AirTran \"makes enormous strategic sense.\" \u001d  Midwest's CEO and board have urged shareholders to reject AirTran's $13.25 a share offer. Octavian Master Fund holds $1,202,000 shares (5%). \b \u001d  Riviera Holdings (RIV) \u001d  An investment group including shareholder Paul C. Kanavos offered to buy out Riviera Holdings for $27 a share in cash, under certain conditions. \u001d  The investment group asked that the board waive provisions that restrict voting rights of shareholders with a 10% stake or more of RIV's common stock. \u001d  It also asked for the board to amend its bylaws so that control-share acquisition and business-combination provisions of the Nevada corporate statute don't apply to further acquisitions of Riviera stock by the group. The investment group currently holds 836,588 shares (6.71%). \b \u001d  Yardville National Bancorp (YANB) \u001d  A group including Yardville National dissident shareholder Lawrence Seidman sent the company a letter nominating three directors for election to YANB's board at the 2007 annual meeting. The investor group said it's nominating Patrick A. Robinson, Neal Axelrod and Dennis Pollack for election to the board for the terms expiring in 2010. The Seidman group currently holds 994,164 shares (about 9%). \b \u001d  PHH (PHH) \u001d  Pennant Capital Management said it opposes the pending acquisition of PHH by General Electric's (GE) Capital Solutions unit. Pennant doesn't believe the $31.50-a-share merger consideration adequately values PHH and it doesn't think the merger is in the best interest of PHH shareholders. Pennant holds 2,689,800 shares (5%). \b \u001d  Genaera (GENR) \u001d  Xmark Opportunity Partners believes the company should focus its resources on the development of its MSI-1436 product candidate, which has \"great promise as an anti-obesity compound.\" Xmark said that as long as management continues to exercise fiscal responsibility, it believes GENR's present cash position should be sufficient to allow it to \"achieve a much higher valuation.\" Xmark Opportunity presently holds 10,166,776 shares (9.7%). \b \u001d  Genesis Healthcare (GHCI) \u001d  Northbrook GH opposes the proposed acquisition of Genesis Healthcare by a private-equity group. Northbrook said that the proposed purchase price of $63 a share is significantly lower than the company's long-term value, and that the merger isn't in the best interests of Genesis shareholders. \u001d  The shareholder said it intends to vote against the merger at the upcoming shareholders' meeting on April 19, and added that it would prefer to see the company continue to operate as a public company with a significant share-repurchase program than be sold at a \"bargain price.\" Northbrook GH currently holds 1,011,683 shares (5.1%). \b \u001d  Increases in Holdings \b \u001d  Joy Global (JOYG) \u001d  Atlantic Investment Management raised its holdings to 5,700,000 shares (5.2%), after buying 2,219,700 from Jan. 26 to March 21 at $40.87 to $45.79 apiece. \b \u001d  Intermec (IN) \u001d  A group of funds managed by Mario Gabelli's Gamco Investors (GBL) raised its position to 3,232,715 shares (5.4%), after buying 1,436,704 from Jan. 16 to March 23 at prices ranging from $20.74 to $25.48 apiece. \b \u001d  Decreases in Holdings \b \u001d  Mueller Water Products (MWAB) \u001d  Pirate Capital reduced its holdings to about 4,056,606 Series B shares (4.7%), after selling 848,564 shares from Jan. 29 to March 26 at $13.55 to $15.66 per share. \b \u001d  Enpro Industries (NPO) \u001d  Steel Partners II lowered its holdings to 2,622,686 shares (12.3%), after selling 287,520 from March 19 to 22 at $36.80 to $36.88 apiece. \b \u001d  Origen Financial (ORGN) \u001d  Scopia Management cut its position to 1,250,000 shares (4.8%) after it sold 1,283,475 from March 22 to 26 at $6.29 to $6.90 each. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3409867e9cc4ac6836406651e4ad7d06","symR":["NTRZ"],"date":"2007-03-31","ret":[-0.00099],"ret5":[-0.00099],"Headline":": NutraCea Announces That Its Form 10-K and Financial Results for Year Ended December 31, 2006 will be Released Prior to the Opening of the Stock Market on Monday, April 2, 2007","GmtTimeStamp":"2007-03-31T05:14:00.000000000","CompanyCodes":["NTRZ"],"IndustryCodes":["FOD","OFP"],"Story":"\b \u001d  EL DORADO HILLS, Calif., March 31 /PRNewswire-FirstCall/ -- NutraCea (OTC Bulletin Board: NTRZ), a world leader in stabilized rice bran research and technology, announced that its Form 10-K and financial results for the year ended December 31, 2006 will be released prior to the market opening on April 2, 2007 followed by the previously scheduled conference call at 11:30 AM EDT. \b \b    Conference Call Information \b \u001d  The Company will conduct a conference call on Monday, April 2, 2007 at 11:30 AM EDT with the investment community, featuring Brad Edson, Chief Executive Officer and President of NutraCea. Interested parties may participate in the call by dialing 877-407-8037; international callers dial 201-689-8037. In addition, the conference call will be available via a webcast that can be accessed at: http://www.vcall.com/IC/CEPage.asp?ID=115214 and will be archived for 30 days. \b \b    About NutraCea \b \u001d  NutraCea is the world leader in production and utilization of stabilized rice bran. NutraCea holds many patents for stabilized rice bran production technology and proprietary nutraceutical formulas ranging from arthritis, chronic bowel conditions, and effective diabetes control to cardiovascular disease treatment protocols. NutraCea's proprietary technology enables the creation of food and nutrition products to be unlocked from rice bran, normally a waste by-product of standard rice processing. Committed to helping the underfed, NutraCea's heavily involved in providing product and technology for developing countries through its RiceAde feeding program. More information can be found in the Company's filings with the SEC and you can visit the NutraCea web site http://www.NutraCea.com. \b \b    Forward Looking Statements \b \u001d  This release contains forward-looking statements. Actual results may differ from those projected due to a number of risks and uncertainties, including, but not limited to the possibility that some or all of the pending matters considered by the Company may not proceed as contemplated and the matters specified in the Company's filings with the Securities and Exchange Commission. These statements are made based upon current expectations that are subject to risk and uncertainty. The Company does not undertake to update forward-looking statements in this news release to reflect actual results, changes in assumptions or changes in other factors affecting such forward- looking information. Assumptions and other information that could cause results to differ from those set forth in the forward-looking information can be found in the Company's filings with the Securities and Exchange Commission, including the company's most recent periodic report. \b \b \b     Company Contact:                    Investor Relations Contact: \b \b     Margie Adelman                      Stephen D. Axelrod, CFA \b     Senior V.P. NutraCea                Wolfe Axelrod Weinberger Assoc, LLC \b     916-933-7000 Ext. 646               212-370-4500 \b     916-220-3500 cell                   steve@wolfeaxelrod.com \b     madelman@nutracea.com \b                                         Media Relations Contact: \b \b                                         Alisa D. Steinberg \b                                         Wolfe Axelrod Weinberger Assoc, LLC \b                                         212-370-4500 \b                                         alisa@wolfeaxelrod.com \b \bSOURCE  NutraCea \b \u001d    /CONTACT: Margie Adelman, Senior V.P. of NutraCea, +1-916-933-7000 Ext. 646, +1-916-220-3500 cell, madelman@nutracea.com; Investor Relations, Stephen D. Axelrod, CFA, +1-212-370-4500, steve@wolfeaxelrod.com; Media Relations, Alisa D., +1-212-370-4500, alisa@wolfeaxelrod.com, both of Steinberg, Wolfe Axelrod Weinberger Assoc, LLC \b    /Web site: http://www.nutracea.com/ \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 01:14 ET (05:14 GMT)"},{"md5ID":"37a20fd3b9febb1a54ff9e181f5e2b86","symR":["DELL","HPQ","US2470251099","US4282361033"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/2) Plugged In: Why HP Has Unseated Dell","GmtTimeStamp":"2007-03-31T04:09:00.000000000","CompanyCodes":["DELL","HPQ","US2470251099","US4282361033"],"IndustryCodes":["CPR","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  Who would have thought Todd Bradley would be the man of the hour? \u001d  Not me. But in less than two years, the one-time CEO of PalmOne and former Gateway exec has turned Hewlett-Packard into the No.1 personal computer maker in the world. \u001d  Not only is HP's (HPQ) PC business taking share, it's helping drive the company's profitability. HP's PC unit once was a drag on earnings, but today it accounts for nearly 15% of operating profits and about one-third of HP's total revenues, which are expected to approach $100 billion this fiscal year. Over the past few years, the company's PC margins have improved markedly. They were break-even in fiscal year 2003, but jumped to almost 4% in fiscal year 2006. \u001d  The main reason? \"Profitable growth,\" says Bradley. \u001d  HP is no longer chasing market-share at any cost. The company's increased use of AMD semiconductors has given it more leverage over Intel and lowered the cost of its processors. Cost-cutting, including the reduction of jobs, certainly helped improve margins -- as did lower warranty expenses due to higher quality production, says Bernstein Research. In addition, both HP's unit and revenue growth have increased thanks to stronger overseas sales. It also commands a bigger piece of the consumer market than some rivals such as Dell (DELL), which is highly dependent on corporate enterprise sales. \u001d  There was a time that critics like myself argued that HP would never be able to compete with Dell because of its higher margin direct-selling model. The direct-distribution system still produces fatter margins. But unfortunately for Dell, it doesn't reach the consumer market very well. Plus, it doesn't serve the fragmented international market. \u001d  During the '90s, Dell Chairman Michael Dell often preached about how the personal computer business was being commoditized, and that rivals' higher-cost distribution systems would lead to their demise. As it turns out, he was partially right. \"It looks like they just commoditized desktops in the U.S. enterprise space,\" says Bailey. \u001d  Like wireless handsets, the real PC growth is abroad, especially India and China. The difference is that it's not all about entry-level sales. Demand for higher-priced notebook computers is strong in many foreign markets, especially India where HP is the top foreign PC brand, Bradley says. \u001d  What's more, HP's presence in international and consumer markets should continue to be an advantage as they take a larger slice of global PC sales. \u001d  Bradley asserts that a number of things, such as price, design, usability and regional flexibility have all contributed to HP's success. But one of the biggest reasons was the transition from desktop computers to notebooks. Having a desktop ordered over the phone once had appeal. \u001d  But notebook computers are different. Consumers like to touch the keyboards and judge how much they weigh in the comfort of their favorite big-box retailer. Most come with more features and power than ordinary customers know what to do with, which makes custom-building laptops less appealing. In the end, selling computers in stores didn't get \"Amazoned\" after all. Hence, HP no longer has to defend its use of third-party stores; it's now a distinct advantage. \u001d  \"Our consumer notebook business is hot,\" Bradley says. And so is he. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"39499cf21dc8511b3c7c1998a91912c5","symR":["GCA.T","CA3719381012"],"date":"2007-03-31","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": GEOCAN Energy Inc. announces 2006 -4-","GmtTimeStamp":"2007-03-31T04:50:00.000000000","CompanyCodes":["GCA.T","CA3719381012"],"IndustryCodes":["OIS"],"Story":"\u001d  Barrel of oil equivalent (BOE) may be misleading, particularly if used in isolation. A BOE conversion ratio for natural gas of 1 bbl : 6 mcf. This is based on an energy equivalency conversion method particularly applicable at the burner tip and does not represent a value equivalency at the wellhead. \b \bSOURCE  GEOCAN Energy Inc. \b \u001d    /CONTACT: Wayne Wadley, President and CEO or Brad Farris, VP Finance and CFO, GEOCAN Energy Inc., Phone (403) 261-3851, Fax (403) 261-3834, Email wwadley@geocan.com, or bfarris@geocan.com, Website: www.geocan.com \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:50 ET (04:50 GMT)"},{"md5ID":"3a47ba381e6928aef5d61ba46b2fe231","symR":["EMG.LN","GB00B16BRD58"],"date":"2007-03-31","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/2) European Trader: In Germany, G-REIT Expectations","GmtTimeStamp":"2007-03-31T04:02:00.000000000","CompanyCodes":["EMG.LN","GB00B16BRD58"],"IndustryCodes":["AMG","REA","XDJGI","XFT1"],"Story":"\b   (From BARRON'S) \b   By Arindam Nag \u001d  The German Bundestag has finally passed the much-awaited REIT legislation, but don't expect mad money to rush into Europe's newest asset class just yet. \u001d  Unlike the U.K., which introduced real-estate investment trusts in January, Germany still has some restrictions on the investments that will stem free flow of capital, at least for the time being. \u001d  The prime factor differentiating German REITs, or G-REITs, is that they won't include residential property just yet. This will deprive REIT investors of access to a relatively stable stream of cash flow. But  it's good news for German tenants, who can expect home rentals to stay low for the time being. \u001d  The REIT law, which will be backdated to Jan. 1, primarily focuses on the vast holdings of corporate Germany. Lehman Brothers estimates that the top 60 German companies hold property of 200 billion euros ($266 billion). \u001d  Some companies have been waiting for the legislation so they can monetize their property portfolios to reinvest money in their core businesses. Auto maker DaimlerChrysler (DCX.Germany), with nearly 20 billion euros of properties, is one. Deutsche Telekom (DTE.Germany), which has 8 billion euros of property, needs money to advance its new global strategy. \u001d  But the pace will be slow. \u001d  The first factor that prevents a splash right away is tax. Property owners hiving a portfolio into a REIT have to pay corporate taxes on the marginal gain in value. That rate is currently 39% but will fall to 30% next year. \u001d  Instead, Germany's tax authorities should have made an exception by advancing the reduction this year for those who are setting up REITs. \u001d  Foreign investors in REITs will also face double taxation, with dividend-withholding tax at 25%, though this will be reduced in cases where there are tax treaties in place. For instance, Irish investors will shoulder only a 10% withholding tax. \u001d  G-REITs will also face taxation on their non-REIT activities and  foreign properties, and leverage will be limited to 60%. These restrictions will be annoying, as any portfolio manager seeking to optimize alpha -- excess returns over a benchmark -- will say that diversification and use of leverage are key to optimizing the risk-reward ratio. \u001d  In a recent survey of property investors, HSBC Trinkaus & Burkhardt found that many felt this double- taxation clause to be \"a major disadvantage\" to the G-REIT structure. A majority also wanted a less stringent limit on leverage. \u001d  That said, no REIT structure anywhere in the world has ever kicked off smoothly. In the U.S. REITs were introduced in the 1960s, but it took nearly two decades for them to become part of mainstream asset management. \u001d  Underpinning the legislation will be the willingness of corporate Germany to part with its emotional attachment to its properties. Historically, properties have been treated as jewels for troubled times. \b \u001d  Man Group's investors have long been looking for a catalyst that would re-rate the stock upwards, and demerging its brokerage business could do just that. \u001d  But Man's management will have to keep looking over its shoulders, as the asset-management company could well become a takeover target for a big bank looking to bulk up its hedge-fund business. \u001d  Man Group (EMG.UK) historically has traded at a small discount to its peers. Investors have found its quant-driven \"black box\" hedge-fund business difficult to understand and slapped a risk element on it. \u001d  The brokerage business, focused mainly on futures, hasn't received due credit because it isn't a standalone entity. By spinning off the brokerage, which will list later this year on the New York Stock Exchange, Man is creating two categories of stock. \u001d  The brokerage business is expected to generate $240 million of net profit for the fiscal year ending March 31. Moreover, come 2008 this business will include Refco, the commodities brokerage Man bought last year. Thanks in part to the likely growth of the futures and options markets, the brokerage business probably deserves a price-to-earnings multiple of 20 to 22 times. That would value the brokerage business at roughly $5 billion, out of Man's total valuation of $20 billion. \u001d  Man's fees based on investment performance look to be valued at about $4 billion, based on industry multiples. This leaves its management-fee business valued at roughly $11 billion or 12 times earnings. By any measure, this bread-and-butter business is undervalued, given the growth prospects of the hedge-fund industry. \u001d  --- \u001d  ARDINDAM Nag is a contributor to The Skeptic, a Dow Jones Newswires column upon which this European Trader is based. \u001d  --- \b                       DOW JONES GLOBAL INDEXES \b \bRegion/ \bCountry \b   DJ Global          DJ Global          DJ Global     Point \b    Indexes,           Indexes,           Indexes,      Chg.    % Chg. \b Local Curr.    Wkly     U.S. $    Wkly  U.S. $ on      From      From \b    03/30/07  % Chg.   03/30/07  % Chg.   12/31/06  12/31/06  12/31/06 \b \bAmericas \b                         356.31   -0.87     351.71     +4.60     +1.31 \b \bBrazil \b  5889820.15   +0.61    1135.67   +1.66    1067.30    +68.37     +6.41 \b \bCanada \b      439.38   -0.40     440.00   +0.16     425.73    +14.27     +3.35 \b \bChile \b      606.29   -1.40     421.70   -1.55     393.68    +28.03     +7.12 \b \bMexico \b     1935.35   +1.92     539.13   +1.93     500.99    +38.14     +7.61 \b \bU.S. \b      346.46   -1.04     346.46   -1.04     343.25     +3.21     +0.94 \b \bVenezuela \b     2870.08   +1.61      55.36  +11.90      58.10     -2.75     -4.73 \b \bLatin America \b                         599.00   +1.45     560.18    +38.81     +6.93 \b \bEurope \b                         362.27   -0.37     349.72    +12.55     +3.59 \b \bAustria \b      476.05   -0.09     493.58   -0.02     465.16    +28.43     +6.11 \b \bBelgium \b      423.56   -0.56     439.39   -0.49     427.54    +11.86     +2.77 \b \bDenmark \b      512.44   +0.52     541.69   +0.58     505.70    +36.00     +7.12 \b \bFinland \b     1413.76   -0.97    1311.00   -0.90    1206.63   +104.37     +8.65 \b \bFrance \b      359.66   +0.07     377.97   +0.14     365.73    +12.24     +3.35 \b \bGermany \b      312.54   +0.29     323.04   +0.37     302.80    +20.24     +6.68 \b \bGreece \b      407.64   -1.48     311.97   -1.40     295.24    +16.73     +5.67 \b \bIreland \b      659.89   -1.66     668.40   -1.58     671.96     -3.55     -0.53 \b \bItaly \b      336.28   -0.04     286.46   +0.03     280.63     +5.83     +2.08 \b \bNetherlands \b      416.31   -0.92     430.52   -0.84     401.84    +28.68     +7.14 \b \bNorway \b      440.84   -0.24     431.93   -0.27     402.36    +29.57     +7.35 \b \bPortugal \b      311.72   -0.89     280.60   -0.82     270.37    +10.23     +3.78 \b \bSpain \b      565.27   +0.43     440.53   +0.51     422.08    +18.45     +4.37 \b \bSweden \b      667.08   -0.27     560.77   -0.71     542.62    +18.15     +3.35 \b \bSwitzerland \b      533.84   -1.14     593.15   -1.44     577.55    +15.60     +2.70 \b \bUnited Kingdom \b      270.46   -0.48     283.75   -0.57     278.31     +5.45     +1.96 \b \bSouth Africa \b                         337.09   +0.79     319.28    +17.80     +5.58 \b \bPacific Region \b                         151.68   -0.70     146.16     +5.52     +3.77 \b \bAustralia \b      407.21   +0.60     432.85   +0.81     400.56    +32.29     +8.06 \b \bHong Kong \b      389.19   +1.02     387.35   +0.98     377.97     +9.38     +2.48 \b \bIndonesia \b      580.69   +1.38     126.77   +1.21     127.96     -1.20     -0.93 \b \bJapan \b      112.92   -1.40     119.35   -1.61     115.76     +3.59     +3.10 \b \bMalaysia \b      237.27   +1.13     186.74   +1.10     158.88    +27.86    +17.53 \b \bNew Zealand \b      197.48   +0.75     261.10   +1.15     259.49     +1.61     +0.62 \b \bPhilippines \b      325.30   +0.57     175.11   +0.29     159.92    +15.19     +9.50 \b \bSingapore \b      260.90   +1.22     278.44   +1.18     249.36    +29.07    +11.66 \b \bSouth Korea \b      302.27   +0.42     243.64   +0.08     241.17     +2.48     +1.03 \b \bTaiwan \b      196.26   +0.15     152.86   +0.00     156.13     -3.28     -2.10 \b \bThailand \b      122.71   -0.84      82.67   -0.87      81.33     +1.34     +1.65 \b \bEuro Zone \b                         373.08   -0.04     356.67    +16.41     +4.60 \b \bEurope (ex.U.K.) \b                         407.05   -0.27     389.85    +17.20     +4.41 \b \bNordic Region \b                         623.79   -0.49     587.36    +36.43     +6.20 \b \bPacific Region (ex. Japan) \b                         322.88   +0.60     308.33    +14.55     +4.72 \b \bWorld (ex. U.S.) \b                         252.27   -0.37     243.05     +9.22     +3.79 \b \bDOW JONES WORLD STOCK INDEX \b                         284.47   -0.67     277.50     +6.97     +2.51 \b \bIndexes based on 12/31/91=100. \b2007 Dow Jones & Co. Inc. All Rights Reserved. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:02 ET (04:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"45b465a33ee0ceba101ce76525ef5fb6","symR":["GCA.T","CA3719381012"],"date":"2007-03-31","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": GEOCAN Energy Inc. announces 2006 -2-","GmtTimeStamp":"2007-03-31T04:50:00.000000000","CompanyCodes":["GCA.T","CA3719381012"],"IndustryCodes":["OIS"],"Story":"\u001d  As the technical work on this project continues, it will provide GEOCAN the opportunity to continue to grow at a different level. Traditional junior oil and gas producers grow primarily through the drill bit and acquisitions. This strategy will continue at GEOCAN but more emphasis will be placed on the development of projects like this that converts known reserves into production and cash flow. \b \b    Reserves replacement \b \u001d  GEOCAN reached a major milestone in 2006, surpassing the 1,000,000 boe annual production threshold. The company's reserves replacement ratio was approximately 24 times based on its proved and probable reserves additions of 24.5 million boe. With 888,100 boe of this being proved reserves additions, GEOCAN came close to replacing its 1.08 million boe of production from proved additions alone. The company's proved reserves were allocated 28% to light and medium oil, 30% to natural gas and 42% to heavy oil in 2006. \b \b    Focus areas \b \u001d  Overall, GEOCAN concentrated its 2006 capital program in its high-working-interest core areas of northeast British Columbia, west central Alberta, and Lloydminster, Saskatchewan. Exploration drilling accounted for 47% of drilling, higher than ever before. This trend is expected to continue in 2007. As a result, GEOCAN exited 2006 with greater prospects. Also, for the first time, the company's new technical team will be generating all the company's plays in 2007 and beyond. \b \u001d  In the Lloydminster core area the company drilled 14 (100% working interest) wells including those on the SAGD property: 13 wells were cased, one was abandoned. \b \u001d  Outside the Lloydminster core area, the company collaborated with a major integrated oil and gas producer in the Peace River area of northern Alberta, carrying out a 3D seismic program on Crown land in this region. This resulted in the acquisition of a further 12 sections of Crown land in 2006, bringing the total contiguous land base there to 22 sections. This is consistent with the company's strategy of developing an inventory of high-impact natural gas and light oil plays in central and northwestern Alberta and northeastern British Columbia. \b \u001d  The company readied itself for drilling in northeast British Columbia this past winter and as a result drilled three wells there in the first quarter 2007. \b \u001d  Overall, GEOCAN's portfolio of gross undeveloped land grew 60% in 2006 to 322 gross sections (212 net). Total gross land is currently 394 sections (260 net), a sizable asset. Most of this land is in gas and light oil prone areas, providing GEOCAN with a portfolio of drilling prospects well into 2007 and beyond. \b \b    Drilling activities \b \u001d  GEOCAN drilled 30 gross wells in 2006, casing 83% of the wells (12 natural gas wells, 13 oil wells), compared with 23 wells drilled and an 86% casing rate in 2005. The company had five new pool discoveries in 2006. Of the five wells abandoned, one non-operated well - the Raven well near Caroline - received considerable press coverage. Raven represented only approximately 10% of GEOCAN's capital budget for 2006 and the fact that GEOCAN was a partner on this opportunity is a testament to the size and sustainability of GEOCAN today. Going forward, the company plans to continually allocate 10% to 15% of its annual capital budget to various higher impact opportunities. \b \b    Acquisitions \b \u001d  The acquisition of Columbus Exploration Ltd. in July 2006 added to GEOCAN's natural gas weighting and brought with it 21,142 gross acres (13,808 net) of undeveloped land. These assets fit well with the company's current operations, giving it a stronger presence in the region north and west of Edmonton. \b \b    Revenues and prices \b \u001d  Gross revenues reached $47.9 million, up 43% from $33.4 million in 2005 although commodity prices generally declined in 2006. Natural gas prices were down 35% year over year to $6.59/mcf and light/medium oil prices were down 8% to $55.31/bbl. However, heavy oil prices rose 23% to $41.92/bbl. \b \b    Controlling costs \b \u001d  The past year saw costs rise for oilfield services and labour. GEOCAN's operatorship of 90% of its properties enabled the company to keep field operating cost increases to 5% and general and administrative cost increases to 7% as measured on a boe basis. \b \b    Cash flow \b \u001d  GEOCAN generated a record cash flow of $18.4 million, up 42% from $13 million in 2005. Cash flow was somewhat hampered by the lower prices but also due to 370 boepd of behind pipe and deferred production at year end that did not get to market. Cash flow per share (diluted) declined $0.01 cents to $0.33 cents when compared with $0.34 cents per share (diluted) in 2005, reflecting two developments in late 2005 - the share issuance related to the acquisition of Assure Energy, Inc. and a subsequent bought deal private placement financing, both of which occurred in the latter part of 2005. Finally, GEOCAN posted record operating ($21.49/boe) and corporate ($16.88/boe) netbacks in 2006 in a challenging industry environment. \b \b    Earnings \b \u001d  From an earnings perspective, simply replacing production with proved reserves additions (both integral components of the DD&A calculation) during a downward price trend, resulted in a larger than anticipated DD&A charge at year end. As a result GEOCAN posted negative earnings of $(967,200) or $(0.02)/share (diluted) in 2006 after a significant future tax recovery. \b \b \b    Fourth Quarter 2006 Highlights \b \b    -   Fourth quarter revenues were $10.5 million, down 11% from $11.8 \b        million in the fourth quarter 2005 and 22% from third quarter 2006 \b        revenues of $13.6 million. \b \b    -   Heavy oil prices averaged $38.00/bbl (2005 - $34.14/bbl), \b        light/medium oil averaged $49.10/bbl (2005 - $50.66/bbl) and natural \b        gas averaged $6.82/mcf (2005 - $10.78/mcf). \b \b    -   Fourth quarter average production was essentially flat at 2,816 boepd \b        compared with 2,808 boepd in the fourth quarter 2005, reflecting a \b        number of operational issues during October/November in the Tomahawk \b        area of west central Alberta and in northeast British Columbia. Heavy \b        oil production averaged 1,306 boepd, light /medium averaged 644 boepd \b        and natural gas averaged 5,199 mcf/day. \b \b    -   The company drilled seven of its 30 wells during the fourth quarter \b        and five of these seven wells were tied in and producing by year end. \b        One exploration well was drilled at Soda Lake, Saskatchewan, four \b        heavy oil development wells were drilled in the Lloydminster core \b        area and one natural gas development well was drilled at Buick Creek \b        in northeast British Columbia. One location at Lloydminster was \b        abandoned. \b \b    -   Royalty expense was $2.5 million in the quarter compared with $2.1 \b        million in fourth quarter 2005 and $1.9 million in the third quarter \b        2006. The fourth quarter total reflects a true-up between estimate \b        and actual for royalty amounts. \b \b    -   Operating costs (before transportation expense) were $3.9 million \b        ($14.41/boe) in the fourth quarter, reflecting significant facilities \b        work performed at Northminster North, Tomahawk and newly acquired \b        assets in central Alberta. This compares with $3.7 million \b        ($12.25/boe) in the third-quarter 2006 and $3.2 million ($12.29/boe) \b        in the fourth quarter last year. \b \b    -   Fourth quarter non-capitalized general and administrative expense was \b        $562,778 ($2.10/boe) compared with $705,457 ($2.73/boe) in the \b        comparable quarter of 2005. Costs reflect the full absorption of the \b        Columbus acquisition, year-end reporting requirements, an upgrade to \b        the company's accounting, land and field level production reporting \b        systems, as well as the hiring of full-time field operations staff \b        late in the year. \b \b    -   The fourth quarter was burdened by year-end charges for a non- \b        recurring federal corporate tax charge, the annual Saskatchewan \b        resource surcharge and a true-up between estimate and actual for \b        royalty amounts. Normalized fourth-quarter cash flow was $3.3 million \b        (2005 - $4.9 million). \b \b    -   Capital expenditures in the fourth-quarter were $9.6 million, \b        resulting in the drilling of five heavy oil wells and two gas wells, \b        the acquisition of 39,680 gross (13,920 net) acres of land and the \b        investment in 6.71 square miles of proprietary and trade 3D seismic \b        as well as 47.9 miles of proprietary and trade 2D seismic. All but \b        one of the wells drilled in the quarter were cased. This program was \b        financed by funds generated from operations and the company's \b        revolving bank facility. \b \b    Outlook \b \b    -   GEOCAN has now completed its 2007 first quarter drilling program and \b        has cased all 11 wells drilled. Five of these wells are currently on \b        production. In addition two more are anticipated to be on production \b        by the end of the second quarter. The company will elaborate on this \b        through an operational update in mid-April. \b \b    -   Six of the company's 2006 successfully cased wells are being \b        completed or are awaiting completion when natural gas prices improve. \b \b    -   At GEOCAN's Lloydminster heavy oil discovery, work is underway to \b        develop a strategy to optimize development of the resource. A pilot \b        phase will likely be needed to validate the geologic model and \b        streamline any technical issues before proceeding to a full-scale \b        enhanced recovery scheme. \b \b    -   Key priorities for the year ahead will be to tie-in existing \b        discoveries, ensure environmental and safe operations, advance \b        engineering work on the Lloydminster SAGD opportunity, and build a \b        sufficient cash reserve to meet unanticipated issues throughout the \b        balance of the year. \b \b    -   The company will monitor its capital and operating expenditures to \b        ensure prudent, profitable and cost effective deployment of its cash \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 31, 2007 00:50 ET (04:50 GMT)"},{"md5ID":"49113b75c6c5f2aafb8eebc6d33d40c5","symR":["GCA.T","CA3719381012"],"date":"2007-03-31","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": Geocan Energy Inc. files 2006 Annual Information Form","GmtTimeStamp":"2007-03-31T05:05:00.000000000","CompanyCodes":["GCA.T","CA3719381012"],"IndustryCodes":["OIS"],"Story":"\b \u001d  CALGARY, March 30 /PRNewswire-FirstCall/ - GEOCAN Energy Inc. (TSX:GCA) has on today's date filed its Annual Information Form for the year ended December 31, 2006, which contains the disclosure and reports relating to reserves data and other oil and gas information, effective as of December 31, 2006, required pursuant to National Instrument 51-101 Standards of Disclosure for Oil and Gas Activities of the Canadian Securities Administrators. A copy of this document may be found for viewing on the System for Electronic Document Analysis and Retrieval website at www.sedar.com. \b \u001d  GEOCAN is an oil and gas company with operations in British Columbia, Alberta and Saskatchewan and currently has 55,945,239 common shares issued and outstanding. The focus of GEOCAN's current growth strategy is exploration and development while pursuing accretive acquisitions that create value for its shareholders. Fiscal discipline, operational control and a balanced risk profile are key components of this strategy. \b \bSOURCE  GEOCAN Energy Inc. \b \u001d    /CONTACT: please contact: Wayne Wadley, President and CEO or Brad Farris, VP Finance and CFO, GEOCAN Energy Inc., Phone # (403) 261-3851, Fax # (403) 261-3834, Email: wwadley@geocan.com or bfarris@geocan.com; Website: www.geocan.com \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 01:05 ET (05:05 GMT)"},{"md5ID":"4e32fa6545e3e5f0c63c01cc217f5d8b","symR":["RDSA","RDSA.LN","RDSB","RDSB.LN","GB00B03MLX29","GB00B03MM408"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":": Royal Dutch Shell plc: Filing of Annual Report and Form 20-F for the Year Ended December 31, 2006","GmtTimeStamp":"2007-03-31T13:00:00.000000000","CompanyCodes":["RDSA","RDSA.LN","RDSB","RDSB.LN","GB00B03MLX29","GB00B03MM408"],"IndustryCodes":["OIL","XAEX","XDJGI","XFT1","XGTI","XNYA","XST5"],"Story":"\b \u001d  LONDON, March 31 /PRNewswire-FirstCall/ -- On March 13, 2007 Royal Dutch Shell plc (NYSE: RDS.A; NYSE: RDS.B) filed its Annual Report on Form 20-F for the year ended 31 December 2006 with the U.S. Securities and Exchange Commission. \b \u001d  The 2006 Annual Report on Form 20-F can be downloaded from www.shell.com/ir or www.sec.gov.Separately a 2006 Annual Review including Summary Financial Statements can be downloaded from www.shell.com/ir. A Dutch translation of the Annual Review will be available on the same website from April 4, 2007.Printed copies of the above three documents will be available from April 10, 2007 and can be requested, free of charge, at www.shell.com/annualreport. The Annual Reports and Accounts will be submitted to the Annual General Meeting of shareholders on May 15, 2007. \b \b    Disclaimer Statement \b \u001d  This document contains forward-looking statements concerning the financial condition, results of operations and businesses of Royal Dutch Shell. All statements other than statements of historical fact are, or may be deemed to be, forward-looking statements. Forward-looking statements are statements of future expectations that are based on management's current expectations and assumptions and involve known and unknown risks and uncertainties that could cause actual results, performance or events to differ materially from those expressed or implied in these statements. Forward-looking statements include, among other things, statements concerning the potential exposure of Royal Dutch Shell to market risks and statements expressing management's expectations, beliefs, estimates, forecasts, projections and assumptions. These forward-looking statements are identified by their use of terms and phrases such as \"anticipate\", \"believe\", \"could\", \"estimate\", \"expect\", \"intend\", \"may\", \"plan\", \"objectives\", \"outlook\", \"probably\", \"project\", \"will\", \"seek\", \"target\", \"risks\", \"goals\", \"should\" and similar terms and phrases. There are a number of factors that could affect the future operations of Royal Dutch Shell and could cause those results to differ materially from those expressed in the forward-looking statements included in this Report, including (without limitation): (a) price fluctuations in crude oil and natural gas; (b) changes in demand for the Group's products; (c) currency fluctuations; (d) drilling and production results; (e) reserve estimates; (f) loss of market and industry competition; (g) environmental and physical risks; (h) risks associated with the identification of suitable potential acquisition properties and targets, and successful negotiation and completion of such transactions; (i) the risk of doing business in developing countries and countries subject to international sanctions; (j) legislative, fiscal and regulatory developments including potential litigation and regulatory effects arising from recategorisation of reserves; (k) economic and financial market conditions in various countries and regions; (l) political risks, project delay or advancement, approvals and cost estimates; and (m) changes in trading conditions. All forward-looking statements contained in this document are expressly qualified in their entirety by the cautionary statements contained or referred to in this section. Readers should not place undue reliance on forward-looking statements. Each forward-looking statement speaks only as of the date of this presentation. Neither Royal Dutch Shell nor any of its subsidiaries undertake any obligation to publicly update or revise any forward-looking statement as a result of new information, future events or other information. In light of these risks, results could differ materially from those stated, implied or inferred from the forward-looking statements contained in this document. \b \u001d  The United States Securities and Exchange Commission (SEC) permits oil and gas companies, in their filings with the SEC, to disclose only proved reserves that a company has demonstrated by actual production or conclusive formation tests to be economically and legally producible under existing economic and operating conditions. We use certain terms in this presentation, such as \"oil in place\" that the SEC's guidelines strictly prohibit us from including in filings with the SEC. U.S. Investors are urged to consider closely the disclosure in our Form 20-F, File No 1-32575 and disclosure in our Forms 6-K file No, 1-32575, available on the SEC website www.sec.gov - opens in new window. You can also obtain these forms from the SEC by calling 1-800-SEC-0330. \b \bSOURCE  Royal Dutch Shell plc \b \u001d    /CONTACT: Contacts: Shell Investor Relations: Den Haag Tjerk Huysinga: +31-70-377-3996/+44-207-934-6287, New York Harold Hatchett: +1-212-218-3112; Shell Media Relations: International, US, UK Press: +44-207-934-5963/ 3277/ 6238, The Netherlands and European: Press +31-70-377-8750 \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 09:00 ET (13:00 GMT)"},{"md5ID":"5795c8df20eaf6d373a46d78b796da80","symR":["CL","MEW.UN.T","NESN.VX","NSRGY","CA5872891091","CH0012056047","US1941621039"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Pet Food Contaminant Believed More Deadly To Cats -Officials","GmtTimeStamp":"2007-03-31T20:52:00.000000000","CompanyCodes":["CL","MEW.UN.T","NESN.VX","NSRGY","CA5872891091","CH0012056047","US1941621039"],"IndustryCodes":["COS","FOD","OFP","XDJGI","XFFX","XGTI","XISL","XNYA","XRUS","XSMI","XSP5","XST5"],"Story":"\b \u001d  WASHINGTON (AP)--A greater sensitivity of cats to a chemical found in plastics and pesticides could explain why they have died in larger numbers than have dogs after eating contaminated pet food that has been recalled in North America, experts said Saturday. \u001d  The small number of confirmed reports of pet deaths bolstered by a far larger number of unconfirmed anecdotal reports suggests cats were more susceptible to poisoning by the chemical melamine, officials with the Food and Drug Administration and American Society for the Prevention of Cruelty to Animals said Saturday. \u001d  \"I am concerned we have a situation where we have a sensitive species and it is the cat,\" said Steven Hansen, a veterinary toxicologist and director of the ASPCA's Animal Poison Control center in Urbana, Illinois. \u001d  Testing by the FDA and Cornell University has found melamine in samples of recalled pet food as well as in crystal form in the urine and kidney tissue of dead cats. They've also found the chemical, in apparently raw form in concentrations as high as 6.6%, in wheat gluten used as an ingredient of the recalled cat and dog foods, said Stephen Sundlof, the FDA's chief veterinarian. \u001d  \"There was a sizable amount of melamine. You could see crystals in the wheat gluten,\" Sundlof told The Associated Press. \u001d  Sundlof and others have not been able to explain why the chemical would have caused the kidney failure seen so far in the roughly 16 confirmed pet deaths, all but one in cats. There are anecdotal reports of hundreds more pet deaths. \u001d  \"It has a very low toxicity, at least in rodents. The problem is, we don't have information in cats, and that seems to be the most susceptible species,\" Sundlof said of melamine. Sundlof also allowed that the tainted cat foods could have contained higher concentrations of melamine than did the dog foods. \u001d  Earlier this month, Menu Foods (MEW.UN.T) became the first of three pet food manufacturers to recall its products. It did so after cats began to fall sick and die during routine company taste tests of its wet-style pet foods, sold under nearly 100 store- and major-label brands in the U.S., Canada and Mexico. Other than in the recalled products, melamine has not been found in other Menu Foods pet foods, the company said. \u001d  Melamine is used to make plastic kitchenware, glues, countertops, fabrics, fertilizers and flame retardants. It also is both a contaminant and byproduct of several pesticides, including cyromazine, according to the Environmental Protection Agency. \u001d  The United Nations Environment Program considers melamine of low potential risk, as does the EPA. The agency has sent FDA the database information it has on the chemical and will provide technical assistance as needed, EPA spokeswoman Enesta Jones said Saturday. \u001d  Sundlof said the FDA had not found any studies of melamine in cats, and the results of only a single 1945 study that tested it on dogs. That study suggested the chemical increased urine output when fed to dogs in large amounts. \u001d  \"That was pretty much it,\" Sundlof said. \u001d  Still, it is well known that identical substances can have very different effects on cats and dogs. For example, the flea killer permethrin is OK to use on dogs but lethal to cats, Hansen said. The same could be the case with melamine. \u001d  \"Cats are very sensitive to many different chemicals, whether drugs, pesticides or plants. We certainly know they have some unique physiological responses that make them susceptible in cases where we wouldn't expect it in other species,\" Hansen said. \u001d  The investigation has traced the melamine to wheat gluten that Menu Foods, Nestle (NESN.VX) Purina PetCare Co. and Hill's Pet Nutrition bought from an unnamed U.S. supplier. The latter two companies have recalled a limited number of products since Friday. Hill's Pet Nutrition is a division of Colgate-Palmolive Co. (CL). The wheat gluten, a protein source, was imported from China. \u001d  Sundlof said the recall could expand further, depending whether other pet food manufacturers also bought wheat gluten from the same supplier. \u001d  \"We're still in the process of tracing it at this point,\" Sundlof said. There is no indication the wheat gluten entered the human food supply, he added. \u001d  --- \u001d  On the Net: \u001d  Menu Foods: http://menufoods.com/recall/ \u001d  FDA: http://www.fda.gov/oc/opacom/hottopics/petfood.html \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 16:52 ET (20:52 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5a8d4c693a2932a118c20af1d281dac5","symR":["BZH"],"date":"2007-03-31","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/2) Follow-Up: Beazer Faces Double-Whammy","GmtTimeStamp":"2007-03-31T04:09:00.000000000","CompanyCodes":["BZH"],"IndustryCodes":["HOM","HPR","XDJGI","XFFX","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Neil A. Martin \u001d  Shares of Beazer Homes USA nosedived 15% to 28 last week on news that the Atlanta-based company is being investigated by state and federal agencies for mortgage-lending practices and other financial dealings -- amid already souring sentiments about the housing market. \u001d  None of this has been good for investors who may have bought Beazer's common (ticker: BZH) following our bullish article on the company three years ago (\"Home Advantage,\" May 24, 2004). After that, the stock went on a 20-month upward tear to a split-adjusted 82 in January '06, before dropping back to current levels.  It's fallen 5% since our piece ran. \u001d  There's probably more downside in the weeks and months ahead. Much will depend on what the probes turn up, including one by the FBI for possible fraud. \u001d  But the company also has reported hefty losses and declining sales -- a 54% drop in new-home orders in the three months that ended last December. Beazer lost $59 million, or $1.54 a share, in its first quarter (ended Dec. 31), compared with a profit of $89.9 million, or $2.20 a share, a year ago. Sales slid to $806.4 million from $1.1 billion over the same span. \u001d  \"Anyone holding the stock now is in a very speculative situation,\" says A. G. Edwards analyst Gregory E. Gieber. \"Even without the probes, Beazer faces the same problem of declining sales and profits that everyone else in the industry currently faces,\" he adds. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5f56ca3500f8233b33aa822572cb4092","symR":["BSY","BSY.LN","PXC.LN","GB0001411924","GB0005846018"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"BSkyB Retreats From Bidding For Pipex; Virgin Cools","GmtTimeStamp":"2007-03-31T11:22:00.000000000","CompanyCodes":["BSY","BSY.LN","PXC.LN","GB0001411924","GB0005846018"],"IndustryCodes":["BRD","FTS","MED","TLS","XDJGI","XFT1","XNYA"],"Story":"\b \u001d  LONDON (Dow Jones)--British Sky Broadcasting Group PLC (BSY) has pulled out of the bidding for Pipex Communications (PXC.LN), the GBP383 million broadband internet player, in a move that could ease price tension for the asset, The Times reports Saturday, without citing sources. \u001d  It is understood that BSkyB did not submit a formal expression of interest for Pipex, but is instead thought to be focusing on organic growth and is not expected to enter the auction at a later stage, the paper reports. \u001d  Virgin Media, which has been named as a lead bidder for the asset, is also believed to have cooled on the idea, the paper notes. \b \u001d  Newspaper Web site: http://www.timesonline.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 07:22 ET (11:22 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"64d01c1d43c126a83c74e8f770ce2b02","symR":["GCA.T","CA3719381012"],"date":"2007-03-31","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": GEOCAN Energy Inc. announces 2006 -3-","GmtTimeStamp":"2007-03-31T04:50:00.000000000","CompanyCodes":["GCA.T","CA3719381012"],"IndustryCodes":["OIS"],"Story":"\b        flow. The company plans minimal capital expenditures throughout \b        breakup and the second quarter. For the balance of the year the \b        company will focus on high-priority opportunities as it works to \b        reduce its leveraged balance sheet. \b \b    A growing talent pool \b \b \u001d  GEOCAN nearly doubled the number of employees from 13 to 25 while keeping G&A expenditures in check, increasing only 7% on a boe basis. This growth allowed for less reliance on third-party consultants and increased the company's independence in planning and execution. GEOCAN now has seven engineering staff, six geoscientists, three land staff, seven accounting staff, and two office staff. \b \b \b    CONSOLIDATED BALANCE SHEET AS AT: \b \b                                                 December 31,    December 31, \b                                                        2006            2005 \b    Assets \b \b    Current \b      Accounts receivable                      $  14,300,804   $  10,181,438 \b      Prepaid expenses                             1,402,637         763,289 \b                                              ------------------------------- \b                                                  15,703,441      10,944,727 \b \b      Property and equipment                     147,281,432     107,639,000 \b      Investment                                     968,266         968,266 \b      Goodwill                                     2,653,902       2,653,902 \b                                              ------------------------------- \b                                               $ 166,607,041   $ 122,205,895 \b \b    Liabilities \b \b    Current \b      Bank indebtedness                        $   3,637,022   $     650,856 \b      Accounts payable                            17,754,660      14,078,650 \b      Cumulative dividend payable                    194,216          70,286 \b      Bank debt                                   48,075,537      10,900,000 \b      Long-term debt - current portion                     -       1,190,221 \b                                              ------------------------------- \b                                                  69,661,435      26,890,013 \b \b    Asset retirement obligation                    6,950,116       5,926,421 \b    Long-term debt                                         -       2,206,559 \b    Future income taxes                           17,117,673      16,663,800 \b    Preferred shares                               2,739,676       2,739,676 \b                                              ------------------------------- \b                                                  96,468,900      54,426,469 \b \b    Shareholders' Equity \b \b    Share capital                                 67,918,997      64,763,778 \b    Share purchase warrants                        1,513,400       2,094,819 \b    Contributed surplus                            1,532,404         657,476 \b    (Deficit)/Retained earnings                     (826,660)        263,353 \b                                              ------------------------------- \b                                                  70,138,141      67,779,426 \b \b                                              ------------------------------- \b                                               $ 166,607,041   $ 122,205,895 \b \b \b \b    CONSOLIDATED STATEMENT OF OPERATIONS AND (DEFICIT) \b    RETAINED EARNINGS AS AT: \b \b    for the year ended \b                                                 December 31,    December 31, \b                                                        2006            2005 \b    Revenue: \b    Revenues                                   $  47,896,854   $  33,381,746 \b    Less: Royalties (net of ARTC)                 (8,113,287)     (5,609,021) \b                                              ------------------------------- \b                                                  39,783,567      27,772,725 \b \b    Expenses: \b \b    Operating                                     14,192,042      9,999,149 \b    Transportation                                 1,720,381        821,363 \b    General and administration                     3,959,704      2,606,298 \b    Interest and bank charges                      1,805,266        836,816 \b    Cumulative dividend on preferred shares          123,930         70,286 \b    Depletion, depreciation and accretion         22,368,173     10,809,221 \b                                              ------------------------------- \b                                                  44,169,496     25,143,133 \b \b    (Loss)/Income before income taxes             (4,385,929)     2,629,592 \b \b    Provision for income taxes (recovery) \b \b        Current taxes                                544,975        396,510 \b        Future                                    (3,963,704)       680,416 \b                                              ------------------------------- \b                                                  (3,418,729)     1,076,926 \b \b    Income/(loss) for the period                    (967,200)     1,552,666 \b \b    Retained earnings (deficit), beginning \b     of period                                       263,352     (1,284,114) \b    Acquisition of shares in excess of \b     assigned value                                 (122,812)        (5,199) \b                                              ------------------------------- \b    (Deficit) Retained earnings, end of \b     period                                    $    (826,660)  $    268,552 \b \b \b    (Loss)/Income per share \b      Basic                                    $       (0.02)  $       0.05 \b      Diluted                                  $       (0.02)  $       0.05 \b \b \b \b    CONSOLIDATED STATEMENT OF CASH FLOWS \b    for the year ended                           December 31,    December 31, \b                                                        2006            2005 \b    Operating activities: \b      Net income (loss) for the period         $    (967,200)  $   1,552,666 \b      Adjustments for non-cash items: \b        Equity share of earnings of investment \b        Depletion, depreciation and accretion     22,368,173      10,809,221 \b        Unrealized financial risk mgmt. \b         liability                                         -        (561,492) \b        Stock based compensation                     812,547         421,337 \b        Foreign exchange gain                        (10,093)              - \b        Future income tax (recovery)              (3,963,704)        680,416 \b        Cumulative dividend on preferred \b         shares                                      123,930          70,286 \b                                              ------------------------------- \b                                               $  18,363,653   $  12,972,434 \b \b        Asset retirement obligation settled         (511,728)       (244,102) \b        Other income on disposal of asset           (987,748)     (1,031,688) \b        Change in non-cash working capital          (756,912)     (1,268,890) \b                                              ------------------------------- \b                                                  16,107,265      10,427,754 \b \b    Investing \b      Capital asset expenditures               $ (35,943,778)  $ (19,905,887) \b      Acquisition of Columbus Exploration        (15,726,254)              - \b      Transaction costs of acquisition            (1,656,745)     (5,448,240) \b      Proceeds on disposition of capital assets            -       1,031,688 \b      Change in non-cash working capital             201,864      (2,086,746) \b                                              ------------------------------- \b                                               $ (53,124,913)  $ (26,409,185) \b \b    Financing: \b      Issuance of common shares                $   2,634,624   $  20,595,730 \b      Repayment of third-party loan                               (1,500,000) \b      Repurchase of common shares                   (361,048)              - \b      Proceeds of debt                            35,154,686     (11,755,216) \b      Repayment of debt                           (3,396,780)              - \b                                              ------------------------------- \b                                               $  34,031,482   $   7,340,514 \b \b    Decrease in cash                              (2,986,166)     (8,640,917) \b \b    (bank indebtedness) beginning of period         (650,856)     (2,079,767) \b                                              ------------------------------- \b    (bank indebtedness) end of period          $  (3,637,022)  $ (10,720,684) \b \b    Supplemental information \b    Interest paid                              $   1,805,266   $     378,260 \b    Taxes paid                                 $     544,975   $           - \b \b \u001d  The company notes that this news release contains selected financial and other information from its 2006 annual report, which is available at SEDAR (www.sedar.com) and the company's web site (www.geocan.com). This information should be read in conjunction with the December 31, 2006 and 2005 audited consolidated financial statements of the company, the attached notes and the management's discussion and analysis relating thereto, all of which are available on SEDAR and contained in the 2006 annual report. \b \b    Advisory -- Forward-looking Information \b \u001d  This press release may include certain forward-looking statements. These statements involve known and unknown risks, uncertainties, and other factors that may cause actual results or events to differ materially from those anticipated in the forward-looking statements. However, while management believes these forward-looking statements to be reasonable, the reader cannot be assured that these expectations will prove to be correct. The reader should not unduly rely on these forward-looking statements as these statements speak only as of the date of March 30, 2006. Additional information about the company can be found on www.sedar.com. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 31, 2007 00:50 ET (04:50 GMT)"},{"md5ID":"6a6383e5219a45e079cc543a7bb6e9fb","symR":["GGC"],"date":"2007-03-31","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Georgia Gulf Announces Date for Conference Call","GmtTimeStamp":"2007-03-31T16:30:00.000000000","CompanyCodes":["GGC"],"IndustryCodes":["CHC","CHM","XDJGI","XISL","XNYA","XRUS","XSCI"],"Story":"\bATLANTA--(BUSINESS WIRE)--March 31, 2007-- \u001d  Georgia Gulf Corporation (NYSE: GGC) announced today that it will host its fourth quarter and full year 2006 financial results conference call on Wednesday, April 4, 2007, at 10:00 AM ET. \b \u001d  Georgia Gulf will discuss its financial results via teleconference and Web cast. To access the teleconference, please dial 888-552-7928 (domestic) or 706-679-3718 (international). To access the teleconference via Webcast, log on to http://phx.corporate-ir.net/phoenix.zhtml?p=irol-eventDetails&c=112207 &eventID=1519656. (Due to its length, this URL may need to be copied/pasted into your Internet browser's address field. Remove the extra space if one exists.) Playbacks will be available from 11:00 AM ET Wednesday, April 4, to midnight ET Wednesday, April 11. Playback numbers are 800-642-1687 (domestic) or 706-645-9291 (international). The conference call ID number is 4528380. \b \u001d  In addition to the discussion, Georgia Gulf intends to provide presentation slides to accompany the conference call. These slides will be posted on the Georgia Gulf Web site at www.ggc.com prior to the conference call. \b \u001d  Georgia Gulf confirmed that its 2006 annual report on Form 10-K has now been accepted by the Securities and Exchange Commission (SEC), and the Form 10-K will be available for viewing Monday, April 2, 2007 via EDGAR. \b \u001d  Georgia Gulf Corporation is a leading, integrated North American manufacturer of two chemical lines, chlorovinyls and aromatics, and manufactures vinyl-based building and home improvement products. The Company's vinyl-based building and home improvement products, marketed under Royal Group brands, include window and door profiles, mouldings, siding, pipe and pipe fittings, deck, fence and rail and outdoor storage buildings. Georgia Gulf, headquartered in Atlanta, Georgia, has manufacturing facilities located throughout North America to provide industry-leading service to customers. \b \b    CONTACT: Georgia Gulf Corporation \b             Investor Relations \b             Mark Badger \b             905-264-0701 \b             or \b             Georgia Gulf Corporation \b             Investor Relations \b             Angie Tickle \b             770-395-4520 \b \b    SOURCE: Georgia Gulf Corporation \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 12:30 ET (16:30 GMT)"},{"md5ID":"74807164b3352a3ac8640c20fadd2be6","symR":["APA","BHI","CVX","DO","DVN","RIG","VLO","XLE","XTO","US0374111054","US0572241075","US1667641005","US25179M1036","US91913Y1001"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/2) The Striking Price: A Better Buy In The Oil Patch","GmtTimeStamp":"2007-03-31T04:05:00.000000000","CompanyCodes":["APA","BHI","CVX","DO","DVN","RIG","VLO","XLE","XTO","US0374111054","US0572241075","US1667641005","US25179M1036","US91913Y1001"],"IndustryCodes":["DRL","EQS","EXT","OIE","OIL","OIS","XDJGI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Steven M. Sears \u001d  It's not too late to buy oil stocks, even as prices increase. Reasonably priced stocks can be found with a little ingenuity and a team of equity-derivatives strategists skilled in analyzing implied volatility. \u001d  Citigroup's derivatives strategists, who fit that description, have found that the implied volatility of options on oil stocks and indexes is at or near multi-year lows, though crude and oil-share prices are heading toward six-month highs and diplomatic tensions are rising in the Middle East since Iran's seizure of 15 British sailors. \u001d  The pricing discrepancy almost seems implausible because everyone knows oil prices are heavily influenced by geopolitical risks, and also by the onset of hurricane season. But Citigroup's research shows it to be true. \u001d  A good proxy for the oil sector is the Energy Select SPDR (ticker: XLE). Its implied volatility peaked at about 35% in June 2006, and has since \"collapsed,\" according to Citi. The ETF's implied volatility now is trading in line with three-month historic volatility of about 22%, and is below the volatility levels seen in much of the past two years, Citigroup says. \u001d  This probably seems like so much mathematical mumbo-jumbo, yet it is good news for anyone who wants to buy oil stocks at current, elevated prices. In essence, call options now offer attractively priced alternatives. Oil-sector investors concerned about protecting their stock profits might also conclude that they want to hedge their holdings with inexpensive puts. Conversely, they can also sell their expensive oil stocks and maintain exposure to the sector with long-dated calls. \u001d  The sector's cheapest equity options are Apache (APA), Valero (VLO), Diamond Offshore Drilling (DO), XTO Energy (XTO), Baker Hughes (BHI) and Nabors Industries (NBR), Citigroup's strategists found. Rowan Cos. (RDC); Devon Energy (DVN), which coincidentally attracted unusual call buying during the week on unconfirmed takeover speculatio; Chevron (CVX) and Transocean (RIG) also were identified as attractively priced. \u001d  Anyone who answers Citigroup's call about puts and calls is advised to buy contracts that expire in April. Citigroup believes these are the best choices for hedging or directional positions. \u001d  To be sure, the disconnect between options prices and the real-world forces that influence oil prices will not last for long. The gap appears attributable to \"volatility traders.\" \u001d  These traders can increase volatility with complicated stock and options strategies, and for the past few weeks have plied their tricks in the imploding subprime financial sector, leaving oil-sector volatilities to languish even as oil prices have increased and stock strategists, including Citigroup's, have grown increasingly bullish on the sector's prospects. \u001d  \"The oil sector has the potential to deliver real volatility,\" says Andrew Wolchek, a Citigroup equity-derivatives strategist. \"But it has been quiet these past few months and people have gotten complacent.\" \u001d  That will not last. Emotion rules the oil market, and soon some event from points furrther East will panic the complacent, and volatility no longer will seem quite so cheap. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"74f64f6ef4665886706b9f0015b64509","symR":["ELN","ELN.DB","FRX","JNJ","LLY","MYGN","NOVN.VX","NRM.T","NRMX","NVS","PFE","TTH.T","WYE","CA64125K1012","CA8937161005","CH0012005267","IE0003072950","US4781601046","US5324571083","US7170811035"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/2) Alzheimer's Cure","GmtTimeStamp":"2007-03-31T04:09:00.000000000","CompanyCodes":["ELN","ELN.DB","FRX","JNJ","LLY","MYGN","NOVN.VX","NRM.T","NRMX","NVS","PFE","TTH.T","WYE","CA64125K1012","CA8937161005","CH0012005267","IE0003072950","US4781601046","US5324571083","US7170811035"],"IndustryCodes":["BTC","DRG","MDV","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSCI","XSMI","XSP5","XST5","XTSE"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  About a year ago, James Smith's life changed. \"At age 46,\" he says, \"something like Alzheimer's disease wasn't even on my radar screen.\" \u001d  -- Smith was an information-technology director for a big financial firm near Minneapolis, a globetrotting \"tech weenie.\" But he started forgetting things, losing his sense of time. He could no longer multitask. More recently, following the Alzheimer's diagnosis, Smith has noticed his personality changing. Flashes of anger come andgo, for no reason. And his awareness is slipping: He'll think he's having a good day, only to find out he's forgotten something really important. \u001d  -- The disease forced him to retire on disability last summer, just after his twin daughters entered Northwestern University. Smith's wife Juanita doesn't have a job with health insurance. His corporate health-insurance coverage will run out in about a year. It's too late for them to get long-term-care insurance, so they'll have to spend down to the poverty level when he finally needs full-time care. \u001d  -- James and Juanita watched her grandmother die of Alzheimer's complications, so they know what's ahead. \"Neither of us has any illusions about where this goes,\" he says. \"It's 100% fatal.\" \u001d  -- But those odds may soon improve for Alzheimer's sufferers like Smith. Large drug companies such as Wyeth have progressed to the point where they're conducting human studies for numerous treatments that stem the underlying biological causes of Alzheimer's disease. Smaller firms like Myriad Genetics and Neurochem are actually in their final phase of testing drugs aimed at Alzheimer's causes. Smith is desperate to participate in one of those clinical studies, but the test designs exclude people under the age of 50. \u001d  So Smith is in a race against time -- the most advanced experimental drug candidates are still a couple of years from Food & Drug Administration consideration. But when Alzheimer's drugs arrive, they will do much good for the estimated 440,000 Americans that develop the disease each year. More than 5 million suffer from Alzheimer's in the U.S., according to the latest estimates from the Alzheimer's Association, and perhaps 24 million suffer worldwide. Smith's disease had an unusually early onset, given that Alzheimer's risk increases with age: 1% of those in their early '60s have it, while more than one-third of those older than 85 have it. With the cohort of 78 million baby boomers that began turning 60 last year, the prediction is that 16 million Americans will have Alzheimer's by mid-century. The worldwide number by then would be 80 million. \u001d  Without successful treatments, Alzheimer's will become a crushing economic burden for the country, and not just for families like the Smiths. Patient care already costs Medicare $91 billion a year, plus another $21 billion for Medicaid programs. That makes it the country's third most costly illness, after heart disease and cancer. \u001d  \"I'll be 60 this year,\" says Wyeth chief executive Robert Essner. \"And there are no really effective treatments out there . . . This will be a huge health-care problem for my generation.\" \u001d  Essner's company (ticker: WYE) has made a broad investment in Alzheimer's research, bringing 11 drugs into clinical human testing. Its lead compound is a genetically engineered antibody developed with the Irish firm Elan (ADR ticker: ELN) that actually clears away the toxic protein that clots Alzheimer's patients' brains. Other Wyeth compounds inhibit the formation of those Alzheimer's clotting clumps. \u001d  Wyeth's experimental drugs certainly could fail, but it wouldn't cost investors much to find out. The Madison, N.J.-based company has one of the cheapest big drug stocks, trading at about 14.5-times this year's consensus earnings estimate, at the recent share price of 50. \u001d  Yet its business is improving. Wyeth has gotten its arms around the expensive litigation surrounding its pfen-fen diet drugs, so currently successful products like the anti-arthritic Enbrel and Prevnar, a strep vaccine, should start lifting cash flow and profits. It is also one of only a handful of drug firms that might be attractive merger partners for giants like Novartis (NVS) or Pfizer (PFE). So Wyeth shares could rise into the 60s -- and that's without considering that its Alzheimer's program could yield some of the most important new drugs in our lifetimes. \u001d  Other companies with large Alzheimer's bets include Eli Lilly (LLY) and Pfizer, as well as the Salt Lake City-based genetic-testing pioneer Myriad (MYGN) and tiny Neurochem (NRMX) of Laval, Quebec. \b \u001d  Just over 100 years ago, the Bavarian psychiatrist Alois Alzheimer described autopsies of dementia patients' brains, where he found nerves caked with sticky plaque and filled with tangled fibers. In the last 20 years, scientists have gained much understanding of the biology underlying these features of what is known as Alzheimer's disease, the cause of at least half of all dementia. After losing memory and language skills, patients become unable to care for themselves and die bedridden -- sometimes as long as 20 years after diagnosis, but typically after about eight years. \u001d  Drugs to combat Alzheimer's have been slow to arrive, with many failed efforts. The five medications approved since 1993 only treat the symptom of weak memory -- offering a moderate boost that lasts for less than two years. Pfizer's Aricept and Novartis' Exelon prevent the breakdown of the neurotransmitter acetylcholine that's part of the mechanism of memory (as does Cognex, which Pfizer no longer actively markets). Johnson & Johnson's Razadyne works similarly, but also makes the so-called nicotinic receptors produce more acetylcholine. Namenda, from Forest Labs (FRX), prevents another neurotransmitter called glutamate from overexciting memory receptors of nerve cells. \u001d  Smith has taken Aricept for a year, and is adding Namenda. Aricept helped him regain a lot of his mental clarity. \"It's like the difference between driving during the day . . . and driving at night,\" he says. \"Within the space of my mental headlight, with Aricept, I can do pretty well.\" \u001d  But none of these approved drugs has been shown to actually change the downward course of Alzheimer's. The search for drugs that can slow the disease has focused largely on the source of the plaque first reported by Alois Alzheimer. The plaque consists of a misfolded variant of a common cellular substance known as amyloid. This rogue version is called amyloid-beta42 -- or A-beta42 -- and it tends to clump together inside nerve cells, interfering with nerve function and eventually killing brain cells. \u001d  Researchers have been able to reproduce features of human Alzheimer's in the laboratory cell cultures and mouse experiments that precede clinical studies in humans. \"There has been a lot of preclinical evidence that amyloid deposition is upstream of the other effects of the disease,\" said Harvard Medical School neurologist Dennis Selkoe, in a recent conference call with clients of CIBC World Markets. \u001d  The farthest along of the anti-amyloid experimental drugs are Myriad's Flurizan and Neurochem's Alzhemed, both of which are in the Phase 3 trials that come just prior to seeking FDA approval. Myriad already has a genetic cancer-testing business that ran up $132 million in sales in calendar 2006 -- and a stock-market valuation of more than 10-times that amount, at a recent share price of 34, despite its lack of profits. The company's been plowing research dollars into developing drugs like Flurizan, an anti-inflammatory designed to inhibit formation of the amyloid-beta42 that's prone to clumping. \u001d  Flurizan seemed to work in mice, but it failed to show a statistically-significant benefit during a 12-month Phase 2 study involving 207 patients. The endpoint combined tests of patients' cognitive performance and caregiver ratings of the patients' ability to carry out daily activities. \u001d  After the study, however, researchers followed some of the Phase 2 patients who had the mildest Alzheimer's and who continued taking Flurizan for two years. Those on the highest dose of Flurizan stabilized their mental test scores. This post-hoc analysis of a subset of patients doesn't prove much, but it encouraged Robert C. Green, a Boston University neurology professor. \"If you can preserve function up to two years in some people,\" he says, \"that suggests to me that the drug's doing something.\" \u001d  Green is lead investigator in one of Myriad's two Phase 3 studies of Flurizan, each of which is following 1,600 patients over 18 months. Myriad recently cancelled plans for an interim analysis after 12 months, so Green won't have his results until 2008. \b \u001d  The future of Canada's Neurochem basically rides on Alzhemed, an experimental drug that's like an anti-coagulant that binds to single copies of A-beta42 and reduces their tendency to clump together. Like Myriad's drug, it seemed to work in mice and is safe in humans. But in a Phase 2 trial in 58 patients, Alzhemed yielded no measurable benefit in memory tests -- al-though the study period was an admittedly short three months. \u001d  It did reduce levels of an A-beta biomarker in patients' cerebrospinal fluid, however. That impressed Paul Aisen, a professor of neurology at Georgetown University Medical Center who is leading the large 18-month Phase 3 study of Alzhemed in North America. But cerebrospinal biomarkers have been hard to interpret in Alzheimer's. \"We really have no idea how much a reduction in [cerebrospinal] peptide over 12 weeks will translate into clinical and cognitive gains over 18 months,\" he told listeners on CIBC's recent conference call. \"It could be anything from zero to a major difference.\" \u001d  In more than 1,000 patients, the Phase 3 trial will look for a difference in standard measures of mental and everyday functioning. Over half the patients have also gotten MRI scans to check for the shrinkage in brain volume that's characteristic of Alzheimer's. The study's done, but its results have not yet been revealed. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 31, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"77e94509e53e4906670f9fedbb48ce60","symR":["GCA.T","CA3719381012"],"date":"2007-03-31","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": GEOCAN Energy Inc. announces 2006 results","GmtTimeStamp":"2007-03-31T04:50:00.000000000","CompanyCodes":["GCA.T","CA3719381012"],"IndustryCodes":["OIS"],"Story":"\b \u001d  CALGARY, March 30 /PRNewswire-FirstCall/ - GEOCAN Energy Inc. (\"GEOCAN\" or the \"company\") (TSX: GCA) announces financial and operating results for the year ended December 31, year 2006. \b \u001d  Cash flow from operating activities was $18.36 million or $0.33/share (diluted) as compared to $12.97 million or $0.34/share (diluted) in 2005. GEOCAN average number of common shares for the period 2006 was 56.5 million (diluted) as compared to 28.5 million (diluted) for 2005. The average share numbers primarily reflect the effect of the timing of the Assure Energy, Inc. acquisition and a subsequent bought deal private placement financing, both of which occurred in the latter part of 2005 and were previously announced by the company. \b \u001d  Cash flow for 2006 was a record for the company and an increase of 42% as compared to 2005. Average production for the year increased 41% to a record 3,077 boepd from 2,188 boepd in 2005. GEOCAN reached an exit production rate of 3,544 boepd while achieving record operating and corporate netbacks in 2006 in the process. \b \u001d  Earnings loss for 2006 was ($0.97 million) or ($0.02 /share) (diluted) as compared to earnings of $1.55 million or $0.05/share (diluted) in 2005. The earnings loss for 2006 resulted primarily from higher than anticipated depletion, depreciation and accretion (\"DD&A\") in 2006 due to lower than anticipated drilling success in replacing its proven reserves. Total proven plus probable reserves however, were up 312% due to a significant heavy oil discovery with high recovery potential. GEOCAN's first quarter 2007 drilling program improved the company's success rate with 11 wells drilled and all wells cased for production. \b \u001d  GEOCAN's most notable accomplishment of 2006 was the discovery of a significant heavy oil pool in the Lloydminster core area (100% working interest) that has potential for a major steam assisted gravity drainage (\"SAGD\") recovery program. With approximately 25 million probable recoverable barrels, as assessed by independent third-party engineers DeGolyer and MacNaughton Canada Limited, this project has the potential to be very significant for GEOCAN. \b \u001d  Finding development and acquisition (\"FD&A\") costs for proved reserves were $33.03/boe before future capital ($35.26/boe after future capital). FD&A costs for proved and probable reserves were $1.78/boe before future capital ($9.44/boe including future capital). The total proved plus probable FD&A calculation includes the probable reserves assigned to SAGD as well as SAGD capital of approximately $200 million. \b \u001d  The oil and gas industry experienced many challenges in 2006 and GEOCAN was not immune to them. Although the price of heavy oil, which represents 45% of GEOCAN's commodity mix, strengthened 23%, lower prices for natural gas, down 35%, had an impact on the company, as they did on the entire oil and gas industry. GEOCAN operates about 90% of its production which enabled the company to control costs resulting in year over year production and general and administration expenses remaining essentially flat on a per unit basis. This was in contrast to a general industry trend of higher per unit costs resulting from increased oilfield services and labour costs. \b \b \b    Highlights of 2006 include: \b \b    -   The discovery of a significant heavy oil pool near Lloydminster added \b        24.8 million barrels of probable reserves. \b \b    -   On the strength of this discovery GEOCAN's year-end independently \b        assessed proved and probable (P+P) reserves increased 312% to 32.5 \b        million boe compared with 7.9 million boe at the end of 2005. \b \b    -   Proved reserves were well balanced in 2006, with 28% allocated to \b        light and medium oil, 30% to natural gas and 42% to heavy oil. \b \b    -   Average production rose 41% from 2,188 boepd in 2005 to 3,077 boepd \b        in 2006, as GEOCAN surpassed the one million boe annual production \b        threshold. \b \b    -   The reserves replacement ratio was approximately 24 times, based on \b        additions to proved plus probable reserves of approximately 24.5 \b        million boes. The company came close to replacing its one million boe \b        of production from proved additions with a proved reserves \b        replacement ratio of 0.83. \b \b    -   Gross revenues reached $47.9 million, up 43% from $33.4 million in \b        2005. \b \b    -   Cash flow rose 42% to a record $18.4 million in 2006 from $13 million \b        in 2005. \b \b    -   Netbacks rose 15% in 2006 to $21.49/boe compared with $18.69/boe in \b        2005, driven by netbacks on heavy oil that were up 15% to $15.09/bbl \b        although netbacks on light/medium oil were down 11% to $35.42/bbl and \b        natural gas netbacks decreased 51% to $3.24/mcf driven by the 35% \b        drop in natural gas prices. The company's balanced commodity mix \b        served it well throughout the year, limiting the downward impact of \b        decreasing natural gas prices on cash flow. \b \b    -   Despite increasing costs for oilfield services and labour, GEOCAN \b        kept cost increases to 5% for field operations and 7% for general and \b        administration, both on a boe basis, due to the fact that the company \b        operates approximately 90% of its production. \b \b    -   Gross undeveloped land portfolio grew 60% to 322 gross sections (212 \b        net) in 2006. Total gross land is currently 394 sections (260 net), \b        most of which are in gas and light oil prone areas, providing \b        prospects for drilling well into 2007 and beyond. \b \b    -   GEOCAN acquired Columbus Exploration Ltd. in July 2006, adding \b        production, facilities and 21,142 gross acres (13,808 net) of \b        undeveloped land northwest of Edmonton. \b \b    -   Capital expenditures were focused primarily on drilling 30 gross \b        (22.13 net) wells, completions and tie-ins for $29.2 million. The \b        company spent an additional $2.7 million to acquire 18,560 gross \b        (14,200 net) acres of undeveloped land at Crown sales in British \b        Columbia, Alberta and Saskatchewan. Seismic programs (2D and 3D) and \b        the acquisition of third party seismic required $2.4 million. \b \b    Comparative Financial Highlights \b \b \b                                      Year ended     Year ended      Percent \b                                    Dec 31, 2006   Dec 31, 2005       Change \b                                    ------------   ------------     -------- \b    Gross revenue                   $ 47,896,854   $ 33,381,746          43% \b \b    Net revenues                    $ 39,783,567   $ 27,772,725          43% \b \b    Production expenses             $ 14,192,042   $  9,999,149          42% \b     Per unit ($/boe)               $      13.19   $      12.52           5% \b \b    Depletion and site \b     restoration expense            $ 22,368,173   $ 10,809,221         107% \b      Per unit ($/boe)              $      20.79   $      13.54          54% \b \b    General and administration \b     expense                        $  3,959,704   $  2,184,961          81% \b      Per unit ($/boe)              $       2.92   $       2.74           7% \b \b    Cash flow                       $ 18,363,653   $ 12,972,434          42% \b      Per share (basic)             $       0.33   $       0.40         -17% \b      Per share (diluted)           $       0.33   $       0.34          -5% \b \b    After tax net (loss) \b    income                          $   (967,200)  $  1,552,666 \b      Per share (basic)             $      (0.02)  $       0.05 \b \b    Capital expenditures            $ 35,943,778   $ 19,905,887          81% \b \b    Total capital assets \b    (net of depletion)              $147,281,432   $107,939,000          51% \b \b    Average production (boepd)             3,077          2,188          41% \b    Exit production (boepd)                3,544          3,414           4% \b \b    Average shares (basic) \b     for the period ended             55,544,073     25,531,448         118% \b \b    Production increases \b \b \u001d  Average production in 2006 rose 41% to 3,077 boepd, compared with 2,188 in 2005. By year end, production volumes reached a capability exit rate of 3,544 boepd, up 4% from the 3,414 boepd capability exit level in 2005. \b \u001d  GEOCAN committed to a more balanced commodity mix than it had a year ago, aiming for one third heavy oil, one third light/medium oil, and one third natural gas. At year end, the company's mix moved further in this direction with production distributed 45% to heavy oil (2005: 56%), 35% to natural gas (2005: 25%), and 20% to light/medium oil (2005: 19%). Management believes a balance of all three commodities allows the company to focus on exploration and development projects that are consistent with each commodity's price cycle. \b \b    Lloydminster discovery \b \u001d  GEOCAN discovered a significant heavy oil pool near Lloydminster that independent third party engineers DeGolyer and MacNaughton Canada Limited have estimated at 24.8 million barrels of probable reserves. \b \u001d  The pool, which was delineated with five vertical wells in 2006, is concentrated in less than one section of land, making development relatively straight forward. The reservoir is 3D seismically defined. It displays good characteristics for a SAGD program, and is in an area well served by pipelines and other infrastructure. The company holds 100% working interest in the discovery. \b \u001d  A pilot phase will likely be initiated to validate the geologic model and streamline any technical issues before proceeding to a full-scale enhanced recovery scheme. This pilot project would include two to three horizontal well pairs with surface facilities to handle the associated production volumes. This phase is expected to cost approximately $40 million. Preliminary estimates identifying potentially up to 15 well pairs could be necessary to fully develop the reserves in place. The full phase development including the initial pilot is anticipated to cost $200 million. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 31, 2007 00:50 ET (04:50 GMT)"},{"md5ID":"7a87435fbc2567339dbc972a58d874d4","symR":["BSC","DJP","GSP","IEF","INP","LQD","MBB","OIL","SHY","TLT","VGI.XX"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/2) Exchange-Traded Funds: Digging For Solid Returns","GmtTimeStamp":"2007-03-31T04:09:00.000000000","CompanyCodes":["BSC","DJP","GSP","IEF","INP","LQD","MBB","OIL","SHY","TLT","VGI.XX"],"IndustryCodes":["AMG","EXT","SCR","XDJGI","XFFX","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Tom Sullivan \u001d  Exchange-traded funds are starting to make a big splash in the fixed-income markets, as the popular investment vehicles -- to date, used largely to bundle equities, not bonds -- continue to innovate, mutate and proliferate. \u001d  Given the stock market's weakness -- the Dow Jones Industrial Average is down about 450 points since hitting a record close of 12,786.64 on Feb. 20 -- investors might want to take a look at these new products as tools for diversifying and adding stability to their investment portfolios. Bonds tend to be safer bets than stocks, although their returns are often lower. \u001d  Exchange-traded funds track indexes, and they trade on stock exchanges. They have low net-expense ratios -- as little as 0.07% for stock ETFs -- and they are passively managed against an index. The first ETF was launched in 1993. Now, there are more than 300 ETFs tied to stock indexes. \u001d  But the first exchange-traded funds to follow a bond index were introduced by Barclays Global Investors in 2002: the iShares iBoxx Investment Grade Corporate Bond Fund (ticker: LQD), the iShares Lehman 1-3 Year Treasury Bonds (SHY), the iShares Lehman 20+ year Treasury Bond (TLT) and the iShares Lehman 7-10 Year Treasury (IEF). Each had a net expense ratio in 2006 of 0.15% according to Morningstar. \u001d  After introducing two more exchange-traded funds tied to a bond index in 2003, Barclays is now further ramping up supply. The banking firm launched eight bond ETFs in January of this year and, in March, it rolled out the first index tied to mortgage-backed securities: the iShares MBS Fixed-Rate Bond (MBB). \u001d  Mortgage-backed securities are bonds secured by home loans. The fund, which has an expense ratio of 0.25%, went public despite the meltdown in the subprime mortgage market, which has roiled financial markets. \u001d  For this particular class of bonds, \"The timing couldn't be worse,\" says Jeff Buetow, chief investment officer for XTF, an asset-management firm that builds and manages portfolios of ETFs. He passed on investing in the mortgage ETF, but he points out that prime mortgages are still popular because of the collateral, as opposed to riskier subprime loans, typically granted to home buyers with little financial security. \u001d  ETF launches are anything but easy to time. \"The process for filing and launch [of an ETF] takes time,\" says Matthew Tucker, head of the investment-solutions group at Barclay's Global Investors And the approval process at the Securities and Exchange Commission marches to its own drummer. \u001d  So far, the funds launched have drawn a mix of retail buy-and-hold purchasers and institutions. \"We're very happy with the liquidity,\" Tucker says. \u001d  Rather than buying a Treasury bill directly from the government, Mom and Pop now can invest in funds that are low-cost, tradable and protective of the principal. \u001d  ETFs are generally cheaper than regular mutual funds, and have tax advantages. But in exchange for those benefits, investors give up an opportunity to have their money minded by mutual-fund portfolio managers whose job it is to find undervalued assets and outperform indexes. \u001d  \"It's always appropriate to include exposure to bonds\" in a diversified investment portfolio, says Sonya Morris, senior mutual-fund analyst at Morningstar. \"A good, solid diversified ETF has a good shot at doing well over the long term,\" she says. \u001d  Of course, bonds do best in a falling-interest-rate environment. Currently, economists are divided as to whether the economy is slowing enough for the Federal Reserve to begin cutting rates, or whether inflation is too much of a worry for the Fed to ignore. \u001d  The Fed's policymakers, at their most recent meeting in March, said that inflation pressures, rather than worries about slowing growth in the U.S. economy, were their \"predominant\" concern. \u001d  And Fed Chairman Ben Bernanke, in testimony before the Joint Economic Committee of Congress last week, reaffirmed this stance, saying that \"we have not shifted away from an inflation bias,\"\" because inflation is, in his words, \"uncomfortably high.\"\" That adds more evidence to support the theory that the Fed won't be cutting rates anytime soon, despite recent signs of subpar economic growth. \u001d  Still, the futures market is betting on lower rates ahead. The June Eurodollar contract priced in a 68% chance for a rate cut in the second quarter after last week's U.S. durable-goods report showed a smaller-than-expected increase in February and a downward revision of already-weak January numbers. That compared with a 56% chance before the report was released. However, some see the Fed standing pat, as it has since it paused in mid-2006 in the wake of 17 increases in a row. \u001d  \"Rates may drop over the next 12 to 24 months, but not appreciably,\" says Lou Stanasolovich, chief executive officer of Legend Financial Advisors in Pittsburgh, who has loaded up with syndicated bank loans and floating-rate notes for interest-rate protection. The firm, he says, hasn't been a big fan of fixed-rate bonds for 3 1/2 years, due to their historically low yields. \u001d  The appetite for yield has Barclays and Valley Forge, Pa.-based Vanguard, the mutual-fund giant, looking to offer exchange-traded funds tied to risky junk bonds later this year. \u001d  The high-yield market has been a stellar performer the past few years, due in part to negligible corporate-default rates. However, risk premiums are very narrow; too narrow, say some who follow the market -- including Barron's. \u001d  Vanguard also has four fixed-income ETFs in the registration pipeline at the SEC that are expected launch this month: Vanguard Total Bond ETF (BND), Vanguard Short-Term Bond ETF (BSV), Vanguard Intermediate-Term Bond ETF (BIV) and Vanguard Long-Term Bond ETF (BLV). \u001d  The new Vanguard ETFs will be the lowest-cost and most broadly diversified available, according to Morningstar, with an expense ratio of 0.11%. \u001d  Bear Stearns is also looking to bond with investors. It recently filed to offer a Current Yield Fund, an ETF with a twist: It would be an exchange-traded-fundlike investment that would be actively managed -- in other words, a portfolio manager will pick the holdings, rather than letting the fund mirror an index. \u001d  Its fate before the SEC, however, is uncertain, because while a number of companies have tried to get approval for them, the SEC has so far failed to clear an actively managed exchange-traded fund. \u001d  Meanwhile, although Vanguard will compete with lower expense ratios, Barclays' Tucker says his firm doesn't fear the competition: Barclays' goal is \"not to be the lowest-cost provider for every product,\" but to create \"an investment tool kit to manage asset allocation.\" \u001d  The U.K.-based bank has clearly been a leader in the exchange-traded fund arena. Among other things, it pioneered exchange-traded notes, which, like their equity ETF cousins, also track indexes and trade on stock exchanges. \u001d  But ETNs also have bondlike characteristics. As senior unsecured-debt securities with 30-year maturities, they reflect the risks of the issuer's credit. \u001d  Late last year, Barclays launched the iPath MSCI India Index Exchange-Traded Note (INP), based on the Morgan Stanley Capital International India Total Return Index. That index includes India's 68 largest companies by market capitalization which are listed on the National Stock Exchange of India. It's the first exchange-traded security to play on an emerging market. \u001d  Barclays also last year launched three notes tied directly to the prices of commodities -- the Dow Jones-AIG Commodity Index Total Return ETN (DJP), the GSCI Total Return Index ETN (GSP) and the Goldman Sachs Crude Oil Total Return Index ETN (OIL). (Dow Jones is the publisher of Barron's.) More are in the works. \u001d  In all, Barclays has nearly 100 equity exchange-traded funds, and will continue its expansion into fixed income, although with \"not as many funds\" in bonds as in equities, says Tucker. \"There's a lot of room for growth. There's room for competition,\" he observes, adding that the rise of rivals \"highlights the benefits\" of the investment vehicles. \u001d  XTF's Buetow anticipates that fixed-income \"buckets\" of bonds tied to an index will eventually be refined according to maturity and credit rating. \u001d  \"You'll see high-yield in the next foray, and you might even see some derivatives-based\" exchange-traded funds, he predicts. \"Maybe some foreign debt . . . and I do see [debt from] emerging markets,\" says Buetow. \u001d  Yes, bond ETFs have shown \"glacial growth\" compared with their equity cousins, says Morningstar's Morris. That's because they offer lower returns. But they also provide \"lower risk and volatility,\" attractive qualities for an asset, she adds. \u001d  Given the turbulence in equity markets right now, and the uncertain economic outlook, bonds start looking better and better. That's why Treasuries, in particular, are called safe havens. And the new bond ETFs may be one of the handiest ways to get a little shelter from the storm. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7d405eb96bd5cb185edde8ecbecc2275","symR":["1020848.FR","FR0010208488"],"date":"2007-03-31","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Marseille Port Workers End 18-Day Strike","GmtTimeStamp":"2007-03-31T10:57:00.000000000","CompanyCodes":["1020848.FR","FR0010208488"],"IndustryCodes":["GAS","MAR","XCA4","XDJGI","XENX","XISL"],"Story":"\b \u001d  MARSEILLE, France (AP)--Workers in the southern port of Marseille agreed Saturday to return to work after an 18-day strike that had tangled oil supplies to refineries around Europe. \u001d  A total of 59 tankers were stranded outside the Fos-sur-Mer oil and gas terminal Saturday due to the strike, which began March 13 because of a dispute over who should be authorized to discharge gas tankers - port employees or employees of gas giant Gaz de France. \u001d  After protracted negotiations, a preliminary deal was signed Friday night between the CGT union, the port management and French gas giant Gaz de France. \u001d  Workers approved the deal on Saturday, and CGT official Pascal Galeote said work could resume in the afternoon. \u001d  Under the deal, GDF workers will unload the gas under the supervision of port agents, Galeote said. He said the aim was to reach a balance between private sector and public sector jobs at the port. \u001d  \"We have managed to advance things in a positive way, but it's not all over yet,\" he said. \u001d  The terminal is part of Marseille's extensive port activities and feeds six refineries in France, Germany and Switzerland with a combined capacity of 1 million barrels a day. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 06:57 ET (10:57 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"83d9b1822eb06dfaf1ba8e0446c03388","symR":["DT","DTE.XE","FTE","JAZ.MC","VOD","VOD.LN","DE0005557508","GB0057933615","GB00B16GWD56"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Deutsche Telekom Shortlists 3 Cos For Ya.com Sale-Report","GmtTimeStamp":"2007-03-31T05:56:00.000000000","CompanyCodes":["DT","DTE.XE","FTE","JAZ.MC","VOD","VOD.LN","DE0005557508","GB0057933615","GB00B16GWD56"],"IndustryCodes":["CTS","FTS","TLS","XCA4","XDAX","XDJGI","XFT1","XGTI","XISL","XNYA","XST5","XSTT"],"Story":"\u001d  MADRID (Dow Jones)--Deutsche Telekom AG's (DT) has shortlisted three companies for the sale of its Spanish broadband provider Ya.com, Expansion reports Saturday without citing sources. \u001d  The German company has given detailed information about Ya.com to Vodafone Group PLC (VOD), Jazztel PLC (JAZ.MC) and France Telecom SA's (FTE) mobile operator Orange so that the companies can make bids for the internet provider, the paper reported. \u001d  On Monday, the binding-offer period will begin and the three companies will be asked to make a down payment if they plan to bid. \u001d  The sales process is being managed by JP Morgan, the paper added. \u001d  Newspaper Web site: http://www.expansion.com \u001d  -Madrid Bureau, Dow Jones Newswires; (34) 628 278 718 \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 01:56 ET (05:56 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8928c565f9d97b336b50a2df4ec24fe3","symR":["6758.TO","9432.TO","9433.TO","9437.TO","BSC","DCM","GS","LEH","NTT","PSP","SNE","MERFX","JP3165650007","JP3435000009","JP3496400007","JP3735400008","US38141G1040","US5249081002"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/2) Bracing For Trouble","GmtTimeStamp":"2007-03-31T04:08:00.000000000","CompanyCodes":["6758.TO","9432.TO","9433.TO","9437.TO","BSC","DCM","GS","LEH","NTT","PSP","SNE","MERFX","JP3165650007","JP3435000009","JP3496400007","JP3735400008","US38141G1040","US5249081002"],"IndustryCodes":["CSE","CTS","ENT","EXT","FIS","FTS","SCR","TLS","X225","XATI","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5","XSTF","XSTT"],"Story":"\b   (From BARRON'S) \b   By Sandra Ward \u001d  Interview with \u001d  Larry Jeddeloh \u001d  Founder and Chief Investment Officer \u001d  TIS Group \b \u001d  There are few daily e-mails we look forward to as much as the Market Intelligence Report from Minneapolis-based TIS Group, named for The Institutional Strategist, an independent-research service founded by Larry Jeddeloh in 1995. Timely and tuned in to global markets, TIS presents clients with thought-provoking analyses and potentially profitable investment opportunities. Jeddeloh, a former chief investment strategist at Union Bank of Switzerland and onetime director of equity research at the Leuthold Group, also manages about $100 million in private accounts. His latest prognostication: a 15% to 20% drop in the U.S. stock market this year. \b \u001d  Barron's: What are your concerns about the U.S. market? \u001d  Jeddeloh: I often like to start with a conclusion. We've been telling clients that at some point this year, we will have a sharp down move in equity markets. It is likely to happen somewhere from May through October, and it could be a drop of anywhere from 15% to 20%, which is too much to ignore from an asset-allocation standpoint or from any standpoint. If I'm on the right track and we get a 15% to 20% decline in the indexes in absolute terms, everything's going down: big-caps, small-caps, you name it. \b \u001d  Q: What we saw in February and early March was just \u001d  a precursor? \u001d  A: That was a bell ringing; that was the warning shot. There are a couple of factors unfolding that lead us down this path. The biggest concern is U.S. credit. We also have been long-standing bulls on energy, and what is unfolding in the Middle East is a second concern. Third, central banks, not just in the U.S. but overseas, have been warning the markets will go on raising rates. It is pretty clear the European Central Bank will go on raising rates. The Bank of Japan intends to go on raising rates. The Bank of England has warned about raising rates in response to sharp movements in asset prices and how that might feed inflation. And the chairman of our Federal Reserve, Ben Bernanke, from time to time has warned about the upside risk to inflation. \u001d  Yet during the selloff in stocks some weeks ago, it was interesting that, almost immediately, market commentators posed the question of whether the Fed will cut rates. It was almost as if there was no tolerance for downside in stocks. They chased down William Poole, the St. Louis Fed chairman, in Santiago, Chile, and in an interview on March 2, he said \"At this point, there seems to be no pressing need for any immediate action.\" \u001d  The Fed has to reassert some semblance of moral hazard back into the system. When we do get the next round of stress in the capital markets, the Fed may move slower than the market expects. There won't be an immediate bailout, and they'll allow the private sector to clean it up. \b \u001d  Q: What is your view of the subprime mess? Contained or contagion? \u001d  A: I'm getting a lot of pushback from clients, and I'm reading Wall Street reports that make the argument that the subprime problem is going to be contained. Even Bernanke has said something to this effect. Let me tell you a brief story to explain why I think this is wrong. \u001d  I used to help people who got in financial trouble get themselves out through a church I'm affiliated with. They would come in and show me their balance sheets and income statements and how much debt they had. We would take a look at how to pay it off. I never saw one time where the person didn't try to save their house. They will always try to make a payment on the house. They'll let the credit card go. They'll let the auto loan, the loan from a relative or a business credit go. But they will try and hang on to their home. \u001d  So if you have record highs in delinquencies on home loans, I suspect they are already starting to miss their repayments on student loans, credit cards, gas cards and auto loans. Auto loans are the big concern, because if there was anything easier to buy than real estate in the last five or six years, it was a car. \b \u001d  Q: Would you say a recession is in the works? \u001d  A: I'm not prepared to say yet we'll have a recession in the U.S., but the economy will be slower this year than the 2.6% growth the consensus expects. When the economy begins to slow, people will trace it back to what we have been talking about -- problems in the credit system. Suddenly, credit standards start to tighten, and the tighter they become the lower the demand for credit. Then the Fed has to start cutting rates. \b \u001d  Q: Will they cut if inflation remains a threat? \u001d  A: That's the dilemma. And it is not just inflation. The other concern the Fed must have is China. I consider the U.S. and China as a single currency bloc. The dollar and the dollar-yuan rate are moving in a very slow tango. The U.S. is asking China to gradually move its currency up. To do that, the U.S. and China have to cooperate on monetary policy. The level of cooperation between U.S. authorities and the Chinese is probably deepening, and that's a good thing. The Chinese, who own hundreds of billions of dollars of U.S. Treasuries, probably have told the U.S. they need a certain rate of return, and they are probably not in favor of a dollar decline. That means higher rates, even though that might contradict what the U.S. economy may need right now. \b \u001d  Q: If the market corrects as much as you say, what is the impact on global markets? \u001d  A: If a decline in stocks occurs in the U.S., it will happen in Europe. If they get it in Europe, it will happen in the emerging markets. Another argument being made is that there are places to hide when this type of correction comes. I don't think that's right, either. You are going to see all correlations go to one. Once you get into a steep decline, not a 3%, 4%, 5% garden-variety decline but something deeper, liquidity becomes the issue. Even though smaller markets have more flows than they did five or 10 years ago, they have higher beta. When people start to reduce risk, that's what they'll sell. \b \u001d  The focus lately is on too much liquidity sloshing around, not too little. This could be quite a jolt. \u001d  There are some clues in the wind. If you look at the PowerShares Listed Private Equity Portfolio [ticker: PSP] exchange-traded fund, it has broken down. The chart of The Merger Fund [MERFX] has broken down. The charts of Goldman Sachs (GS), Bear Sterns [BSC], Lehman Brothers [LEH], all the firms that are trading subprime credit -- those charts are broken. The chart of the ProShares Ultrashort Dow 30, which trades inversely to the Dow Jones industrials, is moving up. \b \u001d  Q: How are you positioning yourself for a decline the likes of which you see coming? \u001d  A: In our global-allocation model, we're 35% in stocks, 45% in cash and 20% in bonds. In the next month or two you could see the markets run again to the upside after this last correction. That's the worst thing that can happen because that will suck everybody in. When that happens, we are going to flip our allocation from cash almost entirely into longer bonds, and we'll reduce our equity component to our minimum of 20% and maybe even go a bit lower. If we get the decline I'm describing later in the year, it might be of short duration. There was a big equity shrink last year, and that's a very powerful dynamic. The private-equity guys may come right after some of the names they are looking for and, bang, the market will go right back up and we'll have a pretty good 2008. \b \u001d  Q: How does energy figure into this picture? \u001d  A: There is little geopolitical risk priced into oil. The oil price is set on the supply side, which is more interesting to us. We've had a quiet period for a couple of years and we don't think that is going to last. OPEC supply is falling at the fastest rate in 10 years, and estimates from non-OPEC countries are being cut in half. On the demand side, China is still growing and India is going to increase its demand for oil. Global demand is going to catch up rapidly with the supply, and geopolitical risk is being built into prices again. I do not believe the current U.S. administration will leave the Iran issue for the next president. And Iran has no effective counterstroke other than oil. If they could, they would get the price of oil up as fast and as far as they could. They might try and shut off somebody else's oil. I'd look across the lake at Saudi Arabia and the Emirates. \b \u001d  Q: Is there anything positive here? \u001d  A: The bond rallies on economic weakness or a flight-to-safety trade. When we start to get rapid interest-rate cuts and the long end of the bond market responds, we could go through a period of nice outperformance by bonds at the expense of stocks. Another positive, one of the biggest, is emerging in the reallocation of funds going on in China. The People's Bank of China is talking about $150 billion coming out of current reserves and $150 billion in new reserves that will be reallocated. The beneficiaries of those flows will be not just their domestic market. Some of those monies will flow into large-cap equities in the Asia region in Japan or South Korea or Singapore. \u001d  One of my bets is you'll see some big Canadian oil company bought by a Chinese company in the next 12 months. The Chinese have been in Africa bidding up prices in some natural-resource areas, as well. \b \u001d  Q: What are some Japanese or Korean equities you like? \u001d  A: We are very interested in Japan. There are some great charts in Japan: big-caps like NTT [NTT] NTT DoCoMo [DCM] or KDDI [9433.Japan] and Sony [SNE]. They've come down a long way, and they are building huge bases. If I were the Chinese guy doing the allocating, Japan is the first place I'd go. \b \u001d  Q: Are you invested in commodities? \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 31, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"97a684543f542537ca5069f48dec4858","symR":["BBY","DHI","F","FDX","GS","HD","LEH","MOT","MS","ORCL","TOL","WMT","US0865161014","US31428X1063","US38141G1040","US4370761029","US5249081002","US6200761095","US68389X1054","US9311421039"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/2) Less Gain More Pain","GmtTimeStamp":"2007-03-31T04:02:00.000000000","CompanyCodes":["BBY","DHI","F","FDX","GS","HD","LEH","MOT","MS","ORCL","TOL","WMT","US0865161014","US31428X1063","US38141G1040","US4370761029","US5249081002","US6200761095","US68389X1054","US9311421039"],"IndustryCodes":["AIF","AUT","CMT","HIM","HOM","HPR","OTS","RTB","RTS","SCR","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTF","XSTX"],"Story":"\b   (From BARRON'S) \b   By Jaqueline Doherty \u001d  For the past few years, robust growth in corporate profits and low interest rates have been the twin pillars supporting a bull market in stocks. One of them has just developed fissures. \u001d  After 14 quarters of double-digit increases in operating earnings, the companies in the Standard & Poor's 500 stock index are expected to post paltry profit gains of 3.8% for the first quarter of 2007 and 4% for the second, according to Thomson Financial. Full-year profits are likely to rise by just 6.7%, the worst showing since 2002. \u001d  Some of the blame for these uninspiring numbers rests with consumer-discretionary stocks such as autos and home builders. Back out the first-quarter results expected from Ford Motor (ticker: F) and home builders such as D.R. Horton (DHI) and Toll Brothers (TOL), and S&P earnings over all would rise by 5.4% in the period, according to Thomson Financial. \u001d  Sectors such as energy, industrials and technology also face difficult comparisons with the first quarter of 2006, when S&P profits climbed 16%. Add in a weaker economy -- growth in U.S. gross domestic product fell from 5.6% in the first three months of 2006 to 2.5% in the fourth quarter -- and it's easy to see why the Street's expectations are so muted. \u001d  \"The ripple effects of the downturn in housing are starting to show up in the economy,\" says Leo Grohowski, chief investment officer at U.S. Trust. In the fourth quarter, a drop in oil prices helped offset the effects of a weaker housing market. But with crude back above $60 a barrel, he says, pressure is building on the consumer. \u001d  \"The news out of FedEx [FDX] and Motorola [MOT], both somewhat economically sensitive companies, is telling you the environment is more difficult,\" says Tom McManus, chief investment strategist at Banc of America Securities. \u001d  FedEx recently reported a 1.9% drop in net income for its February quarter, as delivery volumes fell faster than the company could cut expenses. Motorola warned it would have a loss in its March quarter due to fewer cellphone sales. \u001d  While first-quarter estimates overall could turn out to be too low, McManus says the market might be surprised by the increasing number of companies that guide investors to lower their expectations. That could dash the hopes of analysts, who generally are more optimistic about the year's second half than the first. The growth in operating profits is expected to reaccelerate to 6.8% in the third quarter and 12.5% in the final quarter of '07, though Howard Silverblatt, senior index analyst at Standard & Poor's, notes there is \"a lot of optimism in those [fourth-quarter] numbers.\" \u001d  S&P companies, in the aggregate, are expected to earn $93.62 this year, up from $87.85 in 2006. The index is selling for a reasonable 15 times forward earnings. \u001d  Analysts seem to have had a tougher time than usual estimating the latest quarterly results. On Jan. 1 the Street was forecasting profit growth of 8.7%, which had shrunk to 4% by mid-March. The sharp decline occurred in part because preannouncements this year have not been as favorable as in the past. Usually there are two negative earnings announcements for every positive disclosure. The ratio currently is running closer to 3.1 to 1, according to Thomson. \u001d  Michael Thompson, director of research at the firm, notes the ratio has risen not because negative announcements have increased, but because positive announcements have decreased. His theory: Companies are being more conservative, opting not to make positive statements as they see the economy slowing. \u001d  If history is any guide, earnings estimates will climb as the actual results roll in. That has been the pattern in recent quarters. In the fourth quarter, estimates were in the 8% area before a rash of results pushed the number to 12%. If something similar occurs in the first quarter, actual results will come in closer to 7%, returning earnings growth to its long-term trend. \"The number is not going to be as bad as it looks right now,\" predicts Thompson. \u001d  The technology and consumer-staples sectors are likely to provide the biggest lift to first-quarter profits. Both are expected to enjoy earnings growth of 10% to 11%. It's an odd coupling; tech typically is a market favorite in periods of strong economic growth, and consumer-staples companies usually outperform in slow-growth or no-growth periods. \u001d  Tech-sector estimates gradually have fallen from 17% at the start of the year. Early announcements in the space have been mixed. Oracle (ORCL) beat estimates for its third quarter, ended Feb. 28, but Motorola, as noted, cut its first-quarter forecast. \u001d  Grohowski of U.S. Trust remains wary of the sector, pointing to the slowdown in real nonresidential business fixed-investment spending, specifically spending on equipment and software. \"The economy is going to be softer than many believe, and technology isn't an area you want to be in,\" he says. \"Companies seem to be a bit more cautious with their spending plans.\" \u001d  In view of the decline in home prices and the rise in oil prices, investors will be studying closely results from consumer-discretionary companies such as Wal-Mart (WMT), Home Depot (HD) and Best Buy (BBY). Analysts expect the sector's profits to be down 10%, but the headline figure is misleading; consumer-discretionary earnings would be up 8% in the quarter if not for the poor performance of the auto makers and home builders. \u001d  \"The consumer is doing just fine,\" Thompson says. \"You can't get into a good restaurant on a Saturday night without a reservation, and you can't get a parking spot at the mall. As long as personal income climbs, spending will, too.\" \u001d  The energy sector also is likely to be a drag on S&P earnings, with an expected decline of 3% in first-quarter profits. But that doesn't necessarily mean big trouble in the oil patch; sector earnings soared 36% in the first quarter of 2006, making for an extremely difficult comparison. \u001d  What will decelerating earnings growth mean for stock prices? Not everyone is pessimistic. James Paulsen, chief investment strategist at Wells Capital Management, notes that 91% of real gross domestic product is growing by 4.3%. Only 9% of the economy is contracting by 10% -- the part that is attracting all the attention. \u001d  \"There are some nontraditional things that will keep this recovery growing longer and stronger than people expect,\" says Paulsen, citing rapid growth in the emerging world. China, India and Mexico still have \"strikingly strong\" economic growth, and that is helping U.S. exports. Inflation is under 3%, the 10-year Treasury bond at a 4.6% yield is not far from historic lows, the dollar is weak and stock earnings multiples continue to fall, even as profits rose in a strong economy. \u001d  \"In this recovery we never built up confidence,\" Paulsen adds. \"It has been a Chicken Little recovery.\" \u001d  As long as the positive trends continue, he intends to remain with the market leaders of the past few years: small-capitalization stocks, technology, industrials, basic materials and consumer cyclicals. Industrials and basic-materials companies are expected to post 5% to 6% earnings growth in the first quarter. \u001d  Given the recent focus in the market and media on the mess in subprime lending, financial-sector results are likely to get a thorough review. The sector is expected to report that earnings grew by 7% in the March quarter, but in view of the blow-out earnings reported by investment banks such as Goldman Sachs (GS), Morgan Stanley (MS) and Lehman Brothers (LEH), that number could prove conservative. Since their quarters ended in February, however, and much of the subprime fallout occurred in March, second-quarter earnings could prove more illuminating. \u001d  After three-and-a-half years of double-digit gains, Corporate America's profit machine arguably is due for some downtime. If the economy continues to expand at a moderate pace, earnings growth should pick up smartly, rendering 4% gains an unpleasant aberration. And if it tanks? On the bright side, comparisons will get a whole lot easier come the first quarter of 2008. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:02 ET (04:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9dd3659b3d67eaa0b084a6f47f1c0cc1","symR":["ILI"],"date":"2007-03-31","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Interleukin Genetics to Host Fourth Quarter and Fiscal 2006 Financial Results Conference Call on April 2","GmtTimeStamp":"2007-03-31T13:20:00.000000000","CompanyCodes":["ILI"],"IndustryCodes":["BTC","XDJGI"],"Story":"\b       Conference Call Scheduled for 4:30 PM EDT - April 2, 2007 \bWALTHAM, Mass.--(BUSINESS WIRE)--March 31, 2007-- \u001d  Interleukin Genetics, Inc. (AMEX: ILI) today announced that it will release its fourth quarter and year-end financial results on Monday, April 2 after the market closes. The Company's management will host the conference call at 4:30 PM EDT to review Interleukin's 2006 year-end financial results and provide management updates. \b \b   Conference Call Details \b \u001d  To access the live call on April 2, 2007 at 4:30 PM EDT, dial (800) 565-5442 (domestic) or (913) 312-1298 (international). The call will also be available live via webcast at www.ilgenetics.com. \b \u001d  Replay access of the teleconference will be available for two weeks following the call by calling (719) 457-0820 (domestic) or (888) 203-1112 (international). The passcode for the replay is 1471586. The webcast will be archived following the call at www.ilgenetics.com. \b \b   About Interleukin \b \u001d  Interleukin Genetics, Inc. is focused on developing, acquiring, and commercializing personalized health products that can help individuals improve and maintain their health through preventive measures. It uses functional genomics to help in the development of risk assessment tests based on the genetic variations in people. The Company also develops and markets nutritional and OTCeutical(R) products. Interleukin has commercialized genetic tests for periodontal disease risk assessment, cardiovascular risk assessment, and general nutrition assessment. In addition, through its Alan James Group subsidiary which it acquired in August 2006, Interleukin sells its nutritional product brands, including Ginkoba(R), Ginsana(R), and Venastat(R) through the nation's largest food, drug and mass retailers. The Company's current development programs focus on osteoporosis and weight management genetic risk assessment tests, as well as its new proprietary OTCeuticals for distribution through Alan James Group. The Company expects that these programs will also lead to the personalized selection of nutritional products, and provide consumers and healthcare professionals with better preventive product alternatives. For more information about Interleukin and its ongoing programs, please visit http://www.ilgenetics.com. \b \u001d  Certain statements contained herein are \"forward-looking\" statements including statements regarding our ability to develop diagnostic, personalized nutritional and therapeutic products to prevent or treat diseases of inflammation and other genetic variations, our ability to screen nutritional compounds for their effects on inflammatory responses and other genetic variations, given specific genetic patterns, our ability to make progress in advancing our core technologies, and our expectations regarding fiscal year 2006 revenues and gross profit margins of our nutritional supplement products. Because such statements include risks and uncertainties, actual results may differ materially from those expressed or implied by such forward-looking statements. Factors that could cause actual results to differ materially from those expressed or implied by such forward-looking statements include, but are not limited to, the risk of market acceptance of our products, the risk of technology and product obsolescence, delays in product development, the performance of our commercial partners, the availability of adequate capital, the actions of our competitors and other competitive risks, our ability to integrate acquired businesses, our ability to maintain relationships with our important customers, and those risks and uncertainties described in our annual report on Form 10-K for the year ended December 31, 2005 filed with the Securities and Exchange Commission, our quarterly reports on Form 10-Q and other filings made by us with the Securities and Exchange Commission. We disclaim any obligation or intention to update these forward-looking statements. \b \b    CONTACT: For Interleukin Genetics: \b             Paul Voegelin, 781-398-0700 \b \b    SOURCE: Interleukin Genetics, Inc. \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 09:20 ET (13:20 GMT)"},{"md5ID":"a5a4766f486fc4fc46c83715a3dc9cb3","symR":["3020.SA","SA0007879451"],"date":"2007-03-31","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Yamama Saudi Cement Hldrs Approve SAR2/Shr Dividend For FY06","GmtTimeStamp":"2007-03-31T05:24:00.000000000","CompanyCodes":["3020.SA","SA0007879451"],"IndustryCodes":["BLD"],"Story":"\u001d  BEIRUT (Zawya Dow Jones)--Yamama Saudi Cement Co. (3020.SA) said Saturday its shareholders approved a 2 Saudi riyals ($0.53) per share dividend for fiscal year 2006. \u001d  The dividend represents 20% of the company's paid-up capital and will be paid starting from April 14, Yamama said in a statement on the Saudi Stock Exchange Web site. \u001d  Yamama has paid-up capital of SAR1.35 billion divided into 135 million shares. \u001d  Its 2006 net profit rose 20% to SAR601.16 million from SAR500.88 million a year earlier. \u001d  -By Shikrallah Nakhoul, Zawya Dow Jones, +961 1 985757, shikrallah@zawya.com \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 01:24 ET (05:24 GMT)"},{"md5ID":"ab69c610601f641f4eb820a6bc0e2c2b","symR":["003490.SE","0293.HK","0753.HK","600115.SH","601111.SH","9202.TO","AIR.NZ","ALNPY","CEA","CPCAY","QAN.AU","S55.SG","AU000000QAN2","CN0009131441","CN000A0DNWD6","CN000A0KEYX4","HK0293001514","JP3429800000","KR7003490000","NZAIRE0001S2","SG1H95001506"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/2) Asian Trader: Flying Execs Help Airlines Take Wing","GmtTimeStamp":"2007-03-31T04:07:00.000000000","CompanyCodes":["003490.SE","0293.HK","0753.HK","600115.SH","601111.SH","9202.TO","AIR.NZ","ALNPY","CEA","CPCAY","QAN.AU","S55.SG","AU000000QAN2","CN0009131441","CN000A0DNWD6","CN000A0KEYX4","HK0293001514","JP3429800000","KR7003490000","NZAIRE0001S2","SG1H95001506"],"IndustryCodes":["AIR","X225","XDJGI","XHSG","XISL","XNYA","XORD"],"Story":"\b   (From BARRON'S) \b   By Rattaphol Onsanit \u001d  Asian airline shares have found a way to increase their lift: Attract business travelers, who are increasingly seen perusing their BlackBerrys or tapping laptop computer keys in the region's bustling airport waiting areas. \u001d  Robust Asian corporate earnings bankroll more and more business trips, aiding profitability and share prices at air carriers like Air New Zealand (ticker: AIR.New Zealand), Cathay Pacific (0293.Hong Kong), Qantas (QAN.Australia) and Singapore Airlines (S55.Singapore) that cater to corporate travelers, say analysts. \"While it is possible to argue that corporate profits will shortly peak, we note corporate capital expenditure generally lags corporate profitability by around 12 months,\" UBS said in a recent research piece. Translation: Expansion of travel budgets is expected to continue. \u001d  More business jaunts are just one potential boon to the airlines' bottom line. Jet-fuel prices may level off or possibly drop, benefiting those with the proper hedges in place. \u001d  And tighter industry seating capacity should help improve operating efficiency. In fact some analysts view Asia as the best of the world's operating environments. \u001d  Lehman Brothers, for instance, points out that U.S. carriers continue to add new planes even as the country's economy softens. European companies, meanwhile, may feel the pinch from the larger U.S. fleets. \"Although EU airlines are not adding much, the U.S. carriers are diverting planes away from the U.S. domestic [market] onto the Atlantic,\" J.P. Morgan said in a note. \u001d  Asian capacity is tighter thanks mostly to the Airbus consortium's model A380 delivery delays and the airlines' more prudent expansion plans. This results in a higher percentage of seats filled. Qantas, for one, saw its load factor for international flights surge to a historic high of 86.6% in January, about six percentage points above the 10-year average for the month, says Macquarie Research. \u001d  Qantas may provide the whole industry with a little lift. If it works out, a private-equity bid to buy Australia's marque airliner could bring more rationality to pricing. \"Qantas' LBO (leveraged buyout) is likely to create more sensible competition as new private owners are unlikely to pursue aggressive fare discounting to gain market share,\" says analyst Chin Lim of Morgan Stanley. The Chinese airlines have been particularly aggressive price-cutters. \u001d  Rising Asian currencies against the U.S. dollar also help because major costs, notably fuel, spare parts and aircraft leases, are denominated in dollars. China Eastern (CEA), which has lots of dollar debt, should reap a windfall from the currency's decline, says UBS. \u001d  Although predicting oil prices is tricky, some analysts foresee lower jet-fuel costs, which represent more than a third of many airlines' spending. For example, Citigroup expects jet-fuel prices to slide 7% this year to $75 a barrel. \u001d  That's not necessarily a positive for all carriers because some have hedged against rising prices or positioned themselves poorly. Fuel costs of Japan's All Nippon Airways (9202.Japan), for example, are likely to rise by 45 billion yen (US$384 million) next fiscal year as a result of its hedging strategy, according to Mitsubishi UFJ Securities. \"Even if fuel prices did fall, the company's fuel costs will likely remain high,\" the brokerage firm said. \u001d  Another caveat: Airlines that rely heavily on cargo services can't increase their business-traveler seating so easily. So while they avoid problems caused by the outbreak of regional diseases, air cargo lines can't get the fat premiums that robust corporate travel and tight capacity bring. What's more, the air cargo lines already are contending with cheaper sea-freighter rates. Korean Airlines (003490.Korea), the world's biggest cargo hauler, is one name some analysts recommend avoiding right now. \u001d  Analysts said smart marketing and pricing strategies, plus well diversified revenue structures are the keys to outperformance this year. \"In our view, the airlines that are experiencing the least capacity growth in home markets face the lowest forecasting risk,\" UBS said. \u001d  Among UBS' picks are Singapore Airlines, which it projects will earn 1.64 Singapore dollars (US$1.08) in 2007, up from S$1.02 in 2006. The shares closed Friday at S$16.60 and UBS has a target of S$22 for them. It also likes Air New Zealand, but the shares closed Friday at 2.34 New Zealand dollars (US$1.67), close to UBS' NZ$2.45 target. \u001d  \"The Chinese and Korean carriers face the highest risks from a yield perspective as any downside shock would also likely lead to yield degradation,\" says UBS. \u001d  Chinese stocks are also pricey. Merrill notes that Air China's (0753.Hong Kong) shares closed at 5.40 Hong Kong dollars (US$0.69) Friday, which it views as fair value. Merrill expects Air China's 2007 earnings to be near-flat with 2006. \u001d  --- \u001d  Rattaphol Onsanit is a senior correspondent for Dow Jones Newswires in Bangkok, Thailand. \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b8c271960eb7404e3d56806a45aa7cce","symR":["FMD"],"date":"2007-03-31","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/2) The Perils Of Bankrolling Slackers","GmtTimeStamp":"2007-03-31T04:04:00.000000000","CompanyCodes":["FMD"],"IndustryCodes":["CFN","XDJGI","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Jonathan R. Laing \u001d  First Marblehead, a specialist in student loans, is an extraordinary company on a number of counts. \u001d  Its earnings have stair-stepped to heaven in recent years, rising from $160 million, or $1.59 a share, in the fiscal year ended June 30, 2005, to $236 million, or $2.45 a share in fiscal 2006. More of the same is expected for the fiscal year ending this June and the year thereafter. Consensus forecasts call for fiscal 2007 earnings to jump almost 60% to $3.91 a sharefollowed by $4.41 a share in fiscal 2008. \u001d  Moreover, the company (ticker: FMD)boasts operating margins of around 70%. This is in large part because the company merely \"facilitates\" college and graduate students obtaining loans, rather than making the loans itself. It works with various bank clients like JPMorgan Chase (JPM) and Bank of America (BAC), acting as a classic middleman in structuring the products and handling the paperwork. Marblehead neither services the loans it creates nor puts up its own money. \u001d  Yet when First Marblehead then bundles these loans into securities on behalf of its lender clients, the company takes an extraordinary upfront \"advisory\" fee of as much as 13% of the total value of the loans going into the securitization. This is a huge first bite of the pizza, especially since many of the loans in the securitization trusts won't fully pay off for 20 to 24 years. And the upfront cash goes to Marblehead on a non-recourse basis, meaning the company doesn't have to cover any future losses on the loans. \u001d  Not surprisingly, First Marblehead's stock has performed well, at least up until lately. It rose some 150% last year, jumping from $21.90 on a split-adjusted basis to $54.65. The stock has since tailed off some, currently trading at around $45 a share. \u001d  There's a good chance that further declines lie ahead. A close look at the loans in First Marblehead's securitizations suggests that defaults are nearing the danger level, as higher interest rates and falling home prices take a toll on families' abilities to make payments. That, in turn, could reduce investors' appetite for the securities and crimp the company's margins. \u001d  At the same time, various regulators have been circling around the loosely policed market for private student-loans, First Marblehead's lifeblood. Last year private loans amounted to some $17 billion of the $85 billion in total new student loans; government-backed loans, which First Marblehead doesn't handle, made up the rest. \u001d  Sen. Ted Kennedy has proposed legislation that would drastically increase scrutiny of the private student loan industry and thereby lower the cost of the loans. New York Attorney General Andrew Cuomo has launched an investigation of various alleged kickbacks private student lenders have extended to U.S. colleges and universities to get on the institutions' preferred lender lists. First Marblehead officials told Barron's that while it hasn't been contacted by Cuomo's office, several of its bank clients have. \u001d  For that matter, last year's surge in the stock price wasn't as impressive as it looked. It was in part the result of starting at a depressed level: A minor scandal that erupted in the fall of 2005 had sent the stock skittering below 15. At the time, reports surfaced that company co-founder and then First Marblehead CEO Daniel Meyers had lavished more than $30,000 worth of gifts on a female student-loan executive at Bank of America. The crisis quickly passed, however, when neither Bank of America nor any major bank clients pulled their business from First Marblehead. Meyers, known in the investment community as Jabba the Hutt because of his girth and cantankerous disposition, was forced to step down from his executive post, though he remains a major shareholder of the company. \u001d  The stock's recent decline comes as detractors argue, quite plausibly, that the company's results are too good to be sustained, and that its fat profit margins will inevitably invite crippling competition. \u001d  Bulls, for their part, insist that First Marblehead should be able to retain its competitive edge and enjoy strong profit growth in the years ahead. Tom Brown, a former top-ranked bank-security analyst who now runs the Second Curve Capital hedge fund, is a major holder of the stock and has been aboard in size since before the 2005 swoon. He sees burgeoning cash flows for the company in the 2008-2010 period, in part because of future \"residual income\" that will be thrown off by securitizations the company has already issued. \u001d  Brown is known for his high-risk bets in the financial arena. His holdings in several subprime-mortgage lenders have cost him dearly this year, but his fund was up nearly 55% last year. He claims that First Marblehead will be yet another of his successful contrarian plays, like his forays in 2003 into auto-finance company AmeriCredit (ACF) and credit-card purveyor Capital One (COF) when both companies were in the dumps. \u001d  John Barnett, an investment analyst at Alex Brown Investment Management, a major holder of First Marblehead, is encouraged by the company's growth prospects in light of the pell-mell rise in college tuitions. Private student loans are becoming an evermore important necessity with annual caps on government loans per student sitting at about $4,500 a year depending on the student's class level. \u001d  First Marblehead also benefits from a crucial competitive advantage over its peers, according to Barnett. It is the only private-loan securitizer allowed by the rating agencies not only to take cash payments out at issuance of the securitization but to also undercollateralize the trusts set up for the securitizations. Simply put, the trust purchases student loans worth less than it borrows for the purchases. Eventually the shortfall is made up -- usually some seven to eight years into the life of the trust -- as a result of the excess spread of four to five full percentage points between the rates the students pay on their loans and the interest rates the trust pays its investors. \u001d  This edge, or what Barnett insists is a barrier to entry enjoyed by First Marblehead, arises from a database First Marblehead purchased in 2001 that now includes some 22 years of private student-loan performance. The company has persuaded the rating agencies that by using this history to precisely model loan risk in its pricing, First Marblehead merits the preferential treatment its securitizations are accorded: The bulk of the deals are rated triple-A. \u001d  While there may be some merit to such contentions, certain doubts obtrude. For one thing, actual loan performance seems wanting when one looks into the belly of the beast to see how recent securitizations have actually performed. Barron's concentrated its attention on eight securitizations of some $5.3 billion in First Marblehead student loans done between fiscal 2004 and fiscal 2006. Newer securitizations such as a $1.1 billion offering issued three weeks ago are too new to reveal much. \u001d  The company's model calls for gross cumulative defaults in any securitization to not exceed peak levels of just above 9% before recoveries from dead-beat students or their parents (about 80% of First Marblehead loans are co-signed by parents) kick in eventually to push the net default rate down to around 5%. These behavior assumptions are baked into all the First Marblehead's securitizations and are crucial to the pampered treatment the company receives from the rating agencies. \u001d  First Marblehead officials declined to share with Barron's its internal estimates based on past experience of the time cycle of defaults and recoveries. This, after all, is part of the company's secret sauce. But we were told that all the securitizations in question were performing as the company and the rating agencies expected and therefore no change in assumptions was in order. \u001d  One wonders, however. Take its securitization 2004-1 (the first securitization of 2004 issued in June) in which $584 million in loans were securitized. Some 72% of those loans are now in repayment -- students begin repayment on their loans only six months after they graduate or drop out of school. Yet already 6.41% of the whole portfolio has defaulted, or 8.9% of the actual loans in repayment. \u001d  The latter number is dangerously near the projected peak for defaults in such securitizations, 9.2%. Moreover under industry norms, default rates keep rising until about the eight-year mark of many securitizations, when recoveries begin to drive the default curve lower. The rate easily can jump a full percentage point in as little as a few months. \u001d  Likewise, there appears to be plenty of raw material in that securitization to push gross defaults well above 9% eventually. For currently, troubled loans (either delinquencies or loans in temporary six-month or one-year grace periods known as forbearance) total 14.05% of the portfolio, or 19.88% of the loans that have reached the repayment stage. The ratio of troubled loans to loans in repayment is above 20% for the next five securitizations issued between October 2004 and March 2006, though the actual default rates haven't had time to build up yet to that of the 2004-1 securitization. \u001d  And all this is occurring during an economic recovery that has seen unemployment levels sink to near record levels and real incomes resume their upward march. Debt-encumbered graduates ought to have their pick of satisfactory job opportunities and have no need to apply for six-month forbearances or to not service their loans. And what can explain the behavior of the parents who co-signed so many of the loans? \u001d  Perhaps the student-loan repayment problems are a result of the pinch that U.S. households are feeling from carrying record debt loads. Particularly when residential real estate, long the goose laying gold eggs, is now losing value. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 31, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b9b4cbe6af2caf91a6f6e5c3f3f04561","symR":["BMRN","BMRN.EB","CHDN","EPG","FULT","IPS","IPS.T","MOT","NFX","TRX","TRXB","WAG","CA4626221010","US09061G1013","US6200761095"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/2) Research Reports: How Analysts Size Up Companies","GmtTimeStamp":"2007-03-31T04:08:00.000000000","CompanyCodes":["BMRN","BMRN.EB","CHDN","EPG","FULT","IPS","IPS.T","MOT","NFX","TRX","TRXB","WAG","CA4626221010","US09061G1013","US6200761095"],"IndustryCodes":["BNK","BTC","CHM","CHS","CMT","CNO","OIS","POL","RTD","RTS","STL","SVC","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI","XSP5","XSTX","XTSE"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \u001d  BioMarin Pharmaceutical \u001d  -- BMRN-NNM \b \u001d  Outperform \u001d  -- Price 17.26 on March 23 \u001d  by Baird Securities \b \u001d  Reiterate Outperform, 22 target. We are incremental buyers after attending American College of Medical Genetics meeting and learning of BMRN's intention to enroll physicians and clinics in expanded-access program for Kuvan, its investigational PKU [metabolic-disorder] drug candidate. While maintaining our estimates, we believe this could provide for a steeper launch than anticipated, should Kuvan be approved in fourth-quarter '07. We believe there could be upside to our near-term Kuvan estimates of $1.8 million, $50 million and $100 million in 2007-'09, respectively, if the expanded access program works to build demand prior to launch in Q407 . . . Our Kuvan revenue build-up assumes the drug enters the market in Q407, and generates $1.8 million in that quarter. \b \u001d  Churchill Downs \u001d  -- CHDN-NNM \b \u001d  Neutral \u001d  -- Price 45.33 on March 27 \u001d  by Hilliard Lyons \b \u001d  Raising 2007 earnings per diluted share estimate by 8 cents to $1.50, to reflect solid results at certain tracks. The shares are trading at 30 times this revised projection, above our preferred buying level. We believe the valuation reflects anticipated benefits from potential slot-machine operations at one or more of the company's tracks. This pari-mutuel horse-racing company [is] a leading provider of content for the simulcast wagering market. . . . [4Q] net revenues from continuing operations increased 14% from the prior year period. Excluding insurance recoveries, we estimate that the quarter produced a net loss from continuing operations of about 10 cents per diluted share [versus] a net loss of 26 cents a year ago. \b \u001d  Environmental Power \u001d  -- EPG-Amex \b \u001d  Buy \u001d  -- Price 7.46 on March 27 \u001d  by Pacific Growth Equity \b \u001d  EPG is the first-to-market and a pure play on a developing biogas market which we value at about $380 million annually. We estimate 28 [electricity-generating anaerobic] digesters will be completed by the end of 2008. Annualized, this represents about $8.5 million Ebitda and an enterprise value/Ebitda of 8.8 times which we believe represents a good entry point. Price/earnings ratio: Negative. \b \u001d  Fulton Financial \u001d  -- FULT-NNM \b \u001d  Market Perform \u001d  -- Price 15.41 on March 27 \u001d  by Ryan Beck \b \u001d  Fulton will incur a $5.5 million pretax charge . . . Helping offset this charge is recovery income of $3.8 million tied to resolution of a previously charged-off commercial-mortgage loan. Net impact to Fulton's 1Q07 earnings will be a 1-cent-per-share charge. While specific earnings impact of mortgage repurchases is minimal, our initial assessment of future losses could be in 7-cent-to-10 cent-per-share range, roughly 6% to 9% of Fulton's earnings. We are lowering our 1Q07 EPS estimate to 25 cents from 26 cents and 2007 EPS estimate to $1.06 from $1.07. Maintaining '08 estimate of $1.17; lowering target to 16 from 17 to reflect a less-visible earnings picture going forward. \b \u001d  Ipsco \u001d  -- IPS-NYSE \b \u001d  Buy \u001d  -- Price 117.34 on March 26 \u001d  by Bank of America Securities \b \u001d  Maintaining Buy, despite stock's advance; raising [target price] to 127 from 115, as we give more weight to our $130 sum-of-the-parts valuation, given the [recent] disclosure of a stake by Harbinger Capital. We are lowering our '07 EPS to $13.50 (was $14), as we expect EPS to be flat sequentially in 2Q. Despite announced plate-price increases of $45/ton for May, we expect spreads to be flat in 2Q, as scrap costs have moved up sharply. In addition, drilling activity is declining in Western Canada due to the spring breakup. In our view, run-rate EPS should exceed $4/quarter in the second half . . . We maintain our '08 EPS of $15 (above Street's $12.62). We continue to view Ipsco's plate and tubular exposure as more defensive. [Ipsco is a steelmaker and fabricator and operates a number of pipemaking facilities in Canada and the U.S.] \b \u001d  Motorola \u001d  -- MOT-NYSE \b \u001d  Market Perform/Underperform Bias \u001d  -- Price 17.91 on March 27 \u001d  by First Global \b \u001d  We have revised our EPS estimate and anticipate the CY07 EPS to come in at 65 cents, down from our previous estimates of $1.20. At its current price, the stock trades at a P/E (calendar-year '07 estimate) of 26 and an EV/Ebidta of 7.9, which doesn't look that cheap, considering the likely [lessening of] growth in MOT's bottom line. We continue to remain cautious on MOT and reiterate Market Perform (Underperform Bias) rating. \b \u001d  Newfield Exploration \u001d  -- NFX-NYSE \b \u001d  Buy \u001d  -- Price 42.20 on March 26 \u001d  by Sterne, Agee & Leach \b \u001d  In a [recently released] 8-K , Newfield Exploration revised its lease operating cost guidance upward by $32 million for 1Q07. According to NFX, the omission was inadvertent and the additional $32 million in major expenses was due to hurricane repairs to facilities, well workovers, etc. Additionally, updated production guidance was provided. As a result of the new company guidance, we have revised our 2007 earnings estimates downward, from $4.91 to $4.51 per share . . . Retaining our Buy rating, with a target price of 54 [which] equates to 12 and 3.7 times our 2007E EPS and Ebitda per share, respectively. We believe the stock will react favorably to the onset of production at the Wrigley Field, Grove Field and Abu Field, all expected soon. \b \u001d  Tronox \u001d  -- TRX-NYSE \b \u001d  Buy \u001d  -- Price 14.72 on March 29 \u001d  by BB&T Capital Markets \b \u001d  Maintaining Buy due to compelling debt pay-down opportunities through land sales and the potential Uerdingen [Germany] sale. We believe the recent Lyondell's TiO2 sale also suggests TRX is undervalued. After spinoff from Kerr-McGee in late '05, Tronox is now an independent company with $1.4 billion in sales. Although it breaks out into two segments, Tronox is basically a TiO2 company and is the world's third largest producer of TiO2 pigment [titanium dioxide pigment, a whitener used in paint, plastics, paper and cosmetics accounting for 93% of total company sales; the industry is . . . somewhat of an oligopoly -- the top five producers account for 65%-plus of global production]. Tronox has plants in the U.S., Europe and Australia. \b \u001d  Walgreen \u001d  -- WAG-NYSE \b \u001d  Outperform \u001d  -- Price 47.30 on March 27 \u001d  by Barrington Research \b \u001d  Walgreen reported strong Q207 results with earnings per share of 65 cents, up 27% from 51 cents a year ago, better than both our estimate of 59 cents and the consensus estimate of 61 cents. . . . Despite outstanding execution, these shares are still trading at a significant discount to the five-year average forward P/E multiple of 29 times. Applying a target forward P/E of 26 times to our fiscal 2008 earnings estimate of $2.26, we are increasing our 12-month price target to 59 from 58. With 25% upside to this target price, we reiterate an Outperform rating. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ba44b876181fef0d4183cc3a113944b7","symR":["ABT","US0028241000"],"date":"2007-03-31","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/2) Barron's Online: Abbott Labs Pumps Up Its Product Line","GmtTimeStamp":"2007-03-31T04:04:00.000000000","CompanyCodes":["ABT","US0028241000"],"IndustryCodes":["DRG","XDJGI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Johanna Bennett \u001d  Abbott Labs caused a flutter among cardiologists at a medical confab March 24 when it said its experimental heart stent may outperform its top-selling rival's. \u001d  The medical-products company has jettisoned stodgy businesses in favor of innovative new drugs and medical devices like the Xience V drug-coated stent -- a mesh tube that props open arteries and releases a drug to prevent scarring. \u001d  While up 30% in the past year, Abbott Laboratories' (ticker: ABT) stock may not reflect the stent's earnings potential nor that of two cholesterol drugs -- all are expected to hit the market in 2008 -- or growing sales of its blockbuster rheumatoid-arthritis drug, Humira. \u001d  The market is catching on. On March 26, Abbott shares jumped 6.3%, their biggest one-day gain since December 2002. Yet some analysts say Abbott's profits could rise as much as 15% annually over the next three years. \u001d  Oppenheimer Capital analyst Bryce Hill says \"I wouldn't call the stock cheap, but you're paying a reasonable multiple for shares of a company with earnings expectations it will probably beat. If things go well with the new stent, Humira and the new drugs, it's reasonable that the stock could trade at 70 a share.\" \u001d  Last year, pharmaceuticals generated more than half of Abbott's revenues, or $12.4 billion. Nutritional-product sales were $4.3 billion, and diagnostic-test sales exceeded $3.9 billion. Vascular-intervention products provided just 5% of Abbott's business last year. Yet by 2008, vascular-product sales could more than double, according to Prudential Equity Group. And Abbott could control one-third or more of a $3 billion U.S. stent market, now dominated by Boston Scientific and Johnson & Johnson. \u001d  \"The potential for drug-coated stents present a significant growth opportunity for Abbott,\" John Capek, head of Abbott's vascular business, told Barron's Online. For years, larger and flashier device and drug makers overshadowed Abbott. But Chief Executive Miles White has shaken things up since Barron's Online wrote about the company three years ago (\"Brewing a Turnaround at Abbott Labs,\" April 1, 2004). \u001d  Revenues remain diverse. But under White's watch, low-return businesses have been sold or spun off. And a flurry of deals has opened the door to riskier, but higher-return markets fueled by innovation. \u001d  In January, Abbott agreed to sell a chunk of its diagnostics business to General Electric. In 2006, Abbott purchased Kos Pharmaceuticals and its \"good\"-cholesterol-raising drugs, and snapped up Guidant's stent business, acquiring Xience. \u001d  The company says sales should rise 13% to 15% in 2007. Meanwhile, profits should increase 12% in 2007 to $2.81 a share, and climb another 15% in 2008, according to Thomson Financial/Baseline. \u001d  \"The big story with Abbott is how management has reshaped the company,\" says Michael Weinstein, an analyst with JPMorgan Securities. \"If you look at Abbott's growth drivers over the balance of the decade, they are Humira, acquired when they bought Knoll Pharmaceuticals in 2001, and Xience.\" \u001d  Already Abbott's biggest drug, with revenues topping $2 billion last year, Humira's sales could double by 2008 as the company finds new uses for it. Also in 2008: The cholesterol drugs, Simcor and ABT-335, may debut in the U.S. \u001d  For now, Xience V commands the spotlight. Already for sale in Europe and Asia, the final application for the stent, coated with a drug used to prevent organ rejection in transplant patients, could reach the Food and Drug Administration next quarter, and the stent could hit the U.S. market in the first half of 2008. \u001d  A pivotal study, released March 24 at the American College of Cardiology's annual meeting, found that blockages recurred less frequently in patients treated with a Xience V stent compared with patients treated with Boston Scientific's Taxus, the top-selling U.S. stent. Patients also suffered fewer serious cardiac events, such as heart attacks. Thinner and more flexible than older rivals, Xience V could be easier to implant, causing less damage to blood vessels. Its polymer covering may also be less abrasive. \u001d  Still, clinical-trial results could give Abbott an edge at a time when U.S. doctors are using fewer drug-coated stents due to safety concerns, says Bina Mistry, an analyst with Millennium Research Group, a Toronto-based market research firm: \"There could be a big shift in market share next year.\" \u001d  JPMorgan's Weinstein expects Xience V sales to hit $1.3 billion by 2009, and contribute 30 cents to profits of $3.71 a share. \u001d  Meanwhile, Abbott could launch four more drug-coated stents between 2010 and 2012, including one that dissolves after three years. \"With each generation, the technology improves, and the market grows,\" says Abbott's Capek. \u001d  At 19.8 times projected profits for 2007, Abbott changes hands at a 28% premium to the Standard & Poor's 500 and the pharmaceutical sector, according to Thomson Financial. \u001d  Yet Abbott's profits in 2007 and 2008 could increase twice as fast as those generated by the index or the pharmaceutical industry. Meanwhile, Abbott's stock trades at a 10% discount to the medical-device industry. \u001d  Of course, the stock will suffer if safety fears have a bigger-than-expected impact on the global stent market. \u001d  Investors won't tolerate delays or failures getting Xience V through the FDA, or disappointing financial results, especially in Humira sales. But Xience V and Humira could give investors what they want most: robust and accelerating annual profit growth. These days, that's hard to find. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c717e9b75276bcfd97f32b1a82139b33","symR":["AKAM","EK","GME","OVTI","WFR"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/2) The Trader: An Orderly Ebb For Stocks","GmtTimeStamp":"2007-03-31T04:07:00.000000000","CompanyCodes":["AKAM","EK","GME","OVTI","WFR"],"IndustryCodes":["ENT","ISV","OTS","REQ","RTS","SEM","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  Webster's defines \"risk\" as the chance of injury, damage or loss. As the second quarter begins, the stock market is opting for a narrower interpretation: Risk is the prospect of a debilitating economic slowdown -- and the creeping likelihood that persistent inflation could prevent the central bank from swooping in to cut interest rates. \u001d  The alarm this risk caused just a month ago has abated somewhat. A recent raft of benign economic data -- and each passing week without a catastrophe from the wobbly land of mortgage loans -- has encouraged the notion that the economy is slowing but still standing. That has helped lift stocks nearly 4% above their March 14 low. \u001d  But investors remain wary. Crude oil rose to a seven-month high near $66, and a February uptick in core inflation provided excuses to sell -- whereas a less hesitant market, circa early 2007, might have brushed these aside. \u001d  Still, stocks' orderly ebb last week after their mid-March surge smacks more of profit-taking than a serious case of buyers' remorse. The Dow Jones Industrial Average ended the week down 127, or 1%, to 12,354. The Standard & Poor's 500 slipped by 15, or 1.1%, to 1421. The Nasdaq Composite Index gave up 27, or 1.1%, to 2422, while the Russell 2000 Index of small stocks fell 9, or 1.1%, to 801. \u001d  Each of the major benchmarks ended the month of March higher, and the S&P 500's 1% gain was its ninth rise in 10 months. It also managed a 0.2% rise for the quarter, the seventh gain in eight quarters. Pulse-takers trying to gauge the market's mood found little that is extreme. Until it gets a better grasp of economic risk, the stock market remains in neutral -- just as ready to shift into drive as it is into reverse. \u001d  The directional tilt could come as companies report first-quarter earnings. Analysts have ratcheted down their estimates, and profits for S&P 500 companies are projected to improve by just 3.8% -- which, according to Thomson Financial, would produce the smallest quarterly increase since 2002's second quarter. \u001d  How companies respond to declining profit growth and weakening margins bears close watching. \u001d  Excluding erratic aircraft data, orders for big-ticket items fell in February for a second straight month -- a possible sign corporate belt-tightening may have begun. Will increasing fiscal thrift put a kibosh on hiring -- or worse, lead to job cuts? \u001d  So far, the robust job market has been a pillar holding up consumer spending and economic growth. And it's even more crucial now, as tightening credit and declining home prices put in peril America's wealth effect and spending habits. \u001d  Over time, debt levels have generally grown with income (the ability to pay debt) and as interest rates declined (the affordability of debt). \u001d  So far this decade, nominal gross domestic product has risen at a 5.1% pace, while outstanding credit-market debt is increasing at 8.4%, notes Punk Ziegel analyst Richard Bove. \"If the long-term rates were to rise further or incomes grow at slower rates, then it seems highly likely that there would be a rash of defaults throughout the economy,\" he says. \u001d  Given how many money managers and strategists still believe in a \"soft landing,\" any threat to that consensus could still jolt the market enough to produce some injury, damage or loss. \b \u001d  Like a juvenile waistline or a thick head of hair, profit growth is often taken for granted -- until it's gone. But now that economic growth is expected to slow after 14 record quarters of double-digit earnings expansion, will profit growth become a more elusive -- and more coveted -- trait? \u001d  Bruce Bartlett, who oversees various growth-equity funds at Lord, Abbett & Co., has been focusing on companies that can deliver conspicuous profit growth driven by good old-fashioned sales increases -- and not just nimble financial engineering and buybacks that nudge up per-share earnings. \u001d  Among technology companies, Bartlett believes \"gatekeepers\" -- those with a product or service others need to expand -- will enjoy keen demand and strong pricing power. One such example is Akamai Technologies (ticker: AKAM), which provides software to help companies distribute, manage and store multimedia content for a world increasingly adept at downloading files and streaming videos. \u001d  Based in Cambridge, Mass., the $8 billion company's home turf really is the Internet, given its array of content-delivery services for customers like Apple's (AAPL) iTunes, MySpace and Yahoo! (YHOO). \u001d  Revenue climbed 51% last year and is expected to rise more than 40% this year, with few competitors boasting its scope and quality of service. Analysts have roundly raised their estimates to catch up to Akamai's, and Cowen & Co., for one, flags it as an \"excellent large-cap play on the growth of multimedia Internet content.\" \u001d  MEMC Electronic Materials (WFR) straddles a similarly choice spot in the semiconductor world. As its ticker symbol suggests, the $14 billion company makes wafers that are the building blocks for microprocessor, memory, logic and other chips. A current polysilicon shortage should at least support, if not drive up, prices of silicon wafers, and the relentless drive for increased memory capacity bodes well for wafer demand. The growing market for solar chips is another reason MEMC margins continue to strengthen. \u001d  Meanwhile, some consumer stocks also might better withstand any belt-tightening, since Americans holding off big-ticket splurges may still pay for smaller addictions (and, as always, nothing's too good for the kids). The video-game maker GameStop (GME) targets not just kids, of course -- and a new generation of consoles has game geeks agog, and is fueling another boom. \u001d  GameStop last week reported a 38% pop in fourth-quarter earnings, lifted its forecasts and expects same-store sales to grow 12% to 14% this year. \u001d  No question, all three stocks are trading near 52-week highs, and none are cheap by conventional price-earnings measures. GameStop was among last week's top gainers, while MEMC was among the first quarter's. \"But as we transition to a slower economy, and as profit growth starts to become scarce, stocks that can deliver above-average growth should begin to command a greater premium,\" Bartlett says. \b \u001d  OmniVision Technologies (OVTI) has made a habit of bucking market trends lately. The maker of image-sensor chips has slipped 61% since May, while other stocks rallied. Since March 22, however, it's jumped 10% as the market has retreated --  egged on by another round of speculation that Eastman Kodak (EK) might buy the Sunnyvale, Calif., company. \u001d  Skeptics, short sellers and conspiracy theorists contend that takeover rumors surface whenever OmniVision flubs its earnings, and the company had recently told investors to expect a first-quarter loss. But even without anything sinister at work, OmniVision already faced a bleak picture. \u001d  OmniVision makes image-sensor chips used in camera phones, and it competes at the shunned end of an increasingly commodified market. The kind of \"CMOS\" camera chips that are OmniVision's life blood can also be readily produced by memory-chip makers (\"OmniVision's Cloudy Picture,\" Sept. 18, 2006), and the creeping encroachment by Micron Technology (MU) and Samsung has wrecked OmniVision's pricing power. \u001d  Profit margin has begun its slide, and while revenue has held near $135 million over the past three quarters, net income has tumbled from $22 million to $11 million. Analysts are calling for a 44% drop in per-share earnings this year. \u001d  Meanwhile, Kodak is no slouch in the imaging department. A 2004 acquisition of National Semiconductor's (NSM) image-sensor business already rounds out Kodak's array of CMOS image sensors for the consumer market. Kodak also has an ongoing agreement with International Business Machines (IBM) to develop and make new image sensors for everything from digital cameras to camera phones. \u001d  Citing company policy, a Kodak official declined to comment. An OmniVision spokesman did not return a call Friday afternoon. \u001d  Zealous bearish bets -- about 40% of tradable shares are sold short -- mean that short covering can send OmniVision shares momentarily higher. The company also has nearly $6 a share in cash. But R.W. Baird analyst Tristan Gerra expects the cash holding to \"continue to erode as management spends in an attempt to reverse course with, however, no expected effect on rapidly deteriorating fundamentals.\" \u001d  Gerra has a price target of 8 on the stock, or 15 times 2008 earnings of 51 cents. Shares skirted 15 before ending the week near 13. \u001d  --- \u001d  E-mail:  kopin.tan@barrons.com \u001d  --- \b                     VITAL SIGNS \b \b                            Friday's      Week's     Week's \b                               Close      Change     % Chg. \b \bDJ Industrials              12354.35     -126.66      -1.01 \bDJ Transportation            4810.70     -162.57      -3.27 \bDJ Utilities                  500.18       +0.62      +0.12 \bDJ 65 Stocks                 4252.53      -63.67      -1.48 \bDJ US Total Mkt               346.46       -3.65      -1.04 \bNYSE Comp.                   9261.82      -76.58      -0.82 \bAmex Comp.                   2174.90      +24.69      +1.15 \bS&P 500                      1420.86      -15.25      -1.06 \bS&P MidCap                    848.47       -7.21      -0.84 \bS&P SmallCap                  411.92       -4.24      -1.02 \bNasdaq                       2421.64      -27.29      -1.11 \bValue Line (arith.)          2303.00      -22.00      -0.95 \bRussell 2000                  800.71       -8.80      -1.09 \bDJ Wilshire 5000            14409.27     -147.19      -1.01 \b \b                                       Last Week   Week Ago \bNYSE \bAdvances                                   1,540      2,909 \bDeclines                                   1,963        621 \bUnchanged                                    105         75 \bNew Highs                                    357        418 \bNew Lows                                      57         40 \bAv Daily Vol (mil)                         2,793.4    2,888.0 \bDollar \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 31, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"cfb89432023032d35cd413bec8ac68cb","symR":["500400.BY","BUMI.JK","ID1000068703","INE245A01013"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UPDATE:Tata Pwr: To Buy 30% Stake In Bumi Resources' Coal Cos","GmtTimeStamp":"2007-03-31T07:36:00.000000000","CompanyCodes":["500400.BY","BUMI.JK","ID1000068703","INE245A01013"],"IndustryCodes":["COA","ELC","MNG","XDJGI","XISL"],"Story":"\u001d   (Adds details) \u001d  NEW DELHI (AP)--India's Tata Power said Saturday it will buy a 30% stake in coal companies owned by Indonesian mining outfit Bumi Resources (BUMI.JK) for $1.1 billion, a move aimed at securing coal supplies for its upcoming power plants. \u001d  Tata Power Co. Ltd. (500400.BY), part of India's sprawling business conglomerate Tata group, said in a statement that it has signed an agreement to acquire a coal trading company and 30% stake each in Kaltim Prima Coal and Arutmin Indonesia - all owned by PT Bumi Resources. \u001d  The statement described the two coal companies, Kaltim Prima Coal and Arutmin Indonesia, as \"world class assets\" with \"robust financial performance.\" \u001d  This is the second biggest overseas acquisition by the Tata Group, which sealed a deal in January to buy European steel maker Corus Group Plc. for $11.3 billion (CGA). \u001d  The Tata Group, with interests ranging from salt to steel and software, is the most aggressive among Indian companies seeking overseas acquisitions to gain global visibility after thriving for decades in a protected home market. \u001d  Through acquisitions, Indian companies hope to penetrate new markets, acquire technologies and gain access to raw materials needed for industrialization back home. \u001d  \"This purchase supports Tata Power's upcoming power projects on the west coast of India,\" the Tata statement said about the Indonesian acquisition. \u001d  The power plants along the west coast, with a total capacity of 7,000 megawatts, will be completed in five year and will require nearly 21 million metric tons of imported coal, the statement said. \u001d  Tata Power said it intends to secure the required coal supplies \"through a combination of purchasing equity stakes in coal mines as well as entering offtake contracts.\" \u001d  The acquisition comes at a time when coal prices are rising because of a shortage in supplies from some exporting countries. \u001d  Kaltim Prima and Arutmin Indonesia are among the world's largest exporting thermal coal producers, the statement said. Together, they produced nearly 53.5 million metric tons of coal in 2006 with more than 95% sold into the export market, it said. \u001d  \"They have excellent coal export infrastructure and are strategically well placed to act as a source of supply for increasing regional demand.\" \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 03:36 ET (07:36 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"cfcddef120ba01c1a9da1305a6794285","symR":["DCX","DCX.XE","DE0007100000"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"UAW, Chrysler Agree To Eliminate Some Health Care Plans-Report","GmtTimeStamp":"2007-03-31T07:24:00.000000000","CompanyCodes":["DCX","DCX.XE","DE0007100000"],"IndustryCodes":["AUT","XDAX","XDJGI","XNYA","XST5"],"Story":"\u001d  NEW YORK (Dow Jones)--Union workers at DaimlerChrysler AG's (DCX) Chrysler Group will have fewer health care plans to choose from this year after the automaker and the United Auto Workers agreed to eliminate plans that have exceeded spending caps outlined in Chrysler's 2003 contract with the UAW, the Detroit News reported in its Saturday editions. \u001d  Under the changes, which affect 20,000 policies belonging to UAW workers, retirees and surviving spouses, some health-maintenance-organization and preferred-provider-organization plans will no longer be offered, the report said. \u001d  Specific plan changes, which become effective July 1, will vary by state, the report said. The Blue Cross/Blue Shield PPO plan will be dropped in Michigan, leaving workers in the state with four other options, the report said. \u001d  In other states where plans are eliminated, workers will have one choice - Chrysler's standard health care plan for UAW workers, said Chrysler spokesman Dave Elshoff, according to the report. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 03:24 ET (07:24 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d26fbcb93e97eb551f82d95b2f066e22","symR":["ETR"],"date":"2007-03-31","ret":[-0.00099],"ret5":[-0.00099],"Headline":"US NRC Gives Vermont Yankee Key OK In Bid To Extend Operation","GmtTimeStamp":"2007-03-31T12:43:00.000000000","CompanyCodes":["ETR"],"IndustryCodes":["ELC","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  BRATTLEBORO, Vt. (AP)--Federal regulators have given Vermont Yankee a key OK in its bid to extend operation for an additional 20 years. \u001d  The Nuclear Regulatory Commission says there are no outstanding safety issues at the nuclear power plant. \u001d  But the draft report released Friday said six areas need more documentation from Entergy Nuclear, the plant's parent company. \u001d  The report will be complete in August, along with an environmental impact statement. A draft statement released last year has been challenged by the Vermont Attorney General's office and anti-nuclear groups. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 08:43 ET (12:43 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d54ca21d35ebd71fbb9b7fec3492617c","symR":["500400.BY","INE245A01013"],"date":"2007-03-31","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Tata Pwr: Will Buy Stake In Coal Companies For $1.1 Billion","GmtTimeStamp":"2007-03-31T06:04:00.000000000","CompanyCodes":["500400.BY","INE245A01013"],"IndustryCodes":["COA","ELC","MNG","XDJGI"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 31, 2007 02:04 ET (06:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e18b9e2e14577728d15ab421959fc973","symR":["29064.AE","NYX","NL0000290641"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"ECB Bini Smaghi:No Point For France To Pursue Protectionism-2","GmtTimeStamp":"2007-03-31T12:25:00.000000000","CompanyCodes":["29064.AE","NYX","NL0000290641"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS"],"Story":"\b \u001d  Sarkozy, a former French interior and finance minister, is the leading candidate for the upcoming presidential election this spring. \u001d  Asked whether the pending merger between NYSE Group Inc.'s (NYX) New York Stock Exchange with Euronext NV (29064.AE) will boost the integration of global markets, Bini Smaghi said it \"is an example that the markets require this, the global situation requires that we move towards uniform standards.\" \u001d  \"The merger is one part of the potential further global integration of the financial markets,\" he said. \"Central banks work for this. This is a constant endeavor.\" \u001d  Bini Smaghi declined to comment on monetary policy issues. \b \u001d  -By Andrea Thomas, Dow Jones Newswires, +49 (0)170 2215013, andrea.thomas@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 08:25 ET (12:25 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e3f63e8568cf499ee30f9bdb8f28a717","symR":["BRCM","US1113201073"],"date":"2007-03-31","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/2) Tech Trader: At Last, Broadcom Looks Ready To Rally","GmtTimeStamp":"2007-03-31T04:02:00.000000000","CompanyCodes":["BRCM","US1113201073"],"IndustryCodes":["SEM","XDJGI","XISL","XNQ1","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Tiernan Ray \u001d  it seems that all the bad news may finally be accounted for at Broadcom. After spending 2006 as a poster child for stock-options excess, the company can now return to the mundane task of making semiconductors for the world's fastest growing markets. \u001d  And that may help the stock (ticker: BRCM). Down 30% in the last 12 months and down 4% so far this year, it could soon start to rebound. \u001d  Flamboyant founder and former chief executive Henry T. Nicholas III, who gracedbusiness magazines in his Lamborghini in the late '90s, is long gone, having retired in 2003 for \"personal reasons.\" \u001d  Which is just as well, given that a Broadcom internal investigation, concluded three months ago, determined that Nicholas was at least partly to blame for backdating of options to the tune of $2.2 billion from 1998 through 2005. \u001d  Gone, too, is Chief Financial Officer Bill Ruehle, who, according to Broadcom, may have rigged options grant dates, and who resigned from the company last September, two days before he was to be interviewed about the matter. \u001d  The latest  bit of bad news came last Wednesday when Motorola (MOT), one of Broadcom's biggest customers, announced deeply disappointing preliminary sales and profit results  in the March quarter, a fact greeted with a 5% drop in Broadcom shares in the last five days. \u001d  With all those awful developments now behind it, Broadcom can welcome incoming CFO Eric K. Brandt with a stunning balance sheet consisting of $2.8 billion of cash and marketable securities, no debt and a cash flow statement that added $721 million last year, faster than in 2005. \u001d  In Nicholas' stead is Scott McGregor, formerly a chip executive with Philips Electronics (PHG), the European tech giant. Though he doesn't drive race cars, McGregor managed to increase sales 37% last year, faster than most chip companies, by selling, among other things, the tiny radio chips that wirelessly connect cellphones to so-called Bluetooth headsets. \u001d  The recent drama has left Broadcom shares, at a recent 31, trading at a reasonable 21 times 2008's projected earnings, near its lowest multiples of the last two years, even as McGregor leads the company's advance into the fastest-growing market for semiconductors, the cellphone. \u001d  \"They continue to be very strong in executing plans to enter new chip markets, and they consistently out-engineer many other chip companies,\" says J.P. Morgan analyst Shawn Webster, commenting on why he initiated coverage of Broadcom in late February with the equivalent of a Buy rating. \u001d  Webster estimates the annual market for the kind of semiconductors that Broadcom makes -- including chips that make decisions for networking equipment, chips that decode video in set-top boxes and cellphone chips -- is about $27 billion, seven-and-a-half times Broadcom's sales last year. He expects that market will rise 26% per year on average over the next five years. \u001d  Having cleaned house in '06, McGregor can now focus on Broadcom's principle growth market for years to come, namely cellphones, sales of which may rise 10% this year over last year, according to projections from Nokia, the world's biggest phones maker. \u001d  Broadcom doesn't yet sell chips to Nokia, and McGregor has acknowledged that it's unacceptable for Broadcom to have all its Bluetooth eggs with one very large customer, meaning Moto. \u001d  \"We are picking up additional large customers,\" he told analysts this past October, without naming names. Some analysts have speculated 2007 could see Nokia joining Broadcom's camp. \u001d  The expansion in cellphones means 2007 will be a year of higher operating expenses. Broadcom will be investing in making the most advanced chips with the smallest features, on the order of 65 billionths of a meter, or less than one one-hundredth of the width of a human hair. \u001d  That's a worthwhile investment, as it will allow Broadcom to do for cellphones what it has done elsewhere: cram more features onto smaller chips that cost less and consume less power. That's just what tomorrow's ultra-slender smart phones need. \u001d  To be sure, Broadcom faces substantial entrenched competitors such as Texas Instruments and Qualcomm, which own more than 40% of the market for cellphone chips. \u001d  But Broadcom has had good luck of late defending its chip patents, which suggests it's well-armed for the battle. The International Trade Commission is mulling over whether to ban phones using Qualcomm chips from entering the U.S. after Qualcomm was found to infringe on some Broadcom chip patents. \u001d  The company's price-earnings multiple for next year is higher than, say, Intel's, at 17 times, but it is far below the 32-times forward earnings at which the stock has peaked during the last two years. Based on that multiple, the stock could have upside to $48 over the next 12 months, some 50% above the current price. \u001d  It's possible that the full ramifications of Motorola's bombshell last week could be yet another shoe to drop when Broadcom reveals this quarter's results. But the damage is mitigated because Broadcom's McGregor already lowered analysts' expectations for sales and profit back when he spoke during a conference call in February, and estimates have fallen accordingly. \u001d  Worries about Motorola, and about weakness in the chip market more broadly, are of passing concern. But the promise of an exploding market for cellphone chips is where Broadcom, and investors, may do well for some time to come. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:02 ET (04:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e4b01a1bd53c96baf85306240516764c","symR":["A.T","ABY","BOW","CA0039241074"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/2) Long Live Dead Trees","GmtTimeStamp":"2007-03-31T04:05:00.000000000","CompanyCodes":["A.T","ABY","BOW","CA0039241074"],"IndustryCodes":["PAP","XDJGI","XNYA","XSCI","XTSE"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  It is hard to find truly out-of-favor assets in the stock, bond, commodity and real-estate markets, because a rising tide of liquidity has swelled values everywhere in recent years. Newsprint, however, is a notable exception, and shares of the two leading North American newsprint producers -- Abitibi-Consolidated and Bowater -- are among the most unloved investments around. \u001d  There is good reason Wall Street is cool to Abitibi (ticker: ABY) and Bowater (BOW). U.S. newsprint demand is shrinking because of the ongoing contraction in the newspaper industry. Montreal-based Abitibi and Bowater, of Greenville, S.C., both have lost money since 2002, hurt by interest on their heavy debt burdens. \u001d  Bowater shares, at around 23, are down from a 2000 high of 59 and have appreciated little since the company went public at 18 in 1984. There aren't many other companies listed on the New York Stock Exchange with a worse record over the 23-year span -- Dow Jones (DJ), the publisher of Barron's, unfortunately is one of them. Abitibi has been an even greater investment disaster: Its shares languish at $2.80, down from more than 20 a decade ago. Investors regularly ask analysts why they should invest in suppliers to a declining industry. \u001d  Those with a little love to spare might be surprised by the bull case for both stocks. As in many depressed industries, it involves consolidation, as well as growing foreign demand. On Jan. 29, the two companies announced merger plans, which, if approved by shareholders and antitrust regulators, will create the third-largest public forest-products company in North America. It will have $8 billion in annual revenue -- behind only Weyerhaeuser (WY) and International Paper (IP) -- and a dominant position in the North American newsprint market, with nearly a 50% market share. In a \"merger of equals,\" Bowater shareholders will get 52% of the combined company, to be called AbitibiBowater, and Abitbi holders will receive 48%. \u001d  Both companies have significant production facilities in Canada, as well as mills in the Southeast, where they turn soft woods, primarily pine and spruce trees, into newsprint, lumber, pulp and various paper grades. \u001d  The outlook for newsprint is better than many investors perceive because of rising newspaper sales in Eastern Europe, China and India. Newsprint demand actually grew 1% globally last year, despite a 7% drop in North America. Loosening press restrictions and rising wealth are fueling the newspaper boom abroad. The Internet may be the bane of U.S. newspaper publishers, but it is less of a threat in the developing world. \u001d  \"There's a growing middle class in the developing world that can't afford Internet access at home,\" says Chip Dillon, forest-products analyst at Citigroup Investment Research. He notes that in China, a middle-class family earning $3,000 a year can afford newspapers but not an Internet connection. Dillon thinks global newsprint demand could rise at a rate of 2% a year by 2008. \u001d  Dillon is \"positive\" on the proposed Abitibi/Bowater merger. \"It will enable two relatively leveraged companies to generate a lot of synergies and cost savings,\" he says. The pair aim to produce $250 million in annual cost savings within two years, a high figure relative to the equity-market values of the two companies. Bowater is valued at $1.4 billion and Abitibi at $1.2 billion. The companies say the present value of those savings is equal to roughly 60% of their combined equity value. Bowater and Abitibi have a combined $5.6 billion of debt. \u001d  \"Our challenge is to create a low-cost platform and make money out of a declining sector, while funding opportunities in other segments of the forest-products industry and reducing debt,\" says David Paterson, the chief executive of Bowater. \"We felt we needed a bigger footprint to do that.\" \u001d  Paterson thinks the market for many of Bowater's products are \"near a cyclical low. With our operating leverage, the math is pretty compelling if we see price or cost improvement. We could quickly delever this company or AbitibiBowater when we see more positive industry trends.\" \u001d  Assuming the merger occurs, both stocks have similar appreciation potential and downside risk. If the deal is blocked by regulators, Bowater probably is the safer choice because it has less debt than Abitibi and is less exposed to the newsprint market. Bowater carries a 3% dividend yield, although it is not covering the dividend from earnings, while Abitibi pays no dividend. It isn't clear now if the merged companies will pay a dividend. \u001d  With their large debt loads, Bowater and Abitibi amount to public leveraged buyouts, meaning they offer investors the potential for high returns -- and risks --  that come with LBOs, though without the stiff fees that private-equity firms like Blackstone and Apollo charge their institutional clients. Indeed, several forest-products companies have been taken private in LBOs, including Boise Cascade's wood-products business. \u001d  It is a measure of the newsprint industry's disfavor that shares of both Abitibi and Bowater, which popped about 30% on news of the merger, have given up nearly all those gains in the past two months. \u001d  Some investors call Abitibi and Bowater \"deep value\" situations that may require some patience, as both companies could be a year away from profitability. Underscoring the financial challenges, Bowater said last week that its first-quarter results would be poor, with operating income down $15 million to $20 million from fourth-quarter levels. \u001d  Dillon cut his first-quarter estimate to a loss of 65 cents a share from a loss of 25 cents a share. The good news is that the first quarter could mark a bottom for Bowater. Dillon expects Bowater to lose more than $1 a share this year but earn $1.30 in 2008, $2.35 in 2009 and possibly $4 in 2010. These estimates exclude merger benefits, which could total $1.50 per Bowater share. Abitibi lost about 35 cents a share from operations in 2006. \u001d  Dillon carries a price target of $35 for Bowater and a target of about $5 a share for Abitibi. John Tumazos, an analyst at Prudential Securities, recently lifted his rating on Bowater to Overweight from Neutral and his price target to $39 from $20. \u001d  With 30 mills in the U.S. and Canada, Bowater and Abitibi may sell assets if their merger gains antitrust approval. One particularly valuable mill is Bowater's Catawba facility in South Carolina, which has more than 900,000 tons of annual capacity, none of which is newsprint. That mill alone could be worth $1 billion. Abitibi also has significant hydropower assets in Canada that it has started to monetize. The hydro assets also could be worth $1 billion. \u001d  Unlike most other commodity producers, U.S. paper and forest-products companies generally have been disappointing investments in recent years. The prospect of corporate break-ups has generated about the only investor excitement in the area, on the theory they will unlock the value of the industry's timber holdings. \u001d  The industry probably needs to consolidate further to generate adequate financial returns, and the Abitibi/Bowater merger would be an important step in that direction. Abitibi and Bowater haven't talked about shutting down plants as part of their merger plans, but Tumazos and others think the combined companies will take a hard look at capacity, since North American newsprint demand fell more than 10% in the first quarter and 25% in the past decade. \u001d  It has been tough to justify investment in new newsprint facilities given price trends. Prices have fallen to $625 per metric ton from $675 in late 2006. The current quote isn't much higher than the price in the late 1980s. \u001d  Abitibi and Bowater are low-cost producers, even compared with the Chinese. The bulk of their production comes from virgin fiber from softwood trees, while most newsprint made outside the U.S comes from recycled newsprint. The fodder for recycled paper comes primarily from the U.S. \u001d  One bullish development for Abitibi and Bowater is that the price of old newsprint has nearly doubled to $160 per ton since the fall. This reflects declining supply in the U.S., driven by declining newspaper sales and moves by papers such as The Wall Street Journal to reduce their size. While this is raising costs at Bowater mills that use recycled newsprint, the major cost increases will be felt overseas, particularly in China. The Bush administration also moved Friday to impose new duties on imported coated paper from China -- news that lifted Bowater, Abitibi and other paper stocks. \u001d  Analysts expect the Abitibi/Bowater merger to gain Canadian and U.S. antitrust approval, which would allow the deal to close in the third quarter. Because both companies are in the red, regulators are apt to be more lenient. There also has been little opposition from newspaper publishers, as the increased global trade in newsprint makes the companies less powerful. Newsprint will account for about 50% of the new AbitibiBowater's revenue. \u001d  Both Abitibi and Bowater are dicey stocks, even at depressed levels. A successful combination is no guarantee of future profitability, but a merger will put the two struggling companies in a stronger competitive and financial position. In view of their operating and financial leverage, Abitibi and Bowater could be profitable if they can cut costs and raise prices. Contrarian investing often pays, and there are few more contrarian plays in the stock market. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e587e1955c9c1597a66a71b31d8d050e","symR":["DHR","FD","MCK","PAYX","UIS","UST","VLO","X","US58155Q1031","US91913Y1001"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/2) Streetwise: Testing The Patience Of Capital","GmtTimeStamp":"2007-03-31T04:05:00.000000000","CompanyCodes":["DHR","FD","MCK","PAYX","UIS","UST","VLO","X","US58155Q1031","US91913Y1001"],"IndustryCodes":["FAD","ITC","OIS","RTB","RTD","RTS","STL","SVC","TOB","TSX","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  Torture a spreadsheet long enough and it will tell you anything you want. More than ever, investors are mistreating companies' income statements and balance sheets until they confess to being leveraged-buyout prospects. \u001d  This game has been going on for many months, with analysts creating screens sifting for buyout bait based on cash-flow multiples and leverage ratios. Another pastime has been compiling lists of stocks with heavy hedge-fund ownership. All this is meant to sniff out the targets of \"impatient capital,\" those investors with acute incentives to turn a quick buck. \u001d  Buyout firms and hedge funds are considered the dominant or default bid in the market, along with companies themselves buying back billions in stock per day. Retail investors are not throwing much money at U.S. stocks and domestic mutual-fund managers are suffering weak flows and holding very little cash. \u001d  One small measure of the race to find the next target of a buyout or hedge-fund bull rush is the outperformance this year of mid-cap stocks. The S&P 400 Mid Cap index finished the first quarter up 5.4%, compared to 0.2% for the large-cap S&P 500 and 1.4% for the small-cap Russell 2000. Mid-cap stocks reside in the bullseye valuation range for both buyout artists and hedge funds looking for under-followed but liquid stocks. It's fair to assume plenty of mid-caps have a decent LBO premium built into them by now. \u001d  So, if impatient capitalists and their pilot fish have already gotten to so many stocks popping up on those cash-flow and debt-to-capital filters, what's left for patient capital wielders? \u001d  How about that humble valuation measure from the pre-Excel, paper-and-pencil era: the price-to-sales ratio? \u001d  Morgan Stanley strategist Henry McVey has taken up this retro approach, at the urging of an accomplished value-fund client, and shows a low price-to-sales ratio is a good predictor of future outperformance. \u001d  It acts as a proxy for out-of-favor stocks, perhaps ones with cyclically depressed earnings and a fundamental cushion should profit forecasts prove wrong. Sales don't fluctuate as much as earnings or cash flow, and aren't subject to nearly as many aggressive assumptions by CFOs. \u001d  McVey points out that in the current market, price-to-sales isn't working to identify leading performers in technology, consumer discretionary and utilities very well (too many investors chasing LBO candidates), but over the past 20 years has worked well in tech, basic materials, healthcare and industrials. Over the long-term, the metric does better than any other widely employed valuation, growth or balance-sheet measure. \u001d  A screen of the lowest price-to-sales stocks by sector surfaces a clutch of names worth investigating, with McVey citing Valero Energy (ticker: VLO), U.S. Steel (X), McKesson (MCK) and Unisys (UIS) as favorites. Among those that look expensive by this ratio are UST (UST), Danaher (DHR) and Paychex (PAYX). \u001d  Of course, there's nothing wrong with a stock sporting a fairly low price-to-sales ratio that also looks attractive based on free-cash-flow and a sum-of-parts basis. This describes Federated Department Stores (FD), soon to be renamed Macy's. \u001d  Federated's purchase of May Department Stores in late 2005 was that rare specimen, a sensible large merger. The deal completed the industry's 100-year process of knitting regional mid-range department stores into national brands. In this case, the better-managed company bought the underperformer, and is now re-branding all stores as Macy's. \u001d  At 45.05, Federated shares are trading at less than 90% of sales and 16-times earnings forecasts for this fiscal year, themselves based on modest same-store sales expectations near 3%. Federated management has under-promised and over-delivered on merger-cost savings in the past, and it wouldn't be surprising if they've done so again. \u001d  Earnings and free cash flow should ramp further next year as margin enhancements from the May integration take hold. Sales per square foot at longtime Federated stores vastly exceeded those of former May stores. Federated's merchandising and pricing strategies should gradually narrow the gulf. By some bullish estimates, free cash flow per share could double to $4 in two years, which would place the company squarely in those LBO screens, especially considering the significant value of its real estate. \u001d  A $4 billion-share buyback was announced Feb. 27, half of it completed instantly, with $2 billion remaining. Encouragingly, analysts' bullishness on Federated has cooled considerably, and yet the stock has held up well. \u001d  No doubt, Federated shares will be subject to any periodic fears that arise about a consumer-spending squeeze due to gas prices or housing woes. But Federated doesn't need gaudy sales increases to hit its numbers. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e953daa46b9232f879df1196eab6aa48","symR":["BGP.XX","CBRY.LN","CSG","HSY","KKR.XX","WWY","GB0006107006"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"WSJ(3/31) Cadbury Plan Attracts Partners; Hershey Mulls Deal","GmtTimeStamp":"2007-03-31T04:00:00.000000000","CompanyCodes":["BGP.XX","CBRY.LN","CSG","HSY","KKR.XX","WWY","GB0006107006"],"IndustryCodes":["BVG","FIS","FOD","OFP","SFT","XDJGI","XFFX","XFT1","XNYA","XRUS","XSP5"],"Story":"\b   (From THE WALL STREET JOURNAL) \b   By Julie Jargon in Chicago and Deborah Ball and Jason Singer in London \u001d  Potential partners for both Cadbury Schweppes PLC's candy and drinks businesses are lining up quickly, just two weeks after the company said it plans to split in two later this year, according to people familiar with the situation. \u001d  The door is open for its candy business to pursue a combination with U.S. rival Hershey Co., in a surprise reversal from 2002 when the charitable trust that controls Hershey blocked a sale of the company at the last minute. LeRoy Zimmerman, chairman of the board of the trust that has 78% of the voting rights for Hershey, said in an interview Friday: \"We have a responsibility to listen to all potential possibilities that might come forward.\" He added, \"It's important that the Hershey Trust stay focused on keeping the company competitive and profitable in this global economy.\" \u001d  For his part, Cadbury Chief Executive Officer Todd Stitzer, speaking to analysts in London earlier this week, said a merger with Hershey would make sense because the two companies' businesses are highly complementary. \u001d  Hershey has a market capitalization of $12.6 billion. Cadbury's confectionery business is valued at about $17 billion, analysts estimate. \u001d  Food companies are feeling pressure to consolidate to gain greater leverage when negotiating with retailers to stock their goods. A combined Hershey-Cadbury brand portfolio, which would include Cadbury's Trident and Dentyne gum as well as Hershey chocolates, would make it easier to persuade supermarkets and convenience stores to provide prime shelf space, such as next to the cash register. For years, there have been fits and starts, but the big wave of deals that was expected by many hasn't happened yet. \u001d  Meanwhile, it is looking increasingly likely that Cadbury will sell its drinks business, which includes Dr Pepper, 7 UP and Snapple, to a private-equity buyer. A number of private-equity companies have discussed their interest in the business, which is the No. 3 soft-drinks maker in the U.S., by sales, after Coca-Cola Co. and PepsiCo Inc., people familiar with the matter say. Among others, Lion Capital, Blackstone Group and Kohlberg Kravis Roberts & Co. are interested, people familiar with the matter said. Blackstone declined to comment and Lion couldn't be reached. KKR declined to comment. \u001d  Selling to a rival drinks company would slow down a deal as it would raise antitrust issues and Cadbury isn't likely to break up the drinks business and sell off individual brands, according to people familiar with the situation. Cadbury could also spin off the drinks business as a stand-alone, publicly traded company, an option it laid out two weeks ago. \u001d  Cadbury hasn't started a formal auction for its drinks business, and any deal likely won't happen until after June 19, when Cadbury has said it will provide a public update on its breakup plans, people familiar with the matter said. If it goes with private equity, a sale could take place as soon as the late summer, they added. \u001d  On the candy side, a combination of Hershey, the largest candy company in the U.S., and Cadbury, the world's biggest candy company by market share, would make sense, analysts and bankers say. The global candy market remains very fragmented, with Cadbury holding only 10%. Hershey is weak in Europe and in the developing markets -- both places where London-based Cadbury is strong. Also, the companies' management teams have a relationship because Hershey distributes Cadbury's chocolate in the U.S. \u001d  The Hershey Trust Co., trustee of the Milton Hershey School Trust, hasn't yet had contact with Cadbury, Mr. Zimmerman said. A spokesman for Hershey declined to comment. A spokeswoman for Cadbury also declined to comment. \u001d  If he attempts to join with Hershey, it would be the second go-around for Mr. Stitzer, a consummate deal maker who will be CEO of the candy company after the breakup. In 2002, the trust put Hershey on the block and Cadbury teamed up with Nestle SA to jointly bid $10.5 billion before the trust called off the auction. \u001d  Since then, Hershey has faced a slowing chocolate market as consumers opt for healthier items. Cadbury's portfolio is heavier in such items as gum and less-fatty hard candies. Hershey's stock is down 18% from its 2005 peak. \u001d  When Cadbury bought U.S. brands Trident, Dentyne and Hall's in 2002, it became the only candy company with large shares in chocolate, sugar confectionery and gum. The move has reinvigorated the company, given that sales of gum are rising about twice the rate of chocolate globally. \u001d  Any takeover of Hershey could encounter opposition from local communities and politicians in Pennsylvania. In 2002, the potential sale caused an outcry among residents of Hershey, Pa., who worried it would endanger the Milton Hershey School for disadvantaged children, the primary beneficiary of the trust. But, Thursday, Kevin Harley, press secretary for the Pennsylvania attorney general's office, said, \"We do not have the ability to intervene in the lawful business decisions of publicly traded companies such as Hershey.\" \u001d  Any bid for Hershey could also prompt a move from Wm. Wrigley Jr. Co., which was poised to win the company in the 2002 auction. A Hershey-Cadbury combination would be bad news for Wrigley. The Chicago company has been trying to expand beyond gum and become a broader confectionery company, similar to the Cadbury model. Wrigley declined to comment. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:00 ET (04:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"eca41ac3681bcf6ce3a60751e88cb883","symR":["WLT"],"date":"2007-03-31","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/2) Deeply In The Black","GmtTimeStamp":"2007-03-31T04:05:00.000000000","CompanyCodes":["WLT"],"IndustryCodes":["IDD","XDJGI","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Christopher C. Williams \u001d  Mining is dangerous business, but investors won't have to dig deeply to find the beauty in Walter Industries, a small coal and natural-gas producer based in Tampa, Fla. \u001d  Shares of Walter (ticker: WLT), which also has homebuilding and financing operations, have fallen 30% since hitting a 52-week high of 36 last April. Production problems at an Alabama mine pinched coal output last year, letting steam out of the shares. At a recent 25, however, Walter is selling well below the combined value of its parts, which could total as much as $38 a share. \u001d  The production problems, including an unstable roof at a deep-shaft mine, have been solved, and Walter is on track to produce up to seven million tons of coal this year. That could help lift profits 17% to $170 million, or $3.06 a share, on revenue of $1.3 billion and it could boost free cash flow to about $82 million. \u001d  In the next five years, analysts estimate that Walter can increase earnings per share at a 15% clip, fueled in part by strong demand for the company's main product, metallurgical coal, pricey commodity used mainly in steel production. Walter has up to 20 years of met-coal reserves and is expanding capacity to meet rising demand. \u001d  Walter is also pushing to unlock shareholder value by jettisoning its non-coal segments. The company spun off its Mueller Water Products (MWA) unit through an initial public offering in June, and is expected to sell or spin off its financing and home-building operations by 2008, becoming a pure-play coal producer. \u001d  \"Walter is a good value play,\" says Robert Van Batenburg, Louis Capital Markets' head of research, \"with the potential for one event, such as an accretive acquisition in home building, or a spinoff, to [lead to] a re-rating of the stock.\" \u001d  Van Batenburg thinks Walter is worth 32 a share, almost 11 times his 2007 earnings estimate of $3 a share. But investors currently value the stock at just eight times Wall Street's consensus view of $3.06, well below the price-earnings multiple of 17 afforded coal issues generally. \u001d  Walter was founded in 1946 as a home builder, but coal and natural-gas sales generated 52% of last year's $1.3 billion in revenue and more than 90% of operating profit of $270 million. Home building and mortgage generation kicked in 38% of sales. \u001d  The financing operation is profitable, and home building, which lost $22 million last year, could show a profit this year; they have good operations and have done lots of cost-cutting. But most fans, like Matt Hagerty of Pennant Capital -- an owner of 2.5 million shares, advocate a breakup, noting that non-core assets mask the value of Walter's coal business. Analysts estimate that Walter could generate Ebitda (earnings before interest, taxes, depreciation and amortization) of around $300 million this year and $290 million next. \u001d  Hagerty estimates that Walter is selling for only four times enterprise value (market value plus net debt) to his '08 estimated Ebitda of $300 million. That's too cheap, he says, for \"the best global supply-demand characteristics\" in the coal industry. Applying a multiple of six times enterprise value to Ebitda, in line with other coal companies and recent global mining deals, and adding the estimated book value of the home-building and financing operations, Hagerty arrives at a total value of 38 a share -- 52% above the stock's current price. \u001d  \"These are hard assets trading at 50 cents a share on the dollar,\" he says. \"They need to be put in the right focus for people to digest the story.\" \u001d  Walter's chief financial officer, Joe Troy, says the sluggish housing market will \"extend the timeframe\" for ditching assets. Meanwhile, capacity expansions at one mine could add two million tons a year, starting in 2009. The company also is eyeing acquisitions. \u001d  Walter is small compared with industry giants like Peabody Energy (BTU), which has $5 billion in annual sales. But met-coal has lower levels of impurities (like ash) than regular coal used in boilers to produce steam or electricity. \u001d  Met coal commands more than $100 a ton, down from a peak of $120-plus in 2004 but twice the price of regular coal. Walter sells its coal -- mostly to foreign steel makers -- under one-year, fixed-priced contracts that renew in June. It's getting $115 a ton for 2.3 million tons under the current pacts, and is negotiating new agreements now. CFO Troy predicts a settlement in four to six weeks but is mum on price; met-coal producers in Australia and Europe have settled in recent months for more than $95 a ton, leading analysts to estimate Walter will get between $94 and $100 per ton. \u001d  Walter's results tend to be volatile, and earnings could slide to $2.71 a share next year. But the company's free cash, expansion plans and 20-cent dividend should keep the fires burning in shareholders' hearts. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ef4f1074554b93c317296c0edc5ae122","symR":["JSE.JO","LSE.LN","NYX","GB00B0SWJX34","ZAE000079711"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"=WSJ: Dubai Intl Financial Centre Has Held Talks With LSE","GmtTimeStamp":"2007-03-31T14:00:00.000000000","CompanyCodes":["JSE.JO","LSE.LN","NYX","GB00B0SWJX34","ZAE000079711"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS"],"Story":"\u001d  (This story and related background material will be available on The Wall Street Journal Web site, WSJ.com.) \b \b   By Alistair MacDonald \b   Of THE WALL STREET JOURNAL \b \u001d  LONDON (Dow Jones)--The Dubai International Financial Centre has held talks with several financial exchanges, including the London Stock Exchange Group PLC, that could result in it buying a stake in one or more, a person familiar with the matter said. \u001d  The exchanges and other institutions, including private equity firms, could also, in turn, buy a stake in Dubai International Financial Centre's Dubai-based stock exchange. Nothing is imminent and most talks have been preliminary, the person said. \u001d  Talks with the LSE center mainly around cross listing of stocks on both exchanges, though the option of cross shareholdings has also been raised, another person familiar with the matter said. The LSE has struck agreements with exchanges including the Tokyo Stock Exchange that are likely to lead to cross listings. It continues to talk to others, including recent talks with the JSE Ltd., the operator of South Africa's stock market. \u001d  A spokesman for DIFC confirmed that it is talking to about six institutions which are interested in taking a stake in Dubai's exchange, and that the discussions could also involve some cross shareholding. He said that the DIFC isn't contemplating hostile bids for any other party but declined to comment further. \u001d  DIFC bought a 3.48% in pan-European exchange operator Euronext NV when it was negotiating with NYSE Group Inc. about being bought by the operator of the New York Stock Exchange. \u001d  Stock Exchange operators around the globe have been talking about various combinations for the past year or so. Various factors are adding to the pressure they face to combine or form partnerships such as offering different trading platforms and different financial instruments for investors to trade. \b \u001d  By Alistair MacDonald, The Wall Street Journal \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 10:00 ET (14:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"fa12c2f19602fbf33cd09352ec94a760","symR":["AKAM","EK","GME","OVTI","WFR"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/2) The Trader: An Orderly Ebb For -2-","GmtTimeStamp":"2007-03-31T04:07:00.000000000","CompanyCodes":["AKAM","EK","GME","OVTI","WFR"],"IndustryCodes":["ENT","ISV","OTS","REQ","RTS","SEM","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5"],"Story":"\b(Finex spot index)                            82.93      83.28 \bT-Bond \b(CBT nearby futures)                         111-08     111-27 \bCrude Oil \b(NYM light sweet crude)                       65.87      62.28 \bInflation KR-CRB \b(Futures Price Index)                        316.88     310.94 \bGold \b(CMX nearby futures)                         663.00     656.70 \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"fb1ddec7757c367db21a7e9130cdc871","symR":["D","Y","US25746U1097"],"date":"2007-03-31","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Allegheny Seeks W. Va. Approval For Power Line","GmtTimeStamp":"2007-03-31T15:18:00.000000000","CompanyCodes":["D","Y","US25746U1097"],"IndustryCodes":["ELC","INP","INS","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  CHARLESTON, W.Va. (AP)--Allegheny Energy Inc. (Y) has asked state regulators to approve the West Virginia segment of a proposed 240-mile interstate transmission line. \u001d  The Greensburg, Pa.-based company filed an application for the proposed 500-kilovolt line with the Public Service Commission on Friday. \u001d  The $1.3 billion Trans-Allegheny Interstate Line, which would be built by Allegheny and Dominion Energy of Richmond, Va., is intended to provide stability for the mid-Atlantic power grid operated by PJM Interconnection and meet increasing demand for electricity. \u001d  West Virginia and other states in the region could see blackouts and brownouts as early as 2011 if the line is not built, Allegheny said. \u001d  The line would begin in North Strabane Township in Washington County, Pa., then move into Greene County, Pa., before crossing into West Virginia. The line will cross West Virginia and end in Loudoun County, Va. \u001d  West Virginia's segment would run about 114 miles through Monongalia, Preston, Tucker, Grant, Hardy and Hampshire counties, Allegheny said. \u001d  \"We determined our preferred route after careful study, which included the analysis of valuable input we received at public open houses,\" said David E. Flitman, president of Allegheny Power and Trans-Allegheny Interstate Line Company. \"We urge you to stay informed, keep an open mind and support a thorough, fair review of our plans by regulators.\" \u001d  The project is expected to create 700 construction jobs in West Virginia and should be completed in 2011, the utility said. \u001d  Allegheny said it plans to ask regulators in Pennsylvania and Virginia in the coming weeks to approve the project. \b \u001d  (END) Dow Jones Newswires\u001d  March 31, 2007 11:18 ET (15:18 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."}]
