[{"md5ID":"02a60bb57b26b7a3e782e8adf603c3b7","symR":["CMCSA","CMCSK","DOW","KAUP.IC","LCAPB","M","T","WLP","XRX","DODBX","DODFX","DODIX","IS0000001469","US00206R1023","US2003002001","US20030N1019","US2605431038","US94973V1070","US9841211033"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) Profile: A Taste For Plain Vanilla","GmtTimeStamp":"2007-07-21T04:04:00.000000000","CompanyCodes":["CMCSA","CMCSK","DOW","KAUP.IC","LCAPB","M","T","WLP","XRX","DODBX","DODFX","DODIX","IS0000001469","US00206R1023","US2003002001","US20030N1019","US2605431038","US94973V1070","US9841211033"],"IndustryCodes":["BNK","BRD","CHC","CHM","FTS","HEA","MED","OFF","RTB","RTS","TLS","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTT","XSTX","XSXA","ZFU"],"Story":"\b   (From BARRON'S) \b   By Lawrence C. Strauss \u001d  Talking With \u001d  The Dodge & Cox \u001d  Income Fund Team \b \u001d  The Dodge & Cox Income Fund (ticker: DODIX) isn't jazzy. It isn't loaded with emerging-market junk bonds, which have generated big returns in recent years, or other exotica. But its overall approach, which emphasizes fundamental analysis of domestic investment-grade bonds, has paid off nicely for investors. \u001d  The fund's 10-year annual return of 6.35% beats its benchmark, the Lehman Brothers U.S. Aggregate Index, by 0.33 of a percentage point, and places in the top 5% of Morningstar's intermediate-bond category --  proof that a conservative investment approach can earn solid returns over the long haul. \u001d  The fund's one-, three- and five-year returns also land in the group's top quartile. Morningstar bestows a five-star rating on the fund, whose assets total about $14 billion. \u001d  \"All of our work starts at the security level,\" says Dana Emery, executive vice president of Dodge & Cox and a manager of the bond fund. \"It's very fundamentals-driven, based on our view of a particular security's return profile going out three to five years.\" \u001d  The fund aims to generate a high and stable income stream and preserve capital. \u001d  Although it is focused on debt securities, the portfolio team members -- who also include Charles Pohl and Thomas Dugan -- seem a lot like value-oriented stockpickers. \"We are very focused on the basics of the industry and the company, and combining that with the terms and conditions on the actual bonds we're investing in,\" says Emery. \u001d  The fund, which held 440 debt securities as of June 30, invests in corporate bonds, mostly but not entirely investment-grade; Treasuries and government-related debt, including paper issued by the Small Business Administration; mortgage securities, including pools of loans guaranteed by agencies such as Freddie Mac and Fannie Mae; and some asset-backed securities such as student loans. \u001d  Headquartered in San Francisco's financial district, Dodge & Cox was founded in 1930. The Dodge & Cox Balanced Fund (DODBX), which invests in stocks and bonds, opened the following year. The firm's assets under management have grown to nearly $240 billion. The publicity-shy asset manager, which is privately owned, has built a reputation for buy-and-hold investing, strong research and longevity in its analyst and portfolio-manager ranks. \u001d  Notes Morningstar, \"A key ingredient of Dodge & Cox's success has been its ability to attract and retain highly qualified people who share the same investing temperament and ability to work as part of a larger team.\" And the fund-ranking agency gives Dodge & Cox high marks for stewardship. \u001d  It has four no-load funds, two of which are closed to new investors, owing to concerns about getting too big to invest effectively. It doesn't levy 12b-1 fees, and its expense ratios are considered reasonable. The Income Fund remains open, along with the Dodge & Cox International Stock Fund (DODFX). \u001d  For the analysts and managers who work on these portfolios, balancing returns against risk is critical. \"What we want to do is find, at every point on the yield curve, the most attractive set of cash flows from a risk-reward standpoint,\" explains Dugan. \u001d  While the income fund's performance is compared with that of the \"Lehman Ag\" index, it deviates from that benchmark in terms of security selection and sector weightings. And the portfolio's duration, or sensitivity to changes in interest rates, is lower. As of June 30, the portfolio had an average effective duration of 3.9 years, versus 4.7 years for the Lehman Aggregate. \u001d  Pohl -- who is also the director of credit research and chief investment officer at Dodge & Cox -- says that his fixed-income team is concerned that rates will rise. \"Not only have real rates been low, but we also are concerned about the potential for rising inflation.\" Higher interest rates would hurt the prices of longer-duration bonds, which are more sensitive to rate spikes than shorter-duration securities. \u001d  And, elaborates Dugan, the firm believes that \"interest rates are more likely to rise than fall with our three- to five-year investment horizon.\" \b \u001d  The sweet spot, in Dodge & Cox's view, is a lower-duration weighting than that of the benchmark -- hence, the emphasis on securities with shorter maturities and durations. \u001d  Dugan points out that on a typical yield curve, bonds with longer maturities have higher yields than those with shorter maturities. \"But that's not really the case right now, so there is very little income penalty associated with a fairly defensive duration position,\" he says. \"That takes some of the sting out of this defensiveness.\" \u001d  The Income Fund has 31.6% of its assets in corporate bonds, versus 18.6% for the benchmark. But the portfolio managers have dialed down their exposure to corporate debt in recent years, noting that spreads have narrowed since the early part of the decade when these securities went through a tough credit cycle. Today, says Emery, \"You have significantly less reward investing in corporate bonds.\" \u001d  The portfolio holds corporate credits in 37 companies, including AT&T (T), Xerox (XRX), Comcast (CMCSA), Dow Chemical (DOW), Macy's (M), Liberty Media (LCAPB) and WellPoint (WLP). \u001d  The fund also has a healthy slug of investment-grade mortgages. It holds a lot of so-called pass-through mortgages, or pools of mortgages whose cash flows are the monthly payments made by homeowners. About 18% of the mortgage-backed securities are in hybrid ARMs, or adjustable-rate mortgages, which typically convert from a fixed to a floating rate after five to seven years. The managers look to buy \"seasoned mortgages,\" or mortgages held by homeowners who have built up equity in their homes, which presumably are safer investments. \"You have to make sure you are confident about the underlying cash flows,\" says Emery. \u001d  Why the big bet on mortgages, especially given the recent defaults in subprime mortgages? First, these holdings are guaranteed by agencies like Freddie Mac and Fannie Mae. Second, the managers say, the underwriting standards for these loans are much more stringent than those of the subprime loans that have deteriorated and gone belly-up in recent weeks. \u001d  \"The agency mortgage-backed sector is a wonderful source of intermediate [-term] cash flows with very attractive potential returns,\" says Dugan. \u001d  As for the hybrid ARM mortgages, whose monthly payments are bound to rise, the managers point out that a good chunk of these loans were taken out by borrowers who don't plan to be in their homes for more than three or four years, in which case they won't have to deal with the higher rates on those mortgages. What's more, the overall quality of the borrowers is far superior to that of subprime-mortgage pools. \b \u001d  In another departure from the benchmark, the fund has a smaller weighting in U.S. Treasuries, along with a lower duration, once again reflecting its attempt to protect against rising rates. \u001d  Unlike the Lehman Ag, which has no debt below investment-grade, the Dodge & Cox bond fund dips its toe into those waters, albeit gingerly. The managers refuse to use the term \"junk,\" calling these companies \"fallen angels\" that want to return to investment-grade status. About 9% of the portfolio is in these securities, including those of HCA, the former Hospital Corp. of America (now private), Ford Motor Credit (FCJ) and GMAC (GJM). \u001d  \"Many times, it's an interesting opportunity to invest in a company after it has taken on leverage, maybe to do an acquisition, or maybe they've stumbled,\" says Emery. \u001d  The managers look for bonds with call protection -- which prevents a bond from being paid off prior to the maturity date. \"In each of these cases, we think the company's interest over time is to improve its credit\" rating, Emery adds. \u001d  The portfolio managers spend a lot of time looking for investments, and they're helped by seven staffers who specialize in researching and trading debt securities. The research done by the firm's 20-plus equity analysts on large-cap value stocks (which Dodge & Cox invest in heavily) gives the income-fund team a nice leg up on vetting the backgrounds of big companies that issue investment-grade corporate debt. \u001d  That research overlap also helps the income-fund managers keep pace with new debt deals -- many of which come to market quite quickly after they're announced. \"Sometimes, you get a day or two days, at most a week,\" comments Pohl. \"If you haven't already done the research in advance, you are not going to be making a very well-informed decision.\" \u001d  And with large equity positions in many companies, Dodge & Cox has plenty of clout when it comes to getting face time with companies to discuss debt offerings. \u001d  One of the fund's holdings is AT&T debt, in this case bonds with an 8% coupon which mature in 2031. \u001d  The fund initiated its position in the telecommunications company in 2001 with a five-year bond. Due to a capacity glut and the failure of WorldCom, telecom-debt spreads widened dramatically. \u001d  \"We gradually increased and lengthened our position,\" recalls Emery. What also drew Emery and her peers to investing in the company -- whose revenue growth was deteriorating -- was \"an incredibly strong franchise with a relatively low cost structure\" versus that of its competitors. \u001d  Another holding is debt issued by Kaupthing Bunadarbanki (KAUP.Iceland), a large bank based in Reykjavik. At one point last year, the spreads on those bonds had widened significantly amid concerns about Iceland's economy overheating. \u001d  But after extensive research, Pohl says, he and his team concluded those fears were overblown. Since May 2006, spreads have narrowed to about 130 basis points above 10-year Treasuries, down from 200 basis points, meaning that the price of the bonds has appreciated (each basis point is a hundredth of a percentage point). \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  July 21, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"05c010347e4d91bbd15d1c70fc1d9f9c","symR":["DCX","DCX.XE","DE0007100000"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) Current Yield: So Long, Liquidity","GmtTimeStamp":"2007-07-21T04:07:00.000000000","CompanyCodes":["DCX","DCX.XE","DE0007100000"],"IndustryCodes":["AUT","XDAX","XDJGI","XES","XNYA","XST5"],"Story":"\b   (From BARRON'S) \b   By Randall W. Forsyth \u001d  Summertime, and the credit's no longer easy. \u001d  Notwithstanding the declaration by various Federal Reserve officials that the meltdown in subprime mortgages has been contained to that sector, evidence is mounting that conditions are tightening in other forms of speculative credit, such as lending for leveraged buyouts and junk bonds. \u001d  Last week saw the crash in the ABX -- the benchmark for credit derivatives tracking the asset-backed securities market -- extend from the lowest-quality indexes up to the higher ones (See \"The 1,200-Point Crash You Didn't Hear,\" July 17, on Barron's Online), followed by the wipeout of two Bear Stearns-managed hedge funds that invested in collateralized debt obligations backed by subprime mortgages. \u001d  But the subprime debacle has become old news. The crisis is spreading to the corporate arena, notably the junk-bond market and its first cousin, leveraged loans, the major source of funding of LBOs and other corporate deals. \u001d  According to KDP Investment Advisors, a high-yield research firm, liquidity in the junk market \"disappeared\" Friday afternoon, sending prices of some bonds down as much as three points, or $30 per $1,000, though losses of major names were mostly between a half and a full point. The price drops resulted in a sharp 18-basis-point widening of the spread on the KDP High Yield Index over the benchmark 10-year Treasury note, to 317 basis points (3.17 percentage points). That marks a widening of almost 100 basis points from a month ago, when credit concerns began to mount. \u001d  In addition, the leveraged-loan market saw price declines of one to two points, KDP added. That is an extraordinary move for loans, which are usually floating-rate and senior to bonds, tending to make them more stable. The LCDX, a new index of credit-default swaps tied to bank loans, slid 2.37 points on the week, to 94.83, resulting in its spread over Libor (the London Interbank Offered Rate, the money-market benchmark) soaring 74.9 basis points to 271.4 basis points, according to Markit, keeper of the LCDX and the ABX along with other credit derivative indexes. \u001d  The loan market is getting hit because demand for collateralized loan obligations is drying up. CLOs are packages of loans that are sliced and diced in various ways, and if that sounds a lot like CDOs, you're right. With the debacle in CDOs larded with subprime loans, buyers are backing away from CLOs. \u001d  That risk aversion is holding up financing for a variety of deals, such as the buyout of Chrysler, and forcing higher interest rates on the private-equity borrowers. As one trader explains, the ability for private-equity firms to pay ever-greater multiples -- and in the process push up stock prices -- has been made possible by extremely accommodating credit markets, especially via the proliferation of CLOs. Now this process is coming to an end, and being rewound. \u001d  The one beneficiary of this credit correction was the Treasury market, where a flight to quality sent the 10-year note's yield down sharply, to 4.95% from 5.097% a week earlier. The yield of the two-year note -- the maturity most sensitive to expectations about future monetary policy -- also dropped, to 4.771% from 4.929%, even though Federal Reserve Chairman Ben Bernanke gave no indication of any shifts in rates in congressional testimony last week. \u001d  But it's the market, more than the Fed, that is likely to control credit now. \u001d  --- \u001d  E-mail: randall.forsyth@barrons.com \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0f31f900f775454b0807d76f893b5e3e","symR":["CMCSA","CMCSK","DOW","KAUP.IC","LCAPB","M","T","WLP","XRX","DODBX","DODFX","DODIX","IS0000001469","US00206R1023","US2003002001","US20030N1019","US2605431038","US94973V1070","US9841211033"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) Profile: A Taste For Plain Vanilla -2-","GmtTimeStamp":"2007-07-21T04:04:00.000000000","CompanyCodes":["CMCSA","CMCSK","DOW","KAUP.IC","LCAPB","M","T","WLP","XRX","DODBX","DODFX","DODIX","IS0000001469","US00206R1023","US2003002001","US20030N1019","US2605431038","US94973V1070","US9841211033"],"IndustryCodes":["BNK","BRD","CHC","CHM","FTS","HEA","MED","OFF","RTB","RTS","TLS","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTT","XSTX","XSXA","ZFU"],"Story":"\u001d  The fund also holds some Xerox debt, which it began buying in late 2000 when the bonds were trading at roughly 55 cents on the dollar with a yield of nearly 30% -- still at investment grade, albeit at the very bottom rung. \u001d  In analyzing the company, it helped that the asset manager had done a lot of research on the equity side. \u001d  Dodge & Cox determined that Xerox had ample receivables it could sell off to help pay down its debt, and that it could monetize some of its stake in Fuji Xerox. The firm also concluded that the company had a strong position in the upper end of the copier market. \u001d  \"The business model of Xerox wasn't broken,\" says Pohl. Its problems \"were fixable and the management team under [Chief Executive] Anne Mulcahy has, over time, done a terrific job\" fixing Xerox. \u001d  The fund's initial position in Xerox worked out well. Nowadays, all of its Xerox debt trades at a premium to its face value -- another example of how old-fashioned fundamental research can pay off. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0fed5983c681b51a02bbfef95b8bf0a6","symR":["5730.FR","ABI.YY","AMR","NL0000235190","US0017651060"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Brazil Suffers More Air Travel Woes Hrs After Pres Vows Change","GmtTimeStamp":"2007-07-21T20:15:00.000000000","CompanyCodes":["5730.FR","ABI.YY","AMR","NL0000235190","US0017651060"],"IndustryCodes":["AIR","ARO","ASP","XCA4","XDJGI","XENX","XFFX","XMDAX","XNYA","XRUS"],"Story":"\b \u001d  SAO PAULO (AP)--A radar failure forced Brazil to turn back some international flights and ground others just hours after President Luiz Inacio Lula da Silva reacted to the country's deadliest air disaster with vows to improve aviation safety. \u001d  Further shaking Brazilians' confidence, authorities announced that they had mistaken a piece of the fuselage from Tuesday's accident for the flight recorder and sent it to a laboratory for analysis. \u001d  The unexplained radar outage over the Amazon, from around midnight until 2:30 a.m. local time, forced planes to return to their points of origin or make unscheduled landings at other airports. \u001d  \"This is total chaos here. I have never seen anything like and it makes me feel very unsafe,\" said Eli Rocha, 52, of Oklahoma City, who was trying board a flight to Dallas Saturday at Sao Paulo's international airport, which was crowded with weary U.S. travelers arriving on long-delayed flights. \u001d  A few hours earlier, Lula announced new safety measures and aviation investments - including a new airport in Sao Paulo, where an Airbus A320 crashed on landing Tuesday, killing 191 people. \u001d  All 187 people aboard and at least four on the ground died when the jetliner raced down the short, rain-slicked runway, skipped over a crowded highway and exploded. \u001d  Hundreds of Brazilians gathered to watch emergency workers search through the crash site Saturday. Firefighters said they took three bags of body parts to the morgue for identification. \u001d  Also Saturday, officials said they had mistakenly sent part of the plane's fuselage to the U.S., thinking it was the flight recorder. \u001d  Gen. Jorge Kersul Filho, head of the air force's accident prevention division, told reporters in Sao Paulo the real flight recorder was located early Saturday and would be sent to Washington for analysis, which is likely to take several days. \u001d  The radar problem forced American Airlines, owned by AMR Corp. (AMR), to divert 13 Brazil-bound planes from New York, Miami and Dallas, said company spokeswoman Mary Francis Fagan. \u001d  She said some of the flights were canceled, with passengers shifted to different planes. Other passengers were to travel on the same planes, leaving Saturday night. \u001d  Two American Airlines flights from Sao Paulo to Miami also were forced to make unscheduled landings in the jungle city of Manaus, said Celso Gick, a spokesman for Brazilian airport authority Infraero. \u001d  Some flights from the U.S. to Sao Paulo were delayed by half a day or more. \u001d  \"Our aviation system, in spite of the investments we have made in expansion and modernization of almost all Brazilian airports, is passing through difficulties,\" Lula acknowledged Friday. \u001d  He said officials will limit flights and restrict the weight of planes using Congonhas, the busy domestic airport in the heart of Sao Paulo where Tuesday's accident occurred. He said the location of the new airport will be chosen within 90 days. \u001d  But Sao Paulo Mayor Gilberto Kassab told reporters Saturday that building a new airport could take as long as 10 years. He said the city instead would try to extend the airport's notoriously short runways by purchasing houses near the airport under eminent domain. \u001d  In an apparently unrelated incident, a small single-engine propeller plane used to haul advertising banners crashed in the water just off of Rio de Janeiro's Leblon beach, firefighters said. The pilot was injured, but firefighters had no information about his condition. \u001d  Airbus is a unit of European Aeronautic Defence & Space Co. (5730.FR). \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 16:15 ET (20:15 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"10adca5a0b62d41b4440cf030aae1049","symR":["U12.SG","SG1P07916254"],"date":"2007-07-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Singapore UTAC Takeover Has Support From 24% Of Shareholders","GmtTimeStamp":"2007-07-21T10:36:00.000000000","CompanyCodes":["U12.SG","SG1P07916254"],"IndustryCodes":["SEM","XDJGI"],"Story":"\b \u001d  SINGAPORE (Dow Jones)--Shareholders representing a 24.43% stake in Singapore's United Test & Assembly Center Ltd. (U12.SG) have indicated they will accept a private equity consortium's takeover bid. \u001d  The level of support is 1.97% higher than last indicated on June 29, when investors holding 22.47% of UTAC had said they would accept the offer, UTAC and the consortium said in a joint statement. \u001d  The bidding consortium comprised of Texas Pacific Group unit TPG Capital and Affinity Equity Partners launched the offer last month, when they had already secured acceptances reflecting 17.2% of the company's issued capital. \u001d  The offer is the largest independent buyout offer in Southeast Asia to date in 2007, and is structured under a share scheme that must be approved at a special shareholders meeting expected in a few weeks. \u001d  Voters holding 75% of the shares represented by shareholders in attendance at the meeting must approve the deal for it to pass. Additionally, 50% of the number of people in attendance at the meeting must vote in favor of the deal. \u001d  If the scheme is unsuccessful, the firms would consider making a general offer, a banker close to the deal has said. \u001d  Earlier in the week, it was reported that Singapore-based HDH Capital Management sent a letter to UTAC's board indicating it will vote against the deal. HDH Capital Management owns about 6% of UTAC. \u001d  ABN Amro is lead financial advisor to the acquirers and J.P. Morgan and Merrill Lynch are also advising. \u001d  The same three banks, led by J.P. Morgan, are arranging debt financing for the consortium. \u001d  UTAC shares closed up 0.9% at S$1.17 Friday. \b \u001d  -By John Jannarone, Dow Jones Newswires; 65 6415 4152; john.jannarone@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 06:36 ET (10:36 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"11e638a68715c55b28ce37f4de824ca5","symR":["FP.LN","RSL.LN","GB0004342563","GB0030559776"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Friends Provident,Resolution In Early Merger Talks -Newspaper","GmtTimeStamp":"2007-07-21T11:52:00.000000000","CompanyCodes":["FP.LN","RSL.LN","GB0004342563","GB0030559776"],"IndustryCodes":["FIS","INL","INS","XDJGI","XFT1"],"Story":"\b \u001d  LONDON (Dow Jones)--Friends Provident PLC (FP.LN), the U.K.'s fourth-largest insurer, and Resolution (RSL.LN), the closed life consolidator, are in the early stages of merger talks to create an GBP8.3 billion insurer, The Times in London reported on Saturday without citing sources. \u001d  Shares in Friends Provident rose 4.25% on Friday to close at 184.4p as vague rumors of a possible takeover circulated. \u001d  Philip Moore, chief executive of Friends Provident, and Jim Smart, the finance director, are understood to have held a series of talks with Clive Cowdery, the chairman of Resolution, the newspaper said. \u001d  According to The Times discussions are believed to have been going for several months and sources said that, although the deal could still fall through, the two companies hope to make an announcement within a fortnight. \b \b   Newspaper Web site: http://www.timesonline.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9448 \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 07:52 ET (11:52 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"12a079de1f0b11605117add7b8732c17","symR":["NYT"],"date":"2007-07-21","ret":[-0.00099],"ret5":[-0.00099],"Headline":"NY Times Mulls Ending 'TimesSelect' Paid Web Service -NY Post","GmtTimeStamp":"2007-07-21T10:24:00.000000000","CompanyCodes":["NYT"],"IndustryCodes":["MED","PUB","XDJGI","XNYA","XRUS","XSP5"],"Story":"\b \u001d  NEW YORK (Dow Jones)--The New York Times is considering dropping its subscription-only TimesSelect online service, the New York Post reported Saturday. \u001d  The Post, citing unnamed sources, said many staffers at the paper are lobbying to shut down the two-year-old service. Under TimesSelect, subscribers pay a fee for access to columnists such as Maureen Dowd and David Brooks, as well as material in many sections of the Times Web site. \u001d  \"While TimesSelect is very popular and we have certainly met and exceeded our goals since it began in 2005, we continue to evaluate the best approach to our business,\" Times spokeswoman Catherine Mathis told the Post. \u001d  The Times is published by New York Times Co. (NYT). \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 06:24 ET (10:24 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"15453d7931e42b33f4d84c80b283277f","symR":["AZA.MI","IT0003918577"],"date":"2007-07-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Bomb Scare That Evacuated Alitalia Flight Was False Alarm","GmtTimeStamp":"2007-07-21T18:14:00.000000000","CompanyCodes":["AZA.MI","IT0003918577"],"IndustryCodes":["AIR","XDJGI","XMIB"],"Story":"\b \u001d  ROME (AP)--An Alitalia SpA (AZA.MI) flight that was preparing to leave Rome's main airport for London was evacuated Saturday after officials received an anonymous phone call announcing there was a bomb on the plane, but police later said it was a false alarm. \u001d  The 165 passengers were evacuated and baggage was unloaded, as bomb-squad officers using sniffer dogs verified there were no explosive devices aboard, police at the capital's Fiumicino airport said. \u001d  The alert was launched at 1:15 p.m. (1115 GMT), just 20 minutes before the flight was due to leave. The plane took off later Saturday, with a 4 1/2 hour delay. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 14:14 ET (18:14 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"22380249a04d2507f2c3ffea32b706bb","symR":["AMAT","MOT","US0382221051","US6200761095"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) Plugged In: Applied Materials Lets The Sun Shine In","GmtTimeStamp":"2007-07-21T04:06:00.000000000","CompanyCodes":["AMAT","MOT","US0382221051","US6200761095"],"IndustryCodes":["CMT","SEM","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  Applied Materials is the heavyweight champion of semiconductor-capital-equipment makers. But is the Silicon Valley behemoth recasting itself as a solar-energy play? \u001d  In a research note entitled \"Solar Review: The remaking of Applied Materials,\" Credit Suisse semi-cap-equipment analyst Satya Kumar argues the company has the \"makings of a billion-dollar [solar] business.\" \u001d  After meeting recently with the company's solar division head, Charlie Gay, Kumar says he cameaway \"more confident\" about Applied's solar prospects, and predicts it will become a $1.5 billion business by 2010. The analyst is assuming Applied (ticker: AMAT) will capture about 30% of what he predicts will be a $5 billion solar-equipment market. Applied makes equipment to handle exotic materials that can be turned it into solar cells or film. \u001d  Even for a seasoned tech giant that racked up $9.1 billion in sales last year, that would be a pretty ambitious ramp for a relatively new business. Applied has issued a target of only $500 million in solar-generated revenue by 2010, Kumar says, implying the company is sand-bagging the potential growth of its clean-tech division. \u001d  Perhaps Applied is trying to keep expectations in check while it continues to tweak its products and hit its milestones. Kumar, at least, is hoping the company can latch on to the shooting star that is solar as its semi-cap business matures. As Barron's cover story last week observed ( \"Cleaning Up,\" July 16), just about anything that claims to produce solar cells or solar energy is fetching an over-heated multiple. The same can't be said for semi-cap-equipment producers. \u001d  Kumar concedes that today's investors in Applied essentially are buying futures on the company's solar business of tomorrow. \"Applied Materials' solar [business] doesn't deserve an exorbitant multiple today, but this comprehensive growth strategy has the potential to drive multiple expansion over time,\" he says. \u001d  While other semi-cap-equipment makers are tied to the vagaries of memory-chip and semiconductor capital-spending cycles, \"there will be much more depth and breadth in Applied Materials' future growth,\" Kumar says. \u001d  Kumar argues it is \"not unreasonable\" to pay 20 times earnings for Applied's shares, which would compare favorably with Texas Instruments (TXN) and Motorola (MOT), two other technology companies that have weathered several generations of technological change and innovation (though it seems Motorola must prove its resilience yet again). Today Applied trades for about 16 times 2008 estimated earnings. Texas Instruments is trading around 18 times earnings, while its shares hover near five-year highs. Motorola sports a forward P/E of about 27, as the company recovers from its terrible handset tumble. \u001d  To be sure, it will be difficult to move the needle on a $30 billion-market-cap company whose primary businesses are no longer in their growth stages, and are subject to wide cyclical swings. Plus, any new markets must have the potential to become multi-billion-dollar industries to be worth the trouble for Applied. \u001d  The solar industry has those ingredients, which explains some of Kumar's enthusiasm, but it's very early. Applied currently generates little profit from this business, and solar isn't expected to contribute meaningful revenues until 2009. \u001d  The intellectual property Applied brings to the table is the ability to handle highly sensitive and delicate materials at increasingly lower costs. The company has earned its chops with chip-making and flat-panel displays, and there is little reason to believe it can't succeed in developing materials-handling systems for the burgeoning solar industry. Still, we don't know whether the company is close to that yet. There is no mention in Kumar's report as to whether Applied can produce new products at prices and yields that are in line with internal projections. \u001d  The holy grail in alternative energy is the ability to develop technology, whether from water, wind or sun, at a cost low enough to compete with existing energy prices. In the case of photovoltaic (PV) solar -- the ability to turn sunshine into electricity -- the issue is getting the cost of PV electricity closer to that produced by existing utility grids. So far, costs generally remain too high, and most equipment wouldn't get bought and installed were it not for government subsidies. \u001d  The challenge -- and opportunity -- for Applied is to produce systems that are not only up to the challenge, but capable of squeezing costs out of the manufacturing process. The good news for optimists like Kumar is that Applied has been good at wringing costs out of semiconductor manufacturing. In time it might accomplish the same feat in solar. \u001d  --- \u001d  E-mail: mark veverka@barrons.com. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2656751b2b079f157589c29fdb03f0a4","symR":["AZA.MI","IT0003918577"],"date":"2007-07-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Alitalia Flight Evacuated In Rome On Bomb Scare -Reports","GmtTimeStamp":"2007-07-21T15:48:00.000000000","CompanyCodes":["AZA.MI","IT0003918577"],"IndustryCodes":["AIR","XDJGI","XMIB"],"Story":"\b \u001d  ROME (AP)--An Alitalia (AZA.MI) flight that was preparing to leave Rome's main airport for London was evacuated Saturday, after officials received an anonymous phone call announcing there was a bomb on the plane, news reports said. \u001d  The 165 passengers were evacuated and baggage was unloaded as bomb-squad officers using sniffer dogs began checking the plane, news agency ANSA reported. \u001d  The alert was launched at 1:15 p.m. (1115 GMT), just 20 minutes before the plane was due to leave, and the aircraft was still undergoing checks late Saturday afternoon, ANSA said. \u001d  Officials at Alitalia and at Rome's Fiumicino airport said they were still investigating the incident and could not immediately confirm the report. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 11:48 ET (15:48 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2b1c0de9090f85b19c37fcfc53186dcf","symR":["JSAIY","SBRY.LN","GB00B019KW72"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Tchenquiz Presses UK's Sainsbury Board On Bid - FT","GmtTimeStamp":"2007-07-21T13:03:00.000000000","CompanyCodes":["JSAIY","SBRY.LN","GB00B019KW72"],"IndustryCodes":["FDR","RTS","XDJGI","XFT1"],"Story":"\b \u001d  LONDON (Dow Jones)--Property tycoon Robert Tchenguiz has urged the board of U.K. supermarket chain J Sainsbury PLC (JSAIY) to put any fairly priced bid offer from Delta Two, the Qatari-backed investment fund, to its shareholders, the Financial Times reported Saturday. \u001d  Tchenguiz said he would not use his 10% stake to block a deal at the right price and believed it was \"incumbent\" on the board to recommend such an offer, according to the report. \u001d  Tchenguiz refused to comment on whether he thought Delta Two's GBP10.6 billion indicative offer at 600p a share was a fair price, the newspaper said. \u001d  Opposition from the Sainsbury family, which owns 18% of the company, coupled with concerns from pension trustees over future funding, could still prove to be stumbling blocks to a deal, the FT added. \u001d  Meanwhile T&G, a division of the Unite union, has urged the U.K. government to block the takeover, saying it would make the country's third-largest supermarket less competitive and would lead to higher prices, The Times of London reported Saturday. \u001d  According to the newspaper, the union has more than 20,000 members in Sainsbury's stores and distribution centres. \u001d  The board is expected to decide next week whether to allow Delta Two to inspect Sainsbury's books, The Times reported. \b \b   Newspaper Web sites: http://www.ft.com \b                        http://www.timesonline.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9448 \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 09:03 ET (13:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"307984811a347104f6d711f47130234b","symR":["AAPL","AKAM","CAT","CHZ","GOOG","LLNW","PBCT","YHOO","US0378331005","US9843321061"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) The Trader: Get Ready For A Rougher Ride On The Bull","GmtTimeStamp":"2007-07-21T04:08:00.000000000","CompanyCodes":["AAPL","AKAM","CAT","CHZ","GOOG","LLNW","PBCT","YHOO","US0378331005","US9843321061"],"IndustryCodes":["BNK","CMT","CPR","ISV","SAL","TRQ","XDJGI","XDJI","XFFX","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  The Dow Jones Industrial Average took 126 days to move from 12,000 to 13,000, and then just 58 days to zoom to 14,000. What are the odds it'll make 15,000 in time for . . . Thanksgiving? \u001d  That collective chortle you hear is one reason why Dow-15,000 cheerleaders --  yes, new uniforms have been ordered, again -- believe what sounds improbable isn't entirely impossible. \u001d  After all, stocks managed to rally in the face of hostile energy prices, rising interest rates and a debilitating housing market. But even if the next leg up doesn't depend so much on cooperative conditions, it will hinge on investors' willingness to continue to give the market the benefit of the doubt. \u001d  That willingness was tested Friday, a day after the Dow reached 14,000, when stocks pulled back from a three-week-winning streak and traders heaped blame on China's decision to raise interest rates, as well as disappointing earnings reported by Caterpillar (ticker: CAT) and Google (GOOG). But those are just the convenient culprits. \u001d  \"We're at the point in the mature cycle where we all know excesses have been built up, and everyone is watching for signs that point to the end of the cycle,\" says Jeffrey Kleintop, chief-market strategist at LPL Financial. \"The market's perspective will get even more short-term from here, and the bull will be a rougher ride.\" \u001d  That volatile bout of profit taking took the Dow down 56, or 0.4%, for the week, to 13,851. The Standard & Poor's 500 reached a record 1553 Thursday but ended the week down 18, or 1.2%, at 1534. The Nasdaq Composite Index slipped 19, or 0.7%, to 2688, while the Russell 2000 fell 19, or 2.3%, to 836. \u001d  Because bulls' faith has been so richly rewarded for so long, it likely will continue to be extended -- until one day when it is betrayed. \u001d  So far, housing weakness has made every watch list, as have potential inflation, slowing U.S. growth and the sliding dollar. The subprime-mortgage crisis? Flagged again by the Federal Reserve just last week. \"Credit stress related to resets of subprime mortgages will not become significant until later this year,\" cautioned J.P. Morgan's strategists in a note. In fact, the worry list is as swollen as the ranks of bears who drove New York Stock Exchange short interest to nearly 13 million shares in July, the fifth monthly record in a row. \u001d  But if such vigilance ultimately limits the sting of downside shock, the market also isn't nearly as bearish as contrarians claim. Bullish option bets are increasing. Many money managers say they would not be surprised if stocks suffer a correction -- nothing too serious, of course -- but most still expect the market to finish the year securely higher. This smug consensus increases the likelihood that an already identified peril might still worsen enough to unsettle, if not exactly shock. \u001d  A recent pulse-taking shows what quickens traders' heart rates. In a Merrill Lynch survey of 186 global-fund managers this month, 72% believe credit or default risk posed an elevated threat to financial-market stability. That was followed by monetary risk (44%), geopolitical risk (39%) and protectionist risk (38%). Curiously, business-cycle risk worried just 8% of the crowd. \u001d  None of this surprises anyone watching the recent drubbing of financial stocks and the stampede toward cyclical sectors. But it \"begs the question: Just how long can the business cycle decouple from rising credit risk?\" asks Merrill equity strategist Karen Olney. \u001d  As confidence about global growth rises, the cadre of respondents overweight cash also relaxed from 18% in June to 13% this month, and average cash balances sank to 3.4% -- the lowest in more than three years. \u001d  Another telling thing: two-thirds of fund managers expect stocks to become more volatile over the next year, but remain optimistic -- evidence investors are still giving the market the benefit of any doubt. \b \u001d  Is there a more unloved group right now than regional banks? The triple threat of subprime contagion, rising defaults and uncertain interest rates dogs the entire sector, but that's not all People's United Financial (PBCT) struggles with. \u001d  The 165-year-old Bridgeport, Conn., parent of People's Bank went public in April when it converted from a mutual-holding company -- just in time for the subprime saga and the exodus from financial stocks. Its bland, blah name doesn't cram easily into headlines, and even a $3.4 billion IPO failed to score much press. \u001d  The neglect is perplexing given the company's heft ($5.3-billion-market cap, $14 billion in assets), sound balance sheet ($2.1 billion in excess capital), and very promising prospects. \u001d  But that's not all. No props were given to a communicative management that has earnestly alerted investors of its intention to do a deal. So when People's recently announced a $1.9 billion agreement to buy Chittenden (CHZ), a complementary Vermont bank that will add another $8 billion in assets, \"surprised\" investors puked up more shares. \u001d  As a result, the stock has slid 16% over three months to about 17.90 -- a good-entry point for many reasons. Its stronghold in Connecticut's moneyed, suburban sprawl is miles from the housing woes of Florida, Nevada and California. \"Excellent core deposits and strong funding rates make it a lot less dependent on interest rates,\" says Anton Schutz, who manages the Burnham Financial Services Funds and who has been adding shares. \u001d  Valuation also is attractive, with shares trading at 1.8 times book value, or 19.6 times forward earnings. Those profits will be further boosted next year after People's absorbs Chittenden, which has 133 branches throughout New England. Stifel Nicolaus says the stock is worth 24. \u001d  With the merger, People's takes another step toward building a stalwart banking platform in the Northeast. True to its New England roots, management has under-promised on likely cost saving, and such stoic reserve improves the odds that future surprises will be happy ones. \b \u001d  Concerts for a cause have only gotten bigger 22 years after Bob Geldof's musical group hug for Africa, and on the calendar rarity that is 07/07/07, Live Earth staged a \"concert for a climate in crisis\" over 24 hours on seven continents. But there was only one place fans could go to catch Linkin Park in Tokyo, Duran Duran at Wembley and the Police at Giants Stadium: the Internet. \u001d  To manage traffic to www.liveearth.org, the climate alliance turned to the king of content-delivery networks: Akamai Technologies (AKAM). The Cambridge, Mass. company has a dominant share of the growing CDN market. Yet shares have fallen 15% since February as other tech stocks surged. \u001d  Grand expectation is one factor. The stock sold off in April after Akamai reported a 63% profit jump  but kept its forecast conservative. Investors expect a strong showing when Akamai reports earnings Wednesday, but a cautious outlook and any ensuing selling could open a door for longer-term investors. \u001d  Recent competitive concerns are valid, but overdone. Rivals like the newly public Limelight Networks (LLNW) offer a viable, cheaper alternative. But Akamai has a vast global network of more than 20,000 servers that often sit on providers' premises, and offers speedy and guaranteed delivery for which customers willingly pay a premium. That's one reason why clients from Apple (AAPL) to Yahoo (YHOO) turn to Akamai. The NCAA's pick for streaming March Madness to all those home (and, okay, office) computers? Akamai. \u001d  At about 49, Akamai shares trade at 29 times forward earnings -- still reasonable given its product sweep and early-mover stronghold in this fast-growing market.Friedman Billings Ramsey has a price target on the stock of 64. \u001d  Analysts see profits rising from 88 cents last year to $1.28 in 2007 and $1.71 in 2008, and such projections could easily be met -- or exceeded -- in the tectonic shift to distribute all manner of media online. For a computer-savvy generation unabashed about sharing all aspects of their lives with friends (or just friends-to-be), the world is a stage, and Akamai is the stage manager. \u001d  --- \u001d  E-mail: kopin.tan@barrons.com \u001d  --- \b                  VITAL SIGNS \b \b                            Friday's      Week's     Week's \b                               Close      Change     % Chg. \b \bDJ Industrials              13851.08      -56.17      -0.40 \bDJ Transportation            5359.82       -9.86      -0.18 \bDJ Utilities                  511.85       -3.65      -0.71 \bDJ 65 Stocks                 4666.46      -18.64      -0.40 \bDJ US Total Mkt               373.91       -4.60      -1.22 \bNYSE Comp.                  10072.93     -147.74      -1.45 \bAmex Comp.                   2373.28      -19.24      -0.80 \bS&P 500                      1534.10      -18.40      -1.19 \bS&P MidCap                    914.05      -12.18      -1.32 \bS&P SmallCap                  437.75       -7.15      -1.61 \bNasdaq                       2687.60      -19.40      -0.72 \bValue Line (arith.)          2469.49      -37.89      -1.51 \bRussell 2000                  836.44      -19.33      -2.26 \bDJ Wilshire 5000            15506.48     -194.47      -1.24 \b \b                                       Last Week   Week Ago \b \bNYSE \bAdvances                                  1,018      1,857 \bDeclines                                  2,466      1,635 \bUnchanged                                    75         76 \bNew Highs                                   542        636 \bNew Lows                                    295        188 \bAv Daily Vol (mil)                        3,294.9    3,071.8 \bDollar \b(Finex spot index)                           80.29      80.58 \bT-Bond \b(CBT nearby futures)                        108-13     106-31 \bCrude Oil \b(NYM light sweet crude)                      75.57      73.93 \bInflation KR-CRB \b(Futures Price Index)                       324.44     325.09 \bGold \b(CMX nearby futures)                        683.90     665.80 \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"33250c1fcfe2666710701ed1fb286013","symR":["PRS.MC","SGC.MC","ES0171743117","ES0178483139"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Prisa Chairman Jesus De Polanco Dies Of Illness At 77","GmtTimeStamp":"2007-07-21T15:32:00.000000000","CompanyCodes":["PRS.MC","SGC.MC","ES0171743117","ES0178483139"],"IndustryCodes":["BRD","MED","PUB","XDJGI","XIBEX"],"Story":"\b \b   By David Roman \b   Of DOW JONES NEWSWIRES \b \u001d  MADRID (Dow Jones)-Jesus de Polanco, Chairman of Promotora de Informaciones SA (PRS.MC) - or Prisa - and Spain's most influential media tycoon during the last three decades, died Saturday in Madrid, at the age of 77. \u001d  Prisa said in a press release that Polanco, also the company's top shareholder, died after a long illness. It didn't provide any additional details on the circumstances. \u001d  Polanco created Prisa, Spain's largest media group by market value, on the basis of the book publisher Santillana, which he founded in 1958. He became one of the country's top businessmen under the Francoist regime and increased his influence following the death of Gen. Francisco Franco in 1975. \u001d  In 1976, Prisa launched the El Pais newspaper, which quickly became the country's best-selling and started to grow strongly in the Spanish radio sector, where it achieved overwhelming dominance in the 1980s. \u001d  The group moved into the television business late that decade, when Spain's government canceled the state's monopoly over TV broadcasting, and founded its TV unit Sogecable SA (SGC.MC). In 1989, Sogecable obtained one of the country's first three private broadcasting licenses, which it used to launch pay-TV channel Canal Plus. \u001d  Prisa and Polanco became embroiled in a long battle for control of Spain's TV market during the 1990s which became particularly bitter after 1996, when the conservative Popular Party won national elections for the first time, ending with 14 years of rule by the left-of-center Socialist Party. \u001d  Prisa has been close to the Socialists even before the party won Spain's elections for the first time in 1982 and has often been accused of receiving favorable treatment from that party. Facing a conservative government for the first time in two decades, Polanco at the time clashed with the new prime minister Jose Maria Aznar on a number of issues, and the Popular Party helped to create a new pay-TV network, opposed to Canal Plus, called Via Digital. \u001d  Via Digital collapsed in 2002 and eventually merged with Canal Plus to create the current Digital Plus. In 2004, the Socialists returned to power, and Prisa's TV business received a new boost when Sogecable was allowed to launch a free-TV channel in addition of Digital Plus. However, the company made a series of dubious strategic decisions over the last few years, including an expensive and controversial move into the Portuguese TV sector that has resulted in a regulatory conflict with authorities there. \u001d  Polanco's death comes at delicate time for Prisa, as the company's share price has underperformed the Spanish market for years and its latest foray into the radio sector in Latin America and the U.S. has yet to contribute significantly to earnings. \u001d  Polanco appointed his son, Ignacio, as the first deputy-chairman of Prisa a few months ago, saying he would be his successor to the top post. Still, the future of Prisa Chief Executive Juan Luis Cebrian, a former El Pais editor who has been in charge of the company's day-to-day operations over the last few years, remains an open question. Some Spanish media reports have suggested he has a bad relationship with many in the Polanco family despite his close ties to the late chairman. \b \u001d  Company Web site: http://www.prisa.es \b \u001d  -By David Roman, Dow Jones Newswires; 34 618 526 915; david.roman@dowjones.com   (Jason Sinclair contributed to this story) \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 11:32 ET (15:32 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3863ce2bd9c11c2dca52bd1ea3406737","symR":["532174.BY","IBN","INE090A01013"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":": ICICI Bank Performance Review - Quarter ended June 30, 2007: 25% year-on-year growth in profit after tax","GmtTimeStamp":"2007-07-21T10:18:00.000000000","CompanyCodes":["532174.BY","IBN","INE090A01013"],"IndustryCodes":["BNK","XDJGI","XNYA"],"Story":"\bMUMBAI, India--(BUSINESS WIRE)--July 21, 2007-- \u001d  The Board of Directors of ICICI Bank Limited (NYSE:IBN) at its meeting held at Vadodara today, approved the audited accounts of the Bank for the quarter ended June 30, 2007 (Q1-2008). \b \b   Highlights \b \b   --  Operating profit increased 58% to Rs. 1,524 crore (US$ 374 \b        million) in Q1-2008 from Rs. 965 crore (US$ 237 million) in \b        Q1-2007. \b \b   --  Profit after tax increased 25% to Rs. 775 crore (US$ 190 \b        million) in Q1-2008 from Rs. 620 crore (US$ 152 million) in \b        Q1-2007. \b \b   --  Fee income increased 35% to Rs. 1,428 crore (US$ 351 million) \b        during Q1-2008 from Rs. 1,055 crore (US$ 259 million) in \b        Q1-2007. \b \b   --  Net interest income increased 16% to Rs. 1,714 crore (US$ 421 \b        million) from Rs. 1,475 crore (US$ 362 million) in Q1-2007. \b \b   --  Profit before tax increased 30% to Rs. 972 crore (US$ 239 \b        million) in Q1-2008 from Rs. 749 crore (US$ 184 million) in \b        Q1-2007. \b \b   --  Total advances increased 35% to Rs. 198,277 crore (US$ 48.7 \b        billion) at June 30, 2007 from Rs. 147,184 crore (US$ 36.2 \b        billion) at June 30, 2006. \b \b   --  Deposits increased 26% to Rs. 230,788 crore (US$ 56.7 billion) \b        at June 30, 2007 from Rs. 183,006 crore (US$ 45.0 billion) at \b        June 30, 2006. \b \b   Capital raising \b \u001d  The Bank successfully undertook a capital raising exercise of about Rs. 20,000 crore (US$ 4.9 billion)(1) through a simultaneous public issue in India and issue of American Depositary Shares (ADS) in the United States. This was the largest capital raising exercise by an Indian company. The domestic offering was subscribed 11.5 times. \b \b   Operating review \b \b   Credit growth \b \u001d  The Bank's total advances increased 35% to Rs. 198,277 crore (US$ 48.7 billion) at June 30, 2007 from Rs. 147,184 crore (US$ 36.2 billion) at June 30, 2006. The Bank's retail advances increased by 29% to Rs. 127,416 crore (US$ 31.3 billion) at June 30, 2007 from Rs. 98,684 crore (US$ 24.2 billion) at June 30, 2006 after sell-down of about Rs. 3,850 crore (US$ 946 million) of retail loans during Q1-2008. Retail advances constituted 64% of advances at June 30, 2007. The proportion of advances of the Bank's international branches in total advances increased from 9.1% at June 30, 2006 to 16.4% at June 30, 2007. The Bank is focusing on fee based products and services, as well as utilising opportunities presented by the domestic and international expansion of Indian companies. The Bank's rural portfolio increased by 24% to about Rs. 14,136 crore (US$ 3.5 billion) at June 30, 2007 from Rs. 11,368 crore (US$ 2.8 bn) at June 30, 2006. The Bank is also extending its reach in the small and medium enterprises segment. \b \b   Deposit growth \b \u001d  The Bank's total deposits increased 26% to Rs. 230,788 crore (US$ 56.7 billion) at June 30, 2007 from Rs. 183,006 crore (US$ 45.0 billion) at June 30, 2006. During this period, savings deposits increased by 33% to Rs. 32,121 crore (US$ 7.9 billion) from Rs. 24,217 crore (US$ 5.9 billion). The Bank added 198 ATMs during the quarter, taking the number of ATMs to 3,469. The Bank had 950 branches (including 48 extension counters) at June 30, 2007. \b \b   International operations \b \u001d  The Bank has wholly-owned subsidiaries, branches and representative offices in 17 countries, and an offshore banking unit in Mumbai. The total assets of the Bank's international branches increased to about Rs. 53,550 crore (US$ 13.2 billion) at June 30, 2007 from about Rs. 32,000 crore (US$ 7.9 billion) at June 30, 2006. The total assets of the Bank's international banking subsidiaries increased to about Rs. 36,100 crore (US$ 8.9 billion) at June 30, 2007 from about Rs. 16,500 crore (US$ 4.1 billion) at June 30, 2006. The Bank's remittance business volumes were about Rs. 8,500 crore (US$ 2.1 billion) during Q1-2008. ICICI Bank UK's profit after tax for Q1-2008 was US$ 18.7 million. At June 30, 2007 the Bank's international operations accounted for about 20% of its consolidated banking assets. \b \b   Capital adequacy \b \u001d  The Bank's capital adequacy at June 30, 2007 was 11.0%(2), including Tier-1 capital adequacy of 7.1%. The impact of the equity capital raised in June 2007 will be reflected from the next quarter onwards. \b \b   Asset quality \b \u001d  At June 30, 2007, the Bank's net non-performing assets constituted 1.3% of net customer assets. \b \b   Insurance and asset management subsidiaries \b \u001d  ICICI Prudential Life Insurance Company (ICICI Life) continued to maintain its market leadership among private sector life insurance companies with a market share of 25% on the basis of weighted received new business premium in April-May 2007. Life insurance companies worldwide make losses in the initial years, in view of business gestation and customer acquisition costs as well as reserving for actuarial liability. While the growing operations of ICICI Life resulted in an accounting loss of Rs. 242 crore (US$ 59 million) in Q1-2008 on account of the above reasons, the company's unaudited New Business Achieved Profit (NBAP) in Q1-2008 was Rs. 165 crore (US$ 41 million). NBAP is a metric for the economic value of the new business written during a defined period. It is measured as the present value of all the future profits for the shareholders, on account of the new business based on standard assumptions of mortality, expenses and other parameters. Actual experience could differ based on variance from these assumptions especially in respect of expense overruns in the initial years. \b \u001d  ICICI Lombard General Insurance Company (ICICI General) maintained its leadership position with a market share of about 32% among private sector general insurance companies and an overall market share of about 12% during April-May 2007. ICICI General's profit after tax was Rs. 45 crore (US$ 11 million) in Q1-2008. \b \u001d  At June 30, 2007, ICICI Prudential Asset Management Company (ICICI AMC) was among the top two-asset management companies in India with assets under management of about Rs. 43,650 crore (US$ 10.7 billion). ICICI AMC's profit after tax was Rs. 28 crore (US$ 7 million) in Q1-2008. \b \b   Summary Profit and Loss Statement \b \b                                                       Rs. crore \b                                  Q1-2007 Q1-2008 Growth over  FY2007 \b                                                    Q1-2007 \b---------------------------------------------------------------------- \bNet interest income                  1,475   1,714    16%        6,636 \b---------------------------------------------------------------------- \bNon-interest income (excluding \b treasury)                           1,260   1,755    39%        5,914 \b---------------------------------------------------------------------- \b- Fee income (1)                     1,055   1,428    35%        5,012 \b---------------------------------------------------------------------- \b- Lease & other income (includes \b dividend from subsidiaries)           205     327    60%          902 \b---------------------------------------------------------------------- \bLess: \b---------------------------------------------------------------------- \bOperating expense                    1,080   1,479    37%        4,979 \b---------------------------------------------------------------------- \bExpenses on direct marketing \b agents (DMAs)                         391     383    -2%        1,524 \b---------------------------------------------------------------------- \bLease depreciation                      50      43    -14%         188 \b---------------------------------------------------------------------- \bCore operating profit                1,214   1,564    29%        5,859 \b---------------------------------------------------------------------- \bTreasury gains                          18     195     -         1,014 \b---------------------------------------------------------------------- \bLess: Premium amortisation on SLR \b securities                            267     235    -12%         999 \b---------------------------------------------------------------------- \bOperating profit                       965   1,524    58%        5,874 \b---------------------------------------------------------------------- \bProvisions                             216  552(2)    156%    2,226(3) \b---------------------------------------------------------------------- \bProfit before tax                      749     972    30%        3,648 \b---------------------------------------------------------------------- \bLess: Tax                              129     197    53%          538 \b---------------------------------------------------------------------- \bProfit after tax                       620     775    25%        3,110 \b---------------------------------------------------------------------- \b \b   1. Includes income from treasury products and services. \b \b   2. Includes impact of higher proportion of non-collateralised \bloans in the retail portfolio and seasoning of the retail portfolio. \b \b   3. Includes impact of about Rs. 555 crore (US$ 136 million) due to \bincrease in general provisioning requirement stipulated by RBI during \bthe year. \b \b   4. Prior period figures have been regrouped/re-arranged where \bnecessary. \b \b   Summary Balance Sheet \b \b                                                       Rs. crore \b                                       June 30,  Growth over \b                         June 30, 2006   2007(1)   Q1-2007    FY2007 \b---------------------------------------------------------------------- \bAssets \b---------------------------------------------------------------------- \bCash balances with banks \b & SLR                           81,076   106,069    31%       104,489 \b---------------------------------------------------------------------- \b- Cash & bank balances           20,563    29,649    44%        37,121 \b---------------------------------------------------------------------- \b- SLR investments                60,513    76,420    26%        67,368 \b---------------------------------------------------------------------- \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  July 21, 2007 06:18 ET (10:18 GMT)"},{"md5ID":"39b9562897c7fcd4133093ff45e850c3","symR":["CAT","GE","GOOG","XOM","US30231G1022","US3696041033"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) Streetwise: It's Time To Expect The Unexpected","GmtTimeStamp":"2007-07-21T04:08:00.000000000","CompanyCodes":["CAT","GE","GOOG","XOM","US30231G1022","US3696041033"],"IndustryCodes":["IDD","ISV","OIL","TRQ","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  As deepest summer sets in, the luckiest among us are setting off for a European-style, idle August. They should be sure to bring along as many fresh worries about the market as they can conjure. \u001d  Because, let's be honest, things have been eerily good for equity investors. Markets have so far conformed to a large proportion of the year-ahead forecasts from the voices of sleepy consensus: Stocks are nicely outrunning bonds, price/earnings multiples have expanded, large growth stocks are finally pulling ahead of value, and the average large-stock fund, notably, is beating the Standard & Poor's 500. \u001d  Those were consensus calls among the standard sell-side and long-only investment pros at the start of the year -- not, mind you, among the many wised-up, blog-scraping, doom-inviting macro bears out there who can tell you how many homeowners defaulted on their mortgages in DeKalb County, Ga. last week, but not why the Dow hasn't collapsed. \u001d  With plenty going well, and with the game seeming easier than it should, it's time to look for falling pianos. As the keyboards philosopher Meat Loaf told us almost 30 years ago, \"There ain't no Coupe de Ville hiding at the bottom of a Cracker Jack box.\" \u001d  This market appears to require not only an abundance of bad news to go down a lot; it also needs the bad news to be unexpected. The fixation on what might be called financial sin-novation -- convoluted mortgage securities, leveraged-buyout bridge loans and such -- have so far been absorbed by the tape. But the profit shortfalls reported by Google (ticker: GOOG) and Caterpillar (CAT) late Thursday violates the accepted tendency of bellwethers to beat the numbers. They were tidy excuses for a 1% drop Friday. \u001d  With that, it's time to consider some risks that aren't yet in heavy circulation in headlines and conference calls. \u001d  One counterintuitive risk to the broad tape would be a sharp correction in the piping-hot energy patch. Crude oil and energy stocks have gone from drags on the market to barometers of global growth and propellants of the indexes. \u001d  Numbers furnished by Mike O'Rourke of institutional-brokerage BTIG show that energy stocks so far this year have delivered more than 26% of the upside enjoyed by the S&P 500. ExxonMobil (XOM) alone has delivered 7% of the index's upside in '07. Energy now represents 11% of the market, and it's become very popular, even if Exxon itself remains one of the most underowned stocks among institutions. So, worry that the secular energy bull market might have one of its periodic shakeouts. \u001d  Inflation is a trendy concern, for good reason. The typical hedge-fund smart aleck uses his kid's private-school tuition hike to attack the government price data. But a less-bruited concern would be inflation that doesn't make it to the end market. That is, company cost inflation that can't be passed along. It's basically what dinged Cat's quarter. If it becomes more a trend than an aberration, the streak of companies exceeding earnings forecasts by a reliable three percentage points a quarter would be threatened. \u001d  A third stealth risk is the prospect that the share-buyback formula will prove to be bogus alchemy in terms of helping share prices. When General Electric (GE) this month obliged Wall Street fashion and doubled its buyback program to $14 billion, could that have been the anecdotal culmination of the buyback bonanza? \u001d  GE shares got a little bump after the move (and after GE's solid earnings report). Yet an interesting study by retail analysts at UBS last week showed that the most aggressive buybacks -- those of 10% of a company's shares or more -- weren't terribly effective. In most cases, the shares traded lower one month after the announcement or, when done through a tender offer, a month after the tender was completed. \b \u001d  Even those among us who have been giving the market the benefit of the doubt probably wouldn't have scripted the Dow's run to 14,000 the way it happened. \u001d  For instance, the move was achieved through a couple of one-day lunges eight days apart, without a nice fear-generating foray toward the bottom of its range; with financial stocks sagging; with a fairly selective list of stocks doing the upside work; with a bit too much speculative bullish options buying; and with a too-cute-for-its-own-good close Thursday smack at 14,000. \u001d  These aren't run-for-the-hills signals, but neither do they have the look of a high-probability upside trading chance. Stocks have less valuation support than they did a year ago, and so are more in the sway of weekly fund flows, the kindness of debt investors and investor psychology. \u001d  Something ought to come along fairly soon to prompt a scare, and stress-test this rally again. No doubt it will be something unexpected. \u001d  --- \u001d  e-mail: michael.santoli@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3c0f9f7ef5e3d78c2cff179a9f6d75ef","symR":["ACAD","ANSW","APPB","BLDR","JAZ","MOS","NTRS","PHM"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) Research Reports: How Analysts Size Up Companies","GmtTimeStamp":"2007-07-21T04:09:00.000000000","CompanyCodes":["ACAD","ANSW","APPB","BLDR","JAZ","MOS","NTRS","PHM"],"IndustryCodes":["BLD","BNK","BTC","CHM","CHS","FIS","HOM","HPR","ISV","RES","XDJGI","XFFX","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  Acadia Pharmaceuticals \u001d  -- ACAD-NNM \b \u001d  Market Outperform \u001d  -- Price 13.68 on July 16 \u001d  by Rodman & Renshaw \b \u001d  Market cap: $504.4 million. ACAD announced that Allergan will commence an exploratory Phase I clinical study with a small-molecule drug candidate for glaucoma treatment, [trigger[ing] an undisclosed milestone payment to Acadia . . . The compound emanates from a discovery made at Acadia . . . clear validation of ACAD's drug-discovery approach. Reiterate Market Outperform; 19 target. \b \u001d  Answers Corp. \u001d  -- ANSW-NNM \b \u001d  Buy \u001d  -- Price 11.44 on July 17 \u001d  by Maxim Group \b \u001d  [ANSW has announced its] intention to acquire Lexico Publishing [owner of Web properties Dictionary.com, Thesaurus.com and Reference.com], for $100 million in cash . . . reiterate Buy and 18 price target. . . . We view the market's negative reaction to the announced acquisition as understandable, given the proposed transaction multiple (about 34 times Ebitda, or earnings before interest, taxes, depreciation and amortization) and risks associated with the planned financing. However...we believe the strategic rationale for the acquisition outweighs these hurdles . . . [The transaction] is scheduled to close in fall '07. With only $9 million in cash on its balance sheet as of March 31, Answers plans to raise additional capital through a secondary offering and expects the proposed deal to be Ebitda-accretive in '08. [The purchase price] could be perceived as rich, but we note that it's in line with recent Internet-space transactions. \b \u001d  Applebee's Int'l. \u001d  -- APPB-NNM \b \u001d  Market Perform \u001d  -- Price 24.91 on July 18 \u001d  by Friedman Billings Ramsey \b \u001d  IHOP [International House of Pancakes] announced plans to acquire Applebee's for 25.50 per share in a $2.1 billion transaction. This indicates a modestly lower buyout multiple for Applebee's of 9.6 times, relative to the recent average for larger public restaurant company buyouts of 10 times-11 times. Although IHOP is a \"strategic\" buyer, there are few synergies involved in the transaction, so most of the changes that IHOP plans to make could be done by Applebee's or a private-equity buyer . . . [but] we think another buyer is unlikely to emerge. We are lowering our price target to 25.50 from 27 to reflect the announced deal price . . . and reiterate Market Perform. \b \u001d  Builders FirstSource \u001d  -- BLDR-NNM \b \u001d  Sell \u001d  -- Price 16.42 on July 17 \u001d  by Zacks Equity Research \b \u001d  Target price 14. Risk level: above average. BLDR continues to struggle due to headwinds facing the housing industry [that] will persist into 2008 . . . We think BLDR is a strong operator that should continue to take market share, but its strong business model will not be able to overcome the overall weakness in the housing industry. We'd avoid the shares until [they're much] lower or . . . the housing market [stabilizes]. BLDR is set to report earnings July 27. . . . BLDR is a leading supplier and manufacturer of structural and related building products for residential new construction in the U.S. ProSales magazine says Builder is the sixth-largest building-products supplier to professional home builders . . . operations [are] principally in southern and eastern U.S. \b \u001d  Jazz Technologies \u001d  -- JAZ-Amex \b \u001d  Buy \u001d  -- Price 3.05 on July 16 \u001d  by Wedbush Morgan \b \u001d  This semiconductor foundry provides specialty and standard-process technologies for communications and consumer end-markets. Jazz Semi positively preannounced 2Q revenues would be $52-to-$52.5 million, [versus] previous range of $48-to-$50 million. Jazz saw higher demand from specialty-process customers as the firm moves past inventory correction and expects sales growth to continue in the second half . . . cost-cutting initiatives [are progressing]. The firm is likely to have strong revenue growth following the purchase of a new fab; the stock is a turnaround/restructuring story [under] a new management team, led by Gilbert Amelio, former CEO of National Semi and Apple . . . and JAZ is a value story trading at 1 times current-year sales. Significant share dilution exists from warrants and convertible bonds. JAZ . . . has limited cash and should burn free cash for next [few] years. Price target: 5. \b \u001d  Mosaic \u001d  -- MOS-NYSE \b \u001d  Overweight \u001d  -- Price 40.79 on July 16 \u001d  by Strategic International Securities \b \u001d  Initiating with Overweight and 45  target [on this crop-nutrient maker]. We're encouraged by: (1) increased planting of corn, a high user of fertilizer, and (2) an increase in farm incomes, which is highly correlated to increased fertilizer use. We project a 41% increase year-over-year in sales, due largely to 35% increase in phosphate-fertilizer [price] . . . We project net earnings of 45 cents for Q407 and 94 cents for the full year, from a loss of 49 cents and a loss of 35 cents, respectively. Market cap: $18 billion. \b \u001d  Northern Trust \u001d  -- NTRS-NNM \b \u001d  Buy \u001d  -- Price 67.89 on July 18 \u001d  by Janney Montgomery Scott \b \u001d  High net worth and trust and custody businesses contributed to performance; EPS results were 92 cents/share, or 3 cents a share higher than our expectation, representing solid 21% y/y growth. Quarterly results benefited from a 2-cent/share gain on sale of leased equipment, offset by an unspecified software writedown. Operating leverage was negative, at 150 basis points . . . Strong top-line performance of 18%, within core fee categories (trust, investment, and other services; 60% of total revenues) will outweigh concerns about . . . elevated expense levels. \b \u001d  Pulte Homes \u001d  -- PHM-NYSE \b \u001d  Underperform \u001d  -- Price 22.71 on July 18 \u001d  by Raymond James \b \u001d  PHM announced preliminary results for its 2Q ended June 30. On a fully impaired basis, it expects to report a loss of $2-to-$2.10 per share, primarily driven by total charges and write-offs. Also . . . in the numbers is a previously announced $40 million (10 cents per share) severance charge. Excluding all the charges, it appears Pulte's operating EPS will be near breakeven . . . This quarter's impairments . . . [totaled] roughly 20% greater than all of Pulte's previous land-related charges combined in this current downturn; the 2Q losses will erase about 8.5% of Pulte's tangible book value as stated at the end of March, by our math. \u001d  Pulte cited increased \"competitive pricing pressures, elevated inventories, and weak consumer sentiment\" as key contributors to weaker results. Looking ahead, conditions only appear to be deteriorating . . . as net orders decreased 20% y/y on top of a minus-30% comp from last year. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3c6131b1a326c623ea370fc2959c2580","symR":["IBM","US4592001014"],"date":"2007-07-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(7/23) At IBM, No Singing The Blues","GmtTimeStamp":"2007-07-21T04:07:00.000000000","CompanyCodes":["IBM","US4592001014"],"IndustryCodes":["TSX","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Leslie P. Norton \u001d  Big Blue is blasting off. \u001d  International Business Machines (ticker: IBM) last week soared to 116, its highest level in six years, after Big Blue reported that second-quarter earnings rose almost 12%, and that revenues grew 9%, thanks to a healthy 10% increase in hardware sales and a 13% boost in software sales. IBM also boosted its full-year earnings-growth outlook to between 14% and 15% from the $6.06 a share it earned in 2006. That puts 2007 earnings between $6.91 and $6.97 a share. \u001d  That's in line with the upbeat view that Barron's offered in our discussion of IBM's move to higher-margin faster growth under Chief Executive Sam Palmisano (\"The New IBM,\" Dec. 4, 2006), when IBM traded at 91. More gains lie ahead. Spending is growing in the U.S. and trailing 12-month signings, a good leading indicator for services revenue, is up 18%, Sanford C. Bernstein observes. \"The second quarter of 2007 showed the best growth in Sam Palmisano's five-year tenure at the helm,\" Bob Djurdjevic, a long-time IBM watcher at Annex Research in Scottsdale, Ariz., wrote clients last week. \"IBM is likely to sustain its growth for some time to come.\" \u001d  What's the stock worth? At this very moment, Bernstein's A.M. Sacconaghi pegs fair value at $125 -- a market multiple times his earnings forecast of $8.05 a share for '08. Others are even more bullish. Bear Stearns lifted its '07 target to $129 from $112. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3c8360e2bbf2b45a308a24fcef497a66","symR":["MBL.AU","AU000000MBL3"],"date":"2007-07-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(7/23) Follow-Up: Who'll Be Right -- Macquarie Or Critics?","GmtTimeStamp":"2007-07-21T04:06:00.000000000","CompanyCodes":["MBL.AU","AU000000MBL3"],"IndustryCodes":["SCR","XDJGI","XORD"],"Story":"\b   (From BARRON'S) \b   By Leslie P. Norton \u001d  The growth of Macquarie Bank (ticker: MBL.Australia) shows no tangible signs of slowing down. At its annual meeting last week, Australia's biggest investment bank said profit for the first quarter, ended in June, rose \"substantially,\" and Chief Executive Allan Moss predicted continued strength in stock offerings, mergers and performance in its investment funds. Macquarie shares are up 14.6% this year to A$90.45, and up 50% since our positive cover story (\"Aussie Upstart,\"Aug. 7, 2006). \u001d  In our feature, we noted that Macquarie's profits were soaring as it rode a wave of privatization outside Australia. Its business model offered myriad ways to make a buck -- advising municipalities, providing financing, investing in assets, raising funds for others to invest in and collecting fees along the way. Infrastructure assets also met the needs of pension plans with long-dated liabilities. \u001d  But sentiment recently has seemed to turn against Macquarie, which is off its peak of A$98.64, set May 17. In July, Institutional Shareholder Services criticized the bank's pay plan, and in May, shortseller Kynikos Associates was quoted attacking its method of valuing assets, alleging that Macquarie funds routinely overpaid for their holdings and paid distributions from debt. The firm suggested a less-benign rate environment would end the party. \u001d  Macquarie countered, citing several instances in which it refused to increase its offer price for a number of assets (indeed, it observed that it lost out on its bid for the London Stock Exchange because it refused to overpay). It also denied using suspect valuation techniques, arguing further that over the years its funds actually sold assets at prices exceeding their valuations. Its funds are up 20.2% annually over the past 13 years, Macquarie pointed out, and it contended that high executive pay is necessary to compete with other banks and funds for the best people. \u001d  Today, Macquarie shares look slightly expensive at 15.3 times earnings and 3.5 times book. That's roughly in line with 17.7 times earnings and 3.2 times book for the Australian market, but it's much above the 9.6 times earnings and 2.5 times book commanded by Goldman Sachs or UBS' 11.9 times earnings and 2.8 times book. \u001d  To be sure, Macquarie has no subprime-mortgage problems. But rising rates make it tougher to fund acquisitions. And others are now trying to horn in on markets Macquarie once had to itself. As more private-equity firms come public, there also are more alternatives for investors. \u001d  Chief Exec Moss has delivered value for shareholders. The shares were expensive when we wrote our story almost a year ago, and many of the other concerns were present then, too. Sell-side analysts still like the stock: Deutsche Bank thinks it will rise to A$110 over 12 months and JPMorgan's target is A$103.39. At current prices, it would be wise to take some money off the table -- but unwise to count Macquarie out. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3c9fa8d056648f376eb4cca7724ef630","symR":["9501.TO","JP3585800000"],"date":"2007-07-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"UPDATE: Japan Officials Inspect Quake-Damaged Nuclear Plant","GmtTimeStamp":"2007-07-21T08:30:00.000000000","CompanyCodes":["9501.TO","JP3585800000"],"IndustryCodes":["ELC","X225","XATI","XDJGI"],"Story":"\b \u001d  (Adds report of damage to five additional transformers at the plant; warnings of heavy rain in quake-damaged area.) \b \u001d  KASHIWAZAKI, Japan (AP)--Japanese authorities inspected a nuclear power station damaged in this week's earthquake in northwestern Japan, local government officials said Saturday. \u001d  The Kashiwazaki-Kariwa plant - the world's largest in terms of capacity - suffered a barrage of leaks and malfunctions in the wake of Monday's magnitude-6.8 temblor, which killed 10 people and injured more than 1,000. \u001d  Plant operator Tokyo Electric Power Co., or TEPCO, and nuclear regulators have stressed that the amounts of radioactivity leaked were extremely low and posed no threat to the environment or local residents. \u001d  But the damage raised concerns about the plant's safety, prompting the government to order it shut down  indefinitely until its safety can be confirmed. \u001d  Nuclear safety and disaster management officials from Niigata prefecture visited for more than four hours Saturday, prefectural official Hiroto Kajita said. Details of their findings were not immediately available, he said. \u001d  Monday's earthquake resulted in a raft of malfunctions, damage and mistakes at the plant, including a fire that charred an electrical transformer, planks that toppled into a pool of spent nuclear fuel and the upending of 400 barrels of atomic waste. \u001d  The problems - along with TEPCO's delays in notifying the public - were capped by news that radioactive water had sloshed out of a tank and was flushed out to sea, and that radioactive material was vented into the air in two separate instances. \u001d  Saturday, the Asahi newspaper reported in its evening edition that damage had been found at five other eletrical transformers at the plant. \u001d  The damage included oil leaks, an air duct that had been knocked ajar and evidence that the ground around two of the transformers had subsided, the paper said in an unsourced story. \u001d  TEPCO spokesman Kentaro Tanaka said the company had not confirmed any such damage. \u001d  Officials at the Kashiwazaki plant have acknowledged they had not foreseen such a powerful quake hitting the facility. They also repeatedly underreported its impact after it hit. \u001d  The government has urged the operators of Japan's 55 nuclear reactors to speed up safety checks for earthquake resistance, a top concern in the temblor-prone nation. \u001d  Meanwhile, Japan has turned down an International Atomic Energy Agency offer to send a team to help assess the damage at the plant, Kyodo said Saturday, citing unidentified government officials. \u001d  IAEA chief Mohamed ElBaradei had offered to have his Vienna-based agency pull together global experts. \u001d  Tokyo has already conveyed its decision to the IAEA, though the door has been left open to possibly receiving an inspection team in the future, Kyodo quoted the officials as saying. \u001d  Separately, the Meteorological Agency warned of heavy rains and possible flooding in the quake zone, and urged people engaged in recovery work to be on the alert for mud and landslides. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 04:30 ET (08:30 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4970e56b23eed8ef1e55a32f713c1e2c","symR":["IIT","ISAT.JK","TEMAH.YY","ID1000097405"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Indonesia Has No Plans To Buy Temasek's Indosat Stake -Report","GmtTimeStamp":"2007-07-21T11:12:00.000000000","CompanyCodes":["IIT","ISAT.JK","TEMAH.YY","ID1000097405"],"IndustryCodes":["CTS","FIS","TLS","XDJGI","XNYA"],"Story":"\b \u001d  SINGAPORE (Dow Jones)--Indonesia has no plans to buy shares in mobile operator Indosat (ISAT.JK) held by Singapore's state-owned investment company, Temasek Holdings Pte. Ltd., the Business Times reported Saturday, citing Indonesia's finance minister. \u001d  \"I have not seen any such plan at all. There is no budget allocated for such a move in the proposed State Budget for 2008,\" Sri Mulyani Indrawati said, according to the paper. \u001d  Temasek unit Singapore Technologies Telemedia owns about 40% of Indosat, and the stake has caused controversy in recent months after Indonesia's Business Competition Supervisory Commission accused Temasek of employing monopolistic practices. \u001d  Temasek also owns 56% of Singapore Telecommunications Ltd. (Z74.SG), which has a 35% stake in Indonesia's largest mobile operator, unlisted PT Telkomsel. \b \u001d  Newspaper Web site: \u001d  http://business-times.asia1.com.sg \b \u001d  -By Singapore Bureau; Dow Jones Newswires; 65-6415-4150; djnews.singapore.bureau@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 07:12 ET (11:12 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"497591e847cdfc07c8986c54b2c0d4eb","symR":["AMN","KDN"],"date":"2007-07-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(7/23) Wind At Its Back","GmtTimeStamp":"2007-07-21T04:06:00.000000000","CompanyCodes":["AMN","KDN"],"IndustryCodes":["BLD","FAC","XDJGI","XISL","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Jim McTague \u001d  It takes more than wind to make a wind turbine go 'round. You also need a good set of ball bearings, and that's where Kaydon Corp. comes in. At a time when the rapidly growing wind-energy industry is beset by a parts shortage, Ann Arbor, Mich.-based Kaydon has the goods and is set to expand further in the field. \u001d  Kaydon (ticker: KDN), with a stock-market value of about $1.6 billion, supplies high-margin specialty parts like bearings and springs to sectors including defense, commercial aerospace, electronics and medical equipment. Its growth in wind energy is especially intriguing because some experts see that source  providing more of America's energy by 2015 -- maybe not the 20% that the truest believers expect, but much more than the current 1%. \u001d  To make the most of that, Kaydon has just spent $60 million to expand its wind-turbine parts plant in Monterrey, Mexico. Sales of wind-turbine parts, mostly bearings, could zoom from $20 million now -- about 5% of Kaydon's total 2006 revenue of $404 million -- to $100 million by the end of the decade, says Ned Armstrong, an analyst with Friedman, Billings, Ramsey. \u001d  Such prospects help explain why investors have been bidding up Kaydon's shares. The stock, at a recent 55, is up more than 28% since Barron's mentioned the company's charms in a Feb. 19 story about rival bearing-maker Timken (TKR). But Kaydon's shares still are reasonably priced at 19 times 2007 expected earnings of $77 million, or $2.38 a share, after backing out the company's cash hoard of $375 million. Bulls see the stock headed as high as 66 in the next 12 months, and it could go considerably higher after that. Analysts are forecasting 2008 earnings of $2.75 a share. \u001d  A new president and CEO, Jim O'Leary, is the source for much of the excitement surrounding the stock. The board hired O'Leary in March from Beazer Homes USA (BZH), where he was chief financial officer, to replace Brian Campbell, specifically because it wanted someone with a fresh perspective on capital allocation. (O'Leary says he's not a target of the FBI and SEC investigations into Beazer's mortgage-making activities in North Carolina.) \u001d  The new CEO is looking at possible acquisitions every day, he says. And with analysts projecting a growth in Kaydon's cash holdings of as much as 15% a year, he's also weighing enhanced dividends and stock repurchases. \u001d  Cash is just one of the balance sheet's strong points. Despite $200 million in long-term debt on its books, the company effectively has a debt-to-capital ratio of zero. That's because the debt is in the form of in-the-money convertible bonds, which will be turned into equity by May 30, 2008, explains Steve Barger, who follows Kaydon for Keybanc Capital Markets in Cleveland. Although that will increase shares outstanding from 28.29 million to about 35.2 million, Barger and other analysts already use the latter number when calculating per-share returns. \u001d  If O'Leary ultimately leverages up to a 30% debt-to-capital ratio, which would be a comfortable number for Wall Street, he could make profit-boosting acquisitions in the range of $600 million. \b \u001d  Barger theorizes that O'Leary will use some of his hefty war chest to buy a wind-power-related manufacturer in Europe to increase overseas business, which now represents about 30% of net sales. But O'Leary acknowledges that the weak dollar won't go far in purchases abroad, and he indicated to us that he'd rather expand his business overseas using existing sales offices. He also believes that the corporation's wind-energy divisions can grow largely on their own. \u001d  Wind energy is the most exciting of the company's markets. For one thing, many big European manufacturers now see a hot market in the U.S. and are likely to move manufacturing facilities here and start favoring local suppliers. \u001d  O'Leary indicated that he will be courting Gamesa, the Spanish wind-turbine giant, which recently opened plants in Pennsylvania. Its components now come from Ameron International, in California, and several smaller U.S. companies. Ameron (ticker: AMN) has seen its shares rise from a low of $64 in March to the high 90s. \u001d  Kaydon does face risks. Wind energy could face a backlash from people who think the turbines' towers, sometimes 60 feet tall, disrupt landscapes. And orders for medical scanners, another application for bearings, may be crimped by reduced Medicare payments -- a result of federal budget-cutting -- says Gail Prochaska of IMV market research. Still, with high-margin products and a pile of cash, Kaydon is well-positioned for growth. \u001d  With any luck, the wind will stay at its back. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4a0b2974034c5604aed01a97c00b23e0","symR":["BNI","GLW","PPG","US12189T1043"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) Speaking Of Dividends: Full Glass","GmtTimeStamp":"2007-07-21T04:03:00.000000000","CompanyCodes":["BNI","GLW","PPG","US12189T1043"],"IndustryCodes":["CHM","CHS","CMT","RAI","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  After having paid dividends since 1881, Corning eliminated its six-cent disbursement six years ago. It blamed the switch on the telecom slump and said that it would reinvest cash to spur growth that would create greater long-term shareholder value. \u001d  Wednesday, Corning (ticker: GLW) reversed course again, reinstating payouts at a nickel a share. The company's directors also approved the repurchase of $500 million worth of Corning common through 2008. \u001d  The new dividend is payable Sept. 28 to stockholders of record Aug. 29. The shares go ex-dividend Aug. 27. \u001d  The company is the world's top maker of fiberoptic cable, which it invented more than 30 years ago. \"We believe the timing is right for Corning to begin returning cash to shareholders through a quarterly cash dividend and a share-repurchase program,\" declared CEO Wendell P. Weeks. \"Five years ago, we set out on a strategy to return Corning to profitability, protect the financial health of the company and continue to invest in our long-term future. We have made significant progress on these objectives.\" \u001d  Weeks noted that Corning's 2006 after-tax profits of $1.78 billion (before special items) were double the level the company reported in 2000, at the height of the telecom boom. In addition, Corning has substantially reduced its debt. At the end of 2002, it totaled $4.2 billion; on March 31 of this year, it stood at $1.5 billion. Standard & Poor's, Moody's and Fitch have recently raised Corning's credit rating to the equivalent of BBB+. \u001d  Furthermore, Weeks said, Corning has generated cash flow that significantly exceeded its capital expenditures in each of the past four years. The dividend increase and stock buybacks, he added, reflect \"our confidence in our strategic plan and our ability to continue to generate positive free cash flow in the future... We believe that Corning may be on the verge of one of the most productive decades in our history.\" \u001d  As of March 31, Corning had $2.9 billion in cash and equivalents, and its debt equaled 16% of its capitalization, down from 23% a year earlier. \u001d  Corning shares, which S&P rates a Strong Buy, set a 52-week high of 27.25 Thursday. The stock, which is listed on the Big Board, is up 45% this year, on optimism over growing demand for glass in products such as flat-screen televisions. \u001d  Once known mainly for its kitchenware and lab products, 156-year-old Corning is the largest maker of glass for liquid-crystal-display computer and TV monitors. Its emerging technologies include: Epic System, an automated assay-screening system designed to shorten the drug-development cycle; Silicon-on-Glass, a technology that could provide longer battery life for handheld consumer electronics devices; and microreactors that promise major production improvements for the pharmaceutical and chemical-processing industries. \b \u001d  Pittsburgh-based PPG Industries (PPG), the world's leading supplier of automotive and industrial coatings, boosted its quarterly common dividend Thursday for the second time this year. The new payout will be 52 cents a share, up from 50 cents, and follows a two-cent hike in January. Investors of record Aug. 10 will receive the enhanced distribution Sept. 12. The ex-date is Aug. 8. \u001d  \"With this increase, PPG has raised its dividend more than 10% over the past 15 months,\" said CEO Charles E. Bunch, adding that these hikes reflect \"our continued strong financial performance, as well as our commitment to provide continuing rewards to our shareholders.\" PPG, which has sweetened its dividend for 35 consecutive years, has disbursed payouts without interruption since 1899. \b \u001d  Burlington Northern Santa Fe (BNI) boosted its quarterly dividend 28% Thursday, to 32 cents a share from 25 cents. The respective payment and record dates are Oct. 1 and Sept. 10. Ex-date: Sept. 6. \u001d  Burlington, a Dow Jones Transportation Average stock, has raised its payout 167% since mid-2003. Dividends have been ongoing since 1940. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4e84a5fc86eb43c75541987aa025eb56","symR":["KKR.XX","M","SHLD","US8123501061"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) Miracle On Private-Equity Street","GmtTimeStamp":"2007-07-21T04:08:00.000000000","CompanyCodes":["KKR.XX","M","SHLD","US8123501061"],"IndustryCodes":["FIS","RTB","RTS","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Jonathan R. Laing \u001d  The mind games continue over the fate of U.S. department-store giant Macy's. Last Wednesday, its shares (ticker: M) briefly shot up some 14% before settling back to 43 -- still ending the session with a nearly 8% gain -- on a report in Women's Wear Daily that the private-equity shop Kohlberg Kravis Roberts was poised to make a $52-per-share bid for the 850-store behemoth. \u001d  This was merely the latest in a spate of takeover rumors that has had the stock gyrating for a month or more, with KKR and Sears Holdings (SHLD) often mentioned as possible suitors. Some market observers believe that corporate activist Carl Icahn might also be interested in taking a bite from the Macy's apple, such as he did last fall by briefly taking a $300 million position in the stock to push the retailer to accelerate its share-buyback program. \u001d  By week's end, however, the stock had retreated to about 42; skeptics had thrown cold water on the latest rumor, what with the deafening silence from both Macy's and KKR. \u001d  On the surface, at least, Macy's seems more a frog than a beautiful princess awaiting a handsome swain. For example, two weeks ago, the chain reported a 2.7% drop in June same-store sales (sales at stores open at least a year), lowered guidance for second-quarter earnings, and predicted flat-to-down same-store sales for July. This follows sales drops in both April and May. \u001d  Likewise, the chain's being hurt by ongoing difficulties in trying to digest the roughly 400 department stores it took on as a result of its $11 billion acquisition of May Department Stores back in the fall of '05. The ballyhooed benefits of the deal -- costs savings from advertising, elimination of redundant stores and back-office personnel, and the ability to win concessions from suppliers -- have yet to materialize. \u001d  In fact, sales at the old May names -- like Marshall Field's, Hecht's, Foley's and Robinson -- have nose-dived since last autumn, when they were rebranded as Macy's. The traditional downtown department-store names evoked a level of customer loyalty and nostalgia that the Macy's moniker didn't seem to match. \u001d  All the same, the situation at Macy's is far from bleak. \u001d  The chain has many of the attributes that private-equity players covet. It throws off handsome and dependable cash flow, even after capital spending -- helpful for servicing any deal-induced debt. \u001d  The company likewise boasts plenty of hard assets: It owns 54% of its stores and the land under them, and an additional 14% of stores alone. A buyer could cull all that real estate at a hefty profit, selling it and then leasing it back, or putting some of it up as collateral to secure cheap financing. Think what its huge store footprint in the Penn Station area of Manhattan might be worth on a standalone basis to developers or, for that matter, Macy's up-market Bloomingdale's operation. \u001d  Then there's Macy's Chief Executive Terry Lundgren, considered an astute merchandiser fully capable of establishing the national Macy's brand across the chain's 850 stores in some 45 states. Although the cost structure at Macy's is still bloated, an operation that size would give the private buyer or other merger partner something that it could attack with gusto. Cost-cutting is one of private equity's core competencies. \b \u001d  A takeout of Macy's at 52 -- the rumored price for a KKR deal -- could be easily financed by current leveraged-buyout standards. At that price, a buyer would be paying only 9.7 times Macy's trailing 12 months' earnings before interest, taxes, depreciation and amortization. According to A. G. Edwards analyst Robert Buchanan, the Ebitda figure would be $3.6 billion. This would be a lower multiple than the 11.1 times average for 39 large retailing mergers and acquisitions in his database that were either consummated in the past seven-and-half years or are still pending. \u001d  In fact, the last five transactions Buchanan has tracked went off at an average of 13.9 times trailing Ebitda. Hence, he told Barron's, Macy's could command a price even higher than 52 from a private-equity buyer. \u001d  And by at least one other buyout metric, Macy's is much cheaper than its closest competitors, J.C. Penney (JCP), Kohl's (KSS) and Nordstrom (JWN). The free cash flow of $1.59 billion that Macy's is expected to throw off in the fiscal year ending in January 2009 would be about 8% of its current stock-market value of $19.9 billion. That compares with expected free-cash-flow yields next year for its three competitors of just 3% or so. This disparity is largely the result of Macy's lower occupancy expense -- it owns more of its stores -- and the fact that Macy's capital-spending tab is far lower than its rivals' because of less need to expand after the giant May deal. \u001d  So the numbers work, even though it's by no means a foregone conclusion that any buyers will either show up or, if they do make a bid, succeed. Any buyer is implicitly making a big bet on the Lundgren team's continued ability to get the proper goods on the shelf. Macy's is also far more sensitive to any hiccups in consumer spending than higher-end competitors like Nordstrom or Neiman Marcus. Meanwhile, the likes of Kohl's, Penney and Target (TGT) have been eating Macy's lunch in the erstwhile May regions. It will take a lot of work to get many of the May defectors back. \u001d  Also, many Macy's executives have an understandable fear of leveraged buyouts. They were around when the chain, then called Federated Department Stores, was taken private in a leveraged deal by Canadian real-estate investor Robert Campeau in 1988. Less than two years later, Federated choked on the debt and filed for bankruptcy protection, emerging only in 1992. \u001d  Echoing these doubts was a recent report by Citigroup retail analyst Deborah Weinswig, in which she observed: \"While there are a few reasons why an LBO might make sense for Macy's, especially given the slow progress of the May turnaround, we believe that Macy's past LBO experience makes the transaction unlikely.\" \u001d  Yet many boosters of the retailer, including one New York hedge-fund manager who has recently loaded up on the name, claim that the bull case will work out, regardless of Macy's future ownership. \u001d  Consensus earnings estimates for the fiscal year ending in January 2009 are projected at $2.97 a share, a nice pop from the current fiscal-year forecast of $2.41 a share. \"There's nothing that private equity can do that Lundgren can't do,\" says the hedge-fund manager. \"The pressure is now on the current management to follow the private-equity template and close the performance gap, whether the company goes private or not.\" \u001d  Certainly, sales comparisons with last year should improve in the months ahead. For it was last fall that the conversion of May stores to the Macy's brand kicked off the shopper revolt that, in turn, led to horrid 15% or more drops in sales at the old May locations. Now, Macy's will be sprinting past those anemic numbers during the all-important back-to-school and holiday periods. \u001d  Macy's also has made significant changes in its marketing programs in recent months, in order to woo back the erstwhile May clientele. The chain is now emphasizing coupons, newspaper inserts and other sales promotions long employed by the May stores, rather than relying on limited direct-mail pitches to Macy's credit-card customers and glitzy Macy's brand advertisements. \u001d  \"Given Macy's superior merchandising, we continue to believe customer conversion is a question of 'when' and not 'if,' and increased traffic could boost customer retention,\" asserts Goldman Sachs analyst Adrienne Shapira in a recent report. \u001d  She's also encouraged by the \"mass-appeal\" potential of Macy's launch this fall of Martha Stewart-branded bedding, cookware and tabletop goods. Shapira maintains that the combination of Stewart's classic styling and \"compelling\" price points would do much to bring moderate-income May shoppers back into the fold. Home offerings long have been considered a crucial draw for department stores. \b \u001d  There's also potential for bringing down costs. A.G. Edwards' Buchanan figures that Macy's selling costs have traditionally eaten up about 32% of its sales revenues. This compares with a ratio of selling costs to sales of 30% at Penney, 27% at Nordstrom and 25% at Kohl's and Target. \u001d  Yet Macy's heft -- it's the biggest U.S. department-store chain -- should give it the clout to squeeze apparel makers and other vendors for better pricing and more exclusive lines. Macy's should also be able to push more of its higher-margin private-label brands into old May stores like Marshall Field's, which in the past relied more on name-brand boutiques. \u001d  At the time of the May merger, Macy's said it expected to be able cut some $450 million in annual expense by eliminating duplicative overhead. Some investors feel that the number is conservative. Advertising cost cuts alone ought to push the number above $600 million, according to the New York hedge-fund manager. Finally, Macy's has lots of financial flexibility by virtue of its ownership of 68% of its stores, which compares with Penney's ownership of only 23% of its store space. By some estimates, this collateral would allow Macy's to take on $4.5 billion to $5 billion in additional low-cost debt, either to finance hefty stock buybacks or help finance an LBO. \u001d  Either way, the prospects look bright. Macy's shareholders could wind up with a Miracle on 34th Street all their own. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"51f2c4607fa9844168d939f1282c8465","symR":["ABK","ACF","BSC","GS","LEH","MCO","MER","MTG","XLF","US0231391089","US38141G1040","US5249081002","US5528481030","US5901881087"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) The Striking Price: Banks And Bear Spreads","GmtTimeStamp":"2007-07-21T04:05:00.000000000","CompanyCodes":["ABK","ACF","BSC","GS","LEH","MCO","MER","MTG","XLF","US0231391089","US38141G1040","US5249081002","US5528481030","US5901881087"],"IndustryCodes":["CFN","EXT","FIS","INP","INS","MFN","SCR","XDJGI","XFFX","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Steven M. Sears \u001d  The late poet Charles Bukowski once observed that no one suffers like the poor. But then he never met the panicked traders and portfolio managers who are collectively stuck with billions of dollars of subprime mortgages that are hard to value, and even harder to sell. \u001d  All last week, these normally cold-blooded market operators rushed to the options market to buy defensive put contracts on financial stocks ranging from the mortgage companies that made the loans to theinvestment banks that securitized the mortgages and sold them to aggressive traders looking to outperform the stock market. \u001d  You can expect to see these subprime investors in the options market for weeks to come, as they adjust their put positions, blithely ignoring the fact that implied volatilities in the financial sector are among the highest in the market. Such is the panic; such is the fear. \u001d  Normally investors sell options with high volatility anticipating that volatility will return to its normal level. In financial parlance, volatility is \"mean reverting\" -- and while that is true, volatility does not always revert to the mean when expected. That is one reason why only the very brave are selling volatility in the financial sector, though one portfolio manager did buy 25,000 of Merrill Lynch's August 90 calls late last week, presumably to bet on an end-of-summer rebound. \u001d  But this contrarian trade stands in sharp contrast to the rest of the market, which is firmly focused on the financial sector and the anticipation that subprime mortgages may claim another victim. Already, Bear Stearns has lost two hedge funds, and there are rumors that a big London hedge fund may  suffer a similar fate. Whether the rumor is true or not is immaterial because the options market believes it is so, as evidenced by implied volatility in the financial sector. Put trading has been heavy in Goldman Sachs (ticker: GS), Lehman Brothers (LEH), Ambac (ABK), Americredit (ACF), Merrill (MER, Moody's (MCO) and MGIC Investments (MTG). \u001d  Miller Tabak, an institutional brokerage whose clients include many hedge funds and portfolio managers, prodded clients in a recent trading advisory to think about two contrarian trades: selling puts on Lehman, to bet the sell-off is overdone, and Goldman Sachs, which the firm said it would not bet against. To be sure, these are aggressive trades. \u001d  Another way to play financial-sector anxiety, while still taking advantage of high volatility, is \"bear spreads.\" This war-horse strategy lets investors profit from declines by selling one put option and buying another. \u001d  Michael Schwartz, Oppenheimer & Co.'s chief options strategist, found compelling trades in the Select Sector Financial SPDR (XLF) and Bear Stearns, which may be the most vulnerable investment bank in the subprime sector. In XLF, Schwartz said investors could buy the December 36 put at $1.75, and sell the December 35 for $1.25, for a debit of 50 cents. If XLF drops to 35, investors make 50 cents and realize a 100% return. In Bear Stearns, Schwartz recommends buying the October 135 put and selling the October 130 put for a $2 debit. If the stock falls to 130, the return is $3, or 150% on the investment. \u001d  --- \u001d  E-mail: steven.sears@barrons.com \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"526e43f590e35127f1ca2448661852ca","symR":["SONO"],"date":"2007-07-21","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/23) Barron's Mailbag: Ultrasonic Complaint","GmtTimeStamp":"2007-07-21T04:01:00.000000000","CompanyCodes":["SONO"],"IndustryCodes":["MDV","XDJGI","XRUS"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  The July 9 \"The Sound of Trouble\" article wasn't an accurate account of SonoSite or the dynamics of the hand-carried ultrasound market. Our MicroMaxx system outsells any hand-carried product on the market, including GE's LOGIQ e, the product highlighted in the article. With gross margins of 70.9% and R&D investment of 12.6% of revenue as reported for the trailing 12 months, we are among the top tier of companies in the medical-device universe. Furthermore, we have been profitable since 2004. \b \u001d  Kevin Goodwin \u001d  SonoSite President and CEO \u001d  Bothell, Wash. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:01 ET (04:01 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5d09c228597b2a9b67a68c7436d35cee","symR":["9501.TO","JP3585800000"],"date":"2007-07-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Japanese Local Authorities Inspect Quake-Hit Nuclear Plant -2","GmtTimeStamp":"2007-07-21T04:50:00.000000000","CompanyCodes":["9501.TO","JP3585800000"],"IndustryCodes":["ELC","X225","XATI","XDJGI"],"Story":"\b \u001d  Meanwhile, Japan has decided to pass on an International Atomic Energy Agency offer to send a team to help assess the impact of the damage at the quake-struck plant, Kyodo said Saturday, citing unidentified government officials. \u001d  IAEA chief Mohamed ElBaradei said earlier this week that a thorough review of the plant's problems was key and offered to have his Vienna-based U.N. agency pull together global experts. \u001d  Tokyo has already conveyed its decision to the IAEA, though the door has been left open to possibly receiving an inspection team in the future, Kyodo quoted the officials as saying. \u001d  Phones rang unanswered Saturday at the Ministry of Economy, Trade and Industry. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:50 ET (04:50 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6b675495e5c3c773555763c1420dff1d","symR":["CFC"],"date":"2007-07-21","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/23) Barron's Mailbag: Rating Controversy","GmtTimeStamp":"2007-07-21T04:01:00.000000000","CompanyCodes":["CFC"],"IndustryCodes":["MFN","XDJGI","XFFX","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  The July 16 \"Trouble in the Heartland?\" story provides an inaccurate and incomplete portrayal of National Rural Utilities Cooperative Finance Corp [CFC]. \u001d  Despite the fact that our secured debt has received an A or higher rating from all three SEC-recognized rating agencies since 1972 (and currently has an A+/A1/A+ rating from Standard & Poor's, Moody's and Fitch, respectively), the article gives undue credence to a deeply flawed report by Egan-Jones, an organization that is not designated by the SEC as a nationally recognized statistical rating organization. \u001d  CFC is not a bank that prices loans to achieve a return-on-equity target. As a nonprofit cooperative, our mission is to provide a secured source of capital for rural utilities. Credit risk is moderate because loans are secured by the senior pledge of assets and revenues of CFC's member-borrowers -- the rural utility systems. These utilities are financially strong, with average equities above 40% for electric-distribution cooperatives; they also provide essential electric utility services, usually without competition. \u001d  In addition, CFC's loan portfolio is stable, and our loan-loss reserve is five times larger than the total net loan write-offs in our 38-year history. \u001d  For the past four decades, CFC has provided for the capital needs of rural utilities and has been a catalyst for improving the quality of life for millions of citizens in rural America. As the leading ratings analysts will tell you, CFC's credit fundamentals are strong and our financial underpinning is rock-solid. \b \u001d  Sheldon C. Petersen \u001d  Governor and CEO \u001d  National Rural Utilities \u001d  Cooperative Finance Corp. \u001d  Herndon, Va. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:01 ET (04:01 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6c12cfc086c97201e6d0fef917cf4103","symR":["VTF.YY","VTT.XE","DE0006012008"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"German Nuclear Power Plant Shut After Security Sys Problems","GmtTimeStamp":"2007-07-21T16:50:00.000000000","CompanyCodes":["VTF.YY","VTT.XE","DE0006012008"],"IndustryCodes":["ELC","XDJGI"],"Story":"\b \u001d  BERLIN (AP)--A nuclear power plant in northern Germany was shut down due to problems with its security system, officials in Schleswig-Holstein state said Saturday. \u001d  The Brunsbruettel reactor, run by Vattenfall Europe AG (VTT.XE), was taken off-line after checks revealed problems in a pipeline that serves as part of its security system. \u001d  The shutdown follows closure last month of the Kruemmel nuclear plant - also partially run by Vattenfall - following a fire in a transformer. \u001d  The fire at Kruemmel, near Hamburg, was brought under control within several hours, with no one injured and no radioactivity leaked. But the investigation revealed flaws in communication during the incident between employees at the plant and Swedish-based Vattenfall, triggering a change of leadership at the company. \u001d  Germany plans to phase out all of its 17 nuclear power plants between by 2021. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 12:50 ET (16:50 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"739710b45d73a91b6b8e6e42b117d66e","symR":["7974.OK","AAPL","BBBY","BBY","CC","HD","KSS","LVS","M","NTDOY","SHLD","VIA","VIAB","XGGTX","JP3756600007","US0378331005","US0758961009","US0865161014","US4370761029","US5002551043","US8123501061","US9255243084"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) Show Time For Some Consumer Stocks -2-","GmtTimeStamp":"2007-07-21T04:09:00.000000000","CompanyCodes":["7974.OK","AAPL","BBBY","BBY","CC","HD","KSS","LVS","M","NTDOY","SHLD","VIA","VIAB","XGGTX","JP3756600007","US0378331005","US0758961009","US0865161014","US4370761029","US5002551043","US8123501061","US9255243084"],"IndustryCodes":["BRD","CNO","CPR","ENT","HIM","MED","OTS","RTB","RTS","SAP","TMF","XDJGI","XDJI","XFFX","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\u001d  A: This is one of the best-managed retailers I have ever seen. They've never had a down quarter. The cash flows continue to grow and go up every quarter. The stock is selling at less than 10 times trailing cash flow. They have $700 million of net cash. Their principal competitor, Linens & Things, went private and, looking at the stores, appears to be really struggling. The problem with Bed Bath & Beyond is it's in the middle of this consumer recession, and even good retailers have problems in a recession. Comparable-store sales have slowed, earnings guidance has gone down, and the company hasn't been nearly aggressive enough in its share-repurchase program. \u001d  One can always applaud conservative management, but at some point conservative management moves down the spectrum to stupidity and the management of Bed Bath & Beyond has stayed in the conservative tent far too long. I can't believe that someone isn't going to start barking in their ear about doing more for the shareholders. The stock hasn't gone anywhere in six years and that's with consistent earnings and cash flow progress. It is time for the management to take off their conservative hat, leverage the company at a responsible rate and wait for the cycle to turn while watching their competitors slowly implode. I can see Bed Bath & Beyond being a $45-$50 stock probably by next summer. \b \u001d  Q: And Kohl's? \u001d  A: Kohl's is a classic retail growth company. They build warehouses before they build stores. The stores are very cookie cutter. They are high-tech. They have a low expense structure. They have better gross margins then their competition. It's a real, live growth company. Its stock hasn't gone anywhere in over five years, and it is just a matter of time until the market recognizes how good this company is. \b \u001d  Q: How good is it? \u001d  A: In the last five years the depreciation in this company has tripled and the freed-up cash flow is being ignored by investors. The company trades at under 11 times trailing cash flow. It will benefit and has benefited from some big apparel retailers, Sears Holdings [SHLD] in particular, and Macy's [M], too, surrendering large amounts of mid-scale apparel dollars. Most of those mid-scale customers either have or will immigrate to Kohl's. If we get into a period where apparel spending is a little better than it has been, Kohl's will start to move away from the pack. \b \u001d  Q: Any other areas outside of gaming and retail that interest you? \u001d  A: The big entertainment companies are basically undervalued and the most interesting of them is Viacom [VIA]. The reason you buy Viacom is that CEO Sumner Redstone is back. Sumner is very active in the Viacom side of the business and has done some very, very good things and these are not at all appreciated by the market. \b \u001d  Q: Like what? \u001d  A: A year ago they bought DreamWorks' live-action films and folded it into their Paramount unit. They will pay for that acquisition with the cash flow from the Transformers movie. Transformers is going to be very, very profitable. Viacom also bought a company called Harmonix as a way to get onto the Internet. Harmonix has developed a video game called Rock Band that was the hit of the E3 media conference. Rock Band a year from now will have the potential to generate $100 million a year in cash flow for Viacom. \b \u001d  Q: What about reports of bad blood between Paramount and DreamWorks and the possibility they split up? And the fallout between Sumner and his daughter? \u001d  A: A breakup of DreamWorks and Paramount wouldn't be a good thing. But Sumner would do anything in his power to make sure it wouldn't happen. Either the status quo is maintained at Paramount and [its chairman and CEO] Brad Grey and Steven Spielberg [a founder of DreamWorks] smoke a peacepipe or Sumner might attempt to bring Spielberg and David Geffen into the company and acquire DreamWorks' Animation. A not-totally-illogical successor to Sumner, which might explain the fallout between him and his daughter Shari, might be DreamWorks' CEO Jeffrey Katzenberg. \b \u001d  Q: Thanks a lot, Larry. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"747818cecdfeffea8732fc4e8fc87f98","symR":["ETFC"],"date":"2007-07-21","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/23) The Missing Man","GmtTimeStamp":"2007-07-21T04:06:00.000000000","CompanyCodes":["ETFC"],"IndustryCodes":["SCR","XDJGI","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  The stock market has been on a roll for more than four years. The Dow has gained 27% just in the past 12 months. And, as financial television's play-by-play announcers endlessly remind us, the blue-chip indexes have hit \"New All-Time Records\" in recent weeks, including a fresh Big Round Number for the Dow -- 14,000 at Thursday's close. \u001d  Sounds exciting, no? \u001d  But most Americans greet all the hoopla with little more than a shrug. The public simply is not enthusiastic about stocks, judging by what individuals are both saying and doing. \u001d  While overall stock-trading volumes have surged, due largely to the influence of big, active hedge funds, retail-investor trading activity has grown only modestly, and remains well below the fevered levels seen in the second half of the '90s bull market. \u001d  As the table of Charles Schwab client data on page 14 shows, the discount broker's customers steadily have shoveled more assets into their accounts, but they aren't trading these accounts at nearly the same pace as they did a few years ago. Further, while broad measures of margin debt have increased rapidly in the past year, this, too, seems largely a hedge-fund phenomenon: Schwab customers' margin borrowing is up just 4% in the past year, even as the indexes have surged 20% and more. \u001d  Net inflows into stock mutual funds have been a trickle for most of the past few years, in many months turning into outflows. This is true even if one includes the money added to hugely popular exchange-traded funds. The Bank Credit Analyst, a research firm, points out that household-equity positions as a percentage of broad money-supply measures have been stagnant since 2004, and are on par with levels from 1995 or 1996, despite today's significantly lower interest rates. \u001d  The UBS Investor Optimism Index, a sentiment gauge based on a monthly survey of affluent Americans conducted by the Gallup polling outfit, has increased from the despondent readings of early 2003. But today's readings are similar to those from 2001, when the bear market was accelerating and the economy was in a brief recession. This index quickly backs off to cautious levels whenever the stock market encounters a pullback of a few percentage points. \u001d  So what does it mean that the little guy is wary of stocks? And should we expect the public, after sitting out a lucrative run in which the S&P 500 has doubled from its 2002 low and the average stock has done even better, to start chasing equities? More practically, is it a good idea for the little guy who has shunned stocks to jump in now? \b \u001d  On one level, the public's hesitance to pile aggressively into stocks is understandable. It can be viewed partly as an extended hangover following a once-in-a-generation party, the late-'90s bubble in technology and mega-cap stocks that drew the masses in just in time to sustain devastating losses. \u001d  So, charitably, one can say the little guy has learned his lessons, such as the virtues of asset allocation, diversification and professional investment advice and management. No one ought to expect a public mania to erupt that is commensurate with the wild, lottery-ticket, day-trading environment of 1999. \u001d  \"Trading data [alone] is not at all a good proxy anymore for our clients' engagement with the markets,\" says Schwab spokesman Greg Gable, who cites customers' use of mutual funds and other means of getting broad equity exposure. \u001d  Jarrett Lilien, president and chief operating officer of E*Trade Financial (ticker: ETFC) -- who arrived at the online broker in the frenzied days of August 1999 -- says that in discussing the company's first-quarter results, \"we talked about the retail investor having been more subdued than we had anticipated.\" \u001d  Still, he says, almost since the moment this bull run began in March 2003, \"There has been a very steady, measured return to the market\" by retail investors. Lilien points out that a sample portfolio of stocks commonly owned by E*Trade clients contains far more blue-chip names than it did seven years ago, and customers are using more risk-mitigating tactics like stop-loss orders and option hedges. \u001d  His analysis suggests a more sober, thoughtful, sophisticated retail investor is at work in these markets. But that's half the point: This bull market has yet to lure many of the more reckless, speculative investors, as most bull markets eventually do. \u001d  It's a fact that bull markets have life cycles that draw participation from different groups of investors as they proceed. The little guy, to put it nicely, is never early to the game. Reliably, though late, small investors do make their way back to stocks before bull markets finally end. \u001d  Richard Russell, the longtime market commentator and editor of Dow Theory Forecasts, described this situation in a note to his newsletter subscribers last week. \"True, the little guy may be skeptical, he may be wringing his hands over the housing situation or the price of a dinner at his favorite restaurant or the cost of gasoline,\" he said. \"But somehow the big picture, the stock-market boom, has eluded him. That will not last. The little guy will not forever resist the lure of the bull market. It's a question of timing.\" \u001d  One reason market handicappers are focused on whether and when the public will return to the market in a big way is that stocks arguably need another group of incremental buyers to keep rising. Already, the copious liquidity from share buybacks and leveraged buyouts has either peaked or been threatened by debt-market unease. The latter phase of a bull market usually sees retail investors and foreigners grabbing the baton for the final laps. \u001d  For sure, Americans have had other outlets for their profit-seeking, often speculative impulses. Flipping condos and building spec houses were the preferred trades in the five years or so that the housing market soared on easy money and animal spirits, before cracking last year. \u001d  Even when it came to investing in equities, those who poured money into funds have chosen overseas vehicles. And the fetishizing of hedge funds, with their tactical bent and long-short modus operandi, is also telling, as individuals dabble in shorting, call-option selling and other techniques that betray less than complete trust in the stock market. \u001d  Toyota captured today's investment culture in a commercial that has a mother asking her two adolescent sons what to do with the money they saved on a new car purchase. \"I'm thinking hedge funds,\" says one, and the other adds, \"How about emerging markets?\" \u001d  Also from the anecdotal-evidence file, in the week when the Dow first touched 14,000, the prominent ad space on the back cover of Barron's shouted, \"Short. And Simple,\" in highlighting the ProShares ETFs that let investors bet against the market. \u001d  One shouldn't dismiss the possibility that a generally dark public mood, after four years of war and bitter policy divides, also might be restraining the kind of optimism that emboldens heavy equity investment. \u001d  Several times a year for a decade, a Gallup poll has asked Americans, \"In general, are you satisfied or dissatisfied with the way things are going in the United States at this time?\" \u001d  The \"dissatisfied\" category has been above 60% since October 2005 and above 50% since January 2004. It was below 50% for the entire stretch of May 1997 to May 2001, and between January 1997 and May 2000 -- those fat years when the bubble was inflated -- the average dissatisfied reading was 39%. \u001d  Aside from the public mood, demographics might be restraining investors' affections for equities. As baby boomers, who helped power the democratization of stock investing in prior decades, pass age 60, they increasingly will emphasize safety and income. \u001d  Perhaps it's premature to expect average investors to ratchet up their interest in and exposure to the market when, from a broad perspective, all that's happened is that the big-cap indexes have made an arduous, seven-year round trip to the same territory. \u001d  Typically, aside from new highs in the indexes, some kind of coherent, beguiling \"cover story\" is necessary to capture the public's fancy, such as a belief that technology is remaking the world. Note that when the '90s bull market was as far along as this one is (nearly five years from the earlier bear-market low), the Netscape IPO came along to inaugurate all the messianic talk about the dot-com revolution. \u001d  Today, the global-growth boom could serve as a similar catalyst. But the bellwether shares for this trend -- steel stocks and commodity names and railroads --  somehow might not convey enough whiz-bang newness to dazzle the \"buy-what-you-know\" crowd. And the new economic revolution is manifesting itself through rising meat consumption in coastal China and faster car sales in Eastern Europe, not on Americans' desktops, the way the last one did. \b \u001d  The lukewarm regard for stocks among the retail set has led some analysts to conclude that this bull market, mature as it is going on five years without a 10% correction, is not poised to end. \u001d  As Matthew Pugsley of the Bank Credit Analyst puts it, \"One reason we remain cyclically positive on the broad market is that retail investors still have not participated. Instead, the public remains infatuated with global equities and corporate bonds. It is doubtful that the equity market would cyclically peak before the retail-investor enthusiasm for stocks had reached a more fevered pitch.\" \u001d  Lilien of E*Trade also believes that the gradual, risk-conscious way individuals have so far rebuilt their equity allocations bodes well for the durability of this bull market. In a sense, he's hoping that the stereotypical dumb money stays away rather than coming in to provide the bull's last upside lunge before dooming it. \u001d  This is a reasonable notion, though one could quibble that it's not as if individuals have fled from stocks. The 401(k) revolution has not been unwound, and most of those with plans continue to fund some stock investments. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  July 21, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"776f52bc87884eb0ad5faba0e9c27016","symR":["JPM","US46625H1005"],"date":"2007-07-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(7/23) The Long View: The Crucial Corporation","GmtTimeStamp":"2007-07-21T04:06:00.000000000","CompanyCodes":["JPM","US46625H1005"],"IndustryCodes":["BAN","BNK","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By John Steele Gordon \u001d  Inventions large and small have transformed human existence many times. \u001d  The stirrup, introduced to Europe by A.D. 800, made the mounted knight the dominant weapons system of the Middle Ages, with huge social and political consequences. The steam engine powered the Industrial Revolution. \u001d  Organizational inventions also can change worlds. One from the Renaissance, indeed, is the centripetal force of business. It is the corporation, without which modern capitalism simply couldn't exist. \u001d  Though trading ventures like the one that Shakespeare's Merchant of Venice carried on could be fabulously profitable, they also required long waits for returns on the investments. Sir Francis Drake took nearly three years to go around the world, but the voyage yielded a profit of about 500,000 British pounds -- twice the annual revenue of the crown in the days of Queen Elizabeth I. \u001d  Since elevated risk always accompanies high potential reward, these voyages could be disastrous for investors as well as the sailors. Many a ship that set off for the Spice Islands or the New World in the 16th century simply vanished. Thus, a legal mechanism was needed to allow capitalists to invest a limited sum without chancing being wiped out. It was also helpful to have an enterprise that would last beyond the deaths of the original investing partners. \u001d  The answer: the corporation. The corporation in its original form was devised in the Middle Ages, first to protect the property of the Catholic Church, and later that of private citizens. The City of London is one of Europe's most ancient corporations (and a rich one, too; it owns about one-quarter of the land in the City, London's financial district). The medieval guilds were also corporations. \b \u001d  In the Renaissance, a new type of corporation arose, adding two features that would be key to enterprise growth and capitalism: limited liability and tradable shares. An investor couldn't ever be forced to pay more than his original investment -- his liability was limited. He could liquidate his investment if he could find a buyer. When he did so, he had no further interest in the enterprise. The first such organization in England was the Muscovy Co., given a monopoly of trade with Russia in 1555. Many more were formed in ensuing decades, including the famous East India Co. in 1599. \u001d  America might never have acquired its distinctive bent in private enterprise without the joint-stock company. Several colonies, including Virginia and Massachusetts, were founded by profit-seeking corporations, not the British crown. But only the crown could create a corporation, and that meant only people in favor with the king could hope to set one up. Likewise, when the new American state legislatures took over those corporate-creation powers, the new U.S. entrepreneurs with the closest ties to lawmakers continued to enjoy privileged protection, with all the attending political hanky-panky. \u001d  Alexander Hamilton's Federalist Party dominated New York in the 1790s, and Aaron Burr, the state's leading Jeffersonian Democrat, wanted to open a bank. For that he needed a corporate charter. He knew he had no chance simply applying to the legislature for one, so he slipped a provision into a bill to charter a desperately needed water company for Manhattan. The provision let the company use any \"surplus capital\" as it saw fit. \u001d  Long before it laid a single length of water pipe, the Manhattan Co., as it was called, opened a bank. Within three years, Burr owed it $64,903.63, a moderate fortune at the time. The company eventually supplied about 1,000 houses with water, but exited that business as soon as it could and became solely a bank. Its descendant, still in banking, is JPMorgan Chase. \u001d  Politicians don't surrender power eagerly, and they certainly weren't eager to surrender the delicious power to create corporations. So such shenanigans might have continued unabated through the 19th century and beyond. But then came the U.S. Industrial Revolution, greatly boosting demand for capital. Early railroads, for example, could easily cost an average of $36,000 a mile to construct at a time when $2,000 a year was a comfortable middle-class income. \b \u001d  Only a handful of corporations existed in the U.S. at the end of the American Revolution. But in the 18th century's last four years, state legislatures chartered 335 corporations, and the pace accelerated relentlessly in the 19th century. Pennsylvania alone chartered 2,000 between 1800 and 1860. \u001d  In 1811, New York state passed the world's first general incorporation law, allowing entrepreneurs to form corporations by meeting some simple filing requirements. Other states followed, some reluctantly. At first, there were many restrictions on these corporations. While they specified the types of businesses corporations could engage in and limited the duration of their charters, they failed to curb liability. \u001d  Competition among the states to attract businesses drove them to loosen the restrictions. Standard Oil invented the trust in 1880 in order to evade restrictions in Ohio's incorporation law. In 1889, when New Jersey allowed holding companies and the ownership of property in other states, Standard Oil and many other corporations flocked to incorporate there. Delaware followed suit, and cut corporate taxes so deeply that most large U.S. companies are incorporated there today. \u001d  By the turn of the 20th century, the American economy was dominated by corporations. It still is. As the president of Columbia University explained in 1911: \"The limited-liability corporation is the greatest single discovery of modern times. . . . Even steam and electricity are far less important . . . they would be reduced to comparative impotence without it.\" \u001d  --- \u001d  JOHN STEELE GORDON is an author of business books, most recently An Empire of Wealth: The Epic History of American Economic Power. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"848cfc1eff06ff2718cee32a455286f3","symR":["4841.HS","GOOG","JP3505950000"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) Tech Trader: Google: The New Antitrust Target?","GmtTimeStamp":"2007-07-21T04:02:00.000000000","CompanyCodes":["4841.HS","GOOG","JP3505950000"],"IndustryCodes":["ADV","ISV","MED","XDJGI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Eric J. Savitz \u001d  So, it turns out that Google is mortal. After the close on Thursday, the search giant reported second-quarter earnings that included a feature the company has rarely displayed: lower-than-expected per-share earnings. Burdened by a faster-than-expected rise in costs -- in particular a higher-than-planned jump in headcount -- the company came up a few pennies shy of the Street's expectations. It was nothing dramatic, but the slight miss was enough to shake up investors, who immediately trimmed Google's share price by 7%. \u001d  That doesn't change the fact that Google (ticker: GOOG) continues to be the overwhelmingly dominant player in Internet search; even the more conservative estimates of its market share suggest it has at least 50% of the U.S. search market, with an even bigger slice in some countries. Meanwhile, the company is moving to expand its reach in Web advertising with its pending $3 billion purchase of DoubleClick, a leading provider of online display ads. (Google rules the roost when it comes to search ads, of course.) \u001d  Last week there were growing signs that the proposed deal could come in for close government scrutiny. Scott Cleland, a long-time tech analyst who now runs a Washington-based consulting firm called Precursor (it is a successor to a defunct Wall Street-focused research firm of the same name), last week made the eye-opening prediction that the Federal Trade Commission was going to block the deal on antitrust grounds. \u001d  Some observers noted that Cleland might not be an entirely unbiased observer; he also runs a group called NetCompetition.org which represents cable, phone and wireless companies on the 'Net-neutrality issue. They all oppose the notion, in direct conflict with Google's view. But Cleland says no one paid him to assess the DoubleClick deal, and in any case he's hardly the only one taking a close look at the situation: In addition to the current FTC review, hearings have been scheduled by the Senate Judiciary Committee's antitrust subcommittee and the House Energy and Commerce Committee's consumer-protection subcommittee. The European Union is studying it, too. \u001d  Cleland makes a long and persuasive case; you can read the full report at his new site, googleopoly.net. But his view boils down to this: By combining its current dominance in search advertising with DoubleClick's leading position in online display ads, he thinks Google is trying to corner the online advertising market. If Google pulls it off, he believes consumers, competitors and content providers all will suffer the consequences. \u001d  Cleland also has a broader point to make: He thinks Google is rapidly replacing Microsoft (MSFT) as the favorite target of federal regulators. As Cleland notes, previous Google acquisitions, like its purchase of YouTube, have sailed through the regulatory process unmolested. But as the company continues to gain market share -- a Cowen report recently asserted that Google almost certainly was headed to 90% query share -- Cleland thinks future deals are going to get more scrutiny. A lot more scrutiny. \b \u001d  Here in Silicon Valley, the digerati have developed a kind of political bipolar disorder. On the one hand, they want Congress and the rest of the regulators in Washington to keep their paws off the cool stuff everyone is building (or buying). On the other hand, they want to make sure that Uncle Sam provides the right incentives to keep the environment alluring. We -- and by \"we\" in this instance I mean all of the other people who live out here, but not necessarily me -- want more H1-B visas, we want 'Net neutrality, we want incentives to build out broadband, we want low tax rates on venture-capital investments, we want R&D tax credits, and we want (most of the time) low trade barriers. Among other things. \u001d  I wondered how some of the Valley's more famous denizens were investing their political dollars for the 2008 presidential campaign, so I started goofing around with a handy database of campaign donations on the New York Times Website. The database lets you search by zip code; I scoured the list for interesting donors from towns like Woodside, Los Altos, Los Altos Hills, Atherton, Palo Alto, Menlo Park and Saratoga, where for a million bucks you can get a super-nice townhouse; I also checked out Marin County and the tonier areas of San Francisco. \u001d  So here's what I found. There is considerable support for both Barack Obama and Hillary Clinton here; John Edwards lags. John McCain has a following in the Valley, although the guy the Sand Hill Road crowd really likes is Mitt Romney, who once worked in private equity at Bain Capital. \u001d  Here's a sampling of donors to the leading candidates; for a longer list, see my Tech Trader Daily blog at blogs.barrons.com. \u001d  Barack Obama: Electronic Arts CEO John Riccitiello; HRJ Capital partner and former San Francisco 49er Ronnie Lott; Bill Davidow, partner and co-founder at Mohr Davidow; Elevation Partners founder Roger McNamee; Genentech COO Myrtle Potter; Intuit Chairman Bill Campbell; Adobe co-founder John Warnock; Steve Jurvetson, venture capitalist at Draper Fisher Jurvetson; YouTube co-founder Chad Hurley; Michael Moritz, partner, Sequoia Capital. \u001d  Hillary Clinton: SpikeSource CEO Kim Polese; Gary Lauder, venture capitalist and grandson of Estee Lauder; Nancy Heinen, former general counsel, Apple Computer; former Piper Jaffray Internet analyst Safa Rashtchy; Brook Byers, Kleiner Perkins Caufield & Byers. \u001d  John McCain: ThinkEquity founder Michael Moe; Cisco CEO John Chambers; former HP CEO Carly Fiorina. \u001d  Mitt Romney: Frank Caufield and Kevin Compton, Kleiner Perkins Caufield & Byers; Don Valentine, Sequoia Capital; Hewlett-Packard exec Ann Livermore; eBay CEO Meg Whitman; Fred Anderson, partner at Elevation Partners; August Capital's David Marquardt; Tim Draper, Draper Fisher Jurvetson; Intel CEO Paul Otellini; John Sculley, investor and former Apple CEO. \u001d  Rudy Giuiliani: Charlie Giancarlo, CTO at Cisco System; E. Floyd Kvamme, partner, Kleiner Perkins; Brian Halla, CEO, National Semiconductor. \u001d  Multiple candidates: Symantec CEO John Thompson, Clinton and Obama; Palm co-founder Jeff Hawkins, Clinton and Obama; former Palm CEO Donna Dubinsky, Clinton and Obama; Laurene Powell Jobs (Steve's wife), Clinton, Edwards and Obama; Vinod Khosla, venture capitalist and green-tech evangelist, Clinton, Obama and McCain. \u001d  --- \u001d  e-mail: eric.savitz@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:02 ET (04:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8e45fc00ff3cf73de329f60fa9f4a712","symR":["IDG.T","CA45567S1083"],"date":"2007-07-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Canada's Indigo Posts Sales Record For Harry Potter Book -CP","GmtTimeStamp":"2007-07-21T12:51:00.000000000","CompanyCodes":["IDG.T","CA45567S1083"],"IndustryCodes":["OTS","RTS","XDJGI"],"Story":"\b \b   DOW JONES NEWSWIRES \b \u001d  The new Harry Potter will go down in history as the fastest and best-selling book for Canada's Indigo Books & Music Inc. (IDG.T), the company said Saturday, according to Canadian Press. \u001d  The chain reported that three books per second sold at Indigo Midnight Magic events across Canada. \u001d  Indigo sold more \"Harry Potter and the Deathly Hallows\" early Saturday than it did the phenomenal book, \"The Secret\" to date, CP reported \u001d  In Toronto, Indigo closed down part of Bay Street to host Canada's largest Harry Potter Party. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 08:51 ET (12:51 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8e5c4d45c36b2ff63092d44003e21005","symR":["500570.BY","BMW.XE","F","GM","TPG.XX","TTM","DE0005190003","INE155A01014","US3704421052"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) Follow-Up: Ford Turnaround At Perilous Stretch","GmtTimeStamp":"2007-07-21T04:09:00.000000000","CompanyCodes":["500570.BY","BMW.XE","F","GM","TPG.XX","TTM","DE0005190003","INE155A01014","US3704421052"],"IndustryCodes":["AUT","FIS","TRQ","XDAX","XDJGI","XDJI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Jay Palmer \u001d  The United Auto Workers begin formal contract talks with Ford and General Motors today, after officially having kicked off negotiations Friday with Chrysler. The union hasn't designated the one car maker that will be its \"target\" -- and thus set the pattern for the contracts with the other two. But Ford officials suspect that their company will be it. \u001d  If so, then it will be just one of two major negotiations for Ford (ticker: F) this week. In Europe, it will meet with potential buyers for its Jaguar and Land Rover units, two key (if loss-making) parts of its Premier Auto Group. Among the rumored bidders are BMW, India's Tata Motors and several private-equity groups, including TPG Capital. Hyundai and Renault are thought to have backed away, as has Cerberus Partners, which paid $7.4 billion in May to buy Chrysler. \u001d  The two sets of talks aren't unconnected. A key element in the labor discussions will be health-care costs for workers and retirees, which have risen so far so fast as to cripple Ford's competitive standing. One possible cure: creation of a voluntary employees' beneficiary association, or VEBA, a benefits pool controlled by the UAW that would take over the company's responsibility for health care. The fund for Ford employees would have to be initially financed by the company at a cost of $30 billion to $60 billion. \u001d  Selling Jaguar and Land Rover would help raise some of that cash. Ford hopes to get up to $6 billion for them, but some industry analysts believe it will be fortunate to clear $2 billion. A more fruitful source of cash could be Volvo. Though Ford denies it will sell the Swedish car manufacturer, it's the one profitable part of its luxury group, and might raise as much as $8 billion. \u001d  The new four-year labor contract will be the most important for Detroit since Henry Ford was forced to recognize the union in 1941. Indeed, the survival of Ford, General Motors (GM) and Chrysler could be at stake. \u001d  The central issue remains health care, which adds an estimated $1,000 of costs to every vehicle that Ford sells -- a burden many foreign auto makers don't bear directly because their governments cover it. A VEBA would put health liability on the union's shoulders long-term and, almost certainly, involve some cut in benefits. The union is loath to accept the idea, but recognizes the alternative could be bankruptcy and a sweeping court-ordered reduction in wages and benefits. \u001d  The urgency for a turnaround is palpable. Since 2001, Ford has lost $20 billion, $12.6 billion of it last year. A major factor: rising fuel prices, which have hurt sales of SUVs, pickups and large cars. \u001d  A sale of Land Rover and Jaguar was among the actions we suggested that Ford take when we penned an article on the company shortly after turnaround specialist Alan Mulally became its CEO (\"Welcome to Ford; Now Save Us, Please,\" Sept. 11, 2006). We also suggested some other needed changes, such as creating a unified style for the core Ford brand. And we wrote in favor of a few moves that Ford obviously doesn't agree with, such as ditching the Mercury division, which sells just 200,000 cars a year -- most of them cosmetically tweaked twins of Ford models. \u001d  For the moment, such issues are taking a back seat as Ford and its domestic rivals struggle to come up with a labor contract that makes them more competitive. But if the industry does arrive at a reasonable compromise with the UAW, the focus will shift back to a key issue: Can the Detroit Three make vehicles that more Americans will buy without rebates or other costly inducements? \u001d  Obviously, the jury is out. Some new domestic models are selling briskly -- Saturn sales are up 27% this year, Ford's Edge is selling well, and there's a waiting list for the new Buick Enclave crossover, the first waiting list that brand's dealers have seen in years. But by and large the domestics continue to lose share. In fact, in one of the next few months, the Detroit Three are likely to sell only 50% of the vehicles Americans buy. In its heyday, GM controlled about half the market. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"947002d1f42de2bef9370576946a4f13","symR":["532174.BY","IBN","INE090A01013"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"UPDATE:India ICICI Bank 1Q Net +25%; Higher Fee Income Helps","GmtTimeStamp":"2007-07-21T09:06:00.000000000","CompanyCodes":["532174.BY","IBN","INE090A01013"],"IndustryCodes":["BNK","XDJGI","XNYA"],"Story":"\b \b   By Romit Guha \b   Of DOW JONES NEWSWIRES \b \u001d  (Updates with company, analyst comments, background) \b \u001d  MUMBAI (Dow Jones)--ICICI Bank Ltd. (532174.BY), India's largest bank in the private sector in terms of assets, said Saturday that net profit for the fiscal first quarter rose 25%, driven mainly by growth in fee-based income and continued demand for credit. \u001d  Net profit for the April-June period rose to INR7.75 billion from INR6.20 billion a year earlier, beating estimates. The average of estimates in a Dow Jones Newswires poll of four analysts was INR7.25 billion. \u001d  \"This has again been a strong quarter for the bank. But net interest income came in lower than my expected INR19 billion,\" said Sarika Lohra, an analyst at Mumbai-based brokerage Angel Broking. \u001d  Vishaka Muley, the bank's chief financial officer, told reporters that the growth was mainly due to the 16.2% on-year increase in net interest income and a growth in fee income. \u001d  The New York-listed bank's quarterly net interest income, or NII - the difference between interest earned and interest paid - increased to INR17.14 billion, from INR14.75 billion a year earlier, driven by total asset growth of over 34%. \u001d  \"Their interest expenses grew 64% on year because of higher average cost of funds while their interest income grew 50%,\" said Lohra, explaining why the bank's NII came in below her expectations. \u001d  Total income for the New York-listed bank rose 53.4% to INR92.81 billion from INR60.50 billion. \u001d  Net interest margin, or NIM, contracted to 2.3% from 2.5% a year earlier, hurt by an increase in the cash reserve ratio - share of cash deposits that banks must set aside with the central bank - in March 2006 to 6.5% from 6%, Muley said. \u001d  Muley didn't give any projections for the NIM but said that the bank had \"by and large\" passed on any rise in costs to the customer. \u001d  Lohra said she expects the bank to maintain or expand NIM in the current second quarter ending Sep. 30, on an expected cut of from 25 basis points to 50 basis points on deposit rates, and a cut in lending rates as well. \u001d  The bank's quarterly fee income increased 35% to INR14.28 billion from INR10.55 billion a year earlier. \u001d  \"The bank is focusing on fee-based products and services, as well as utilizing opportunities presented by the domestic and international expansion of Indian companies,\" ICICI Bank said in a news release. \u001d  For the quarter, total advances grew 35% to INR1,982.77 billion from INR1,471.84 billion a year earlier. \u001d  Retail advances, which makes up 64% of total advances, grew 29% on year to INR1,274.16 billion, the bank said in a statement. \u001d  \"We do see a slowdown in home and auto loans due to high interest rates and high property prices. This was however offset by growth in the credit cards and personal loan portfolio, and international operations,\" Muley said. \u001d  Credit cards and personal loans, which made up less than 10% of the bank's total portfolio, now contribute 17%-18%, Muley added. \u001d  The bank has a share of more than 30% in the retail loan market in India. \u001d  \"Overall, we expect the system credit growth to be 20%-25% from the 35%-40% we have been seeing in the past, mainly due to the rising interest rates and high real estate prices,\" Muley said. \u001d  Banks such as ICICI Bank and HDFC Bank Ltd. (500180.BY) have benefited from India's booming economy, which is expected to grow at 8.5% for the current fiscal year, which ends March 31, 2008. \u001d  Demand for credit has raced along with the growing economy, with around 30% annual credit growth on average the past three years - underscoring the need for funds from the housing and industrial sectors, as well as a rise in consumer-credit demand from an increasingly affluent middle class. \u001d  HDFC Bank, which has a strong presence in the retail lending market, this month posted 34.3% growth in its net profit for the fiscal first quarter, spurred by a rise in interest income, and had said it expects growth to be stable despite rising interest rates. \u001d  As for ICICI, \"We think the interest rates have peaked and we could see some softening,\" Muley said. \u001d  The Reserve Bank of India is meeting July 31 to review India's credit policy and decide on short term rates. \u001d  Since January 2006, the RBI has raised its key overnight lending rate by 1.5 percentage points to 7.75% as part of efforts to check inflation. \u001d  ICICI also said deposits grew 26% on-year to INR2,307.88 billion. \u001d  As on June 30, the bank's net non-performing assets were at 1.3% of net customer assets, as against 0.98% a year earlier. \"The bank's asset quality is a concern,\" said analyst Lohra. \b \b   -By Romit Guha, Dow Jones Newswires; 91-9900181471; romit.guha@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 05:06 ET (09:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9848f6273dbbf792665b13a3fd0014b3","symR":["WEF.T","CA9582112038"],"date":"2007-07-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Forestry Mills Along British Columbia Coast Hit By Strike -CP","GmtTimeStamp":"2007-07-21T16:25:00.000000000","CompanyCodes":["WEF.T","CA9582112038"],"IndustryCodes":["FOR","XDJGI"],"Story":"\b \b   DOW JONES NEWSWIRES \b \u001d  Forestry mills along coastal British Columbia are behind picket lines as workers began a strike that started at 12:01 a.m Saturday, Canadian Press reported. \u001d  Island Timberlands and 31 member companies of Forest Industrial Relations, including West Fraser Mills Ltd. and Western Forest Products Inc. (WEF.T), are taking action. \u001d  So far, about 6,000 forestry workers have walked off the job, according to CP \u001d  Employees at Interfor, which has three sawmills in the Lower Mainland, are expected to join the strike later Saturday, CP reported. \u001d  Stephen Hunt with the Untied Steelworkers said no talks have been scheduled with Forest Industrial Relations, and there have been no major developments since the strike deadline passed. \u001d  Ron Shewchuk with Forest Industrial Relations said the employer has gone as far as they're willing to go and that their offer is worth considering, CP reported. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 12:25 ET (16:25 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9a844e9c7c2b963eeb44f7edfd4102fe","symR":["500209.BY","500376.BY","507685.BY","532400.BY","532540.BY","532755.BY","CTSH","INFY","SAY","SYNT","WIT","INE009A01021","INE075A01022","INE275A01028","INE467B01029","INE669C01028","INE836A01035"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) Asian Trader: Rare Headwinds Toss India's Outsourcers","GmtTimeStamp":"2007-07-21T04:04:00.000000000","CompanyCodes":["500209.BY","500376.BY","507685.BY","532400.BY","532540.BY","532755.BY","CTSH","INFY","SAY","SYNT","WIT","INE009A01021","INE075A01022","INE275A01028","INE467B01029","INE669C01028","INE836A01035"],"IndustryCodes":["SOF","TSX","XDJGI","XISL","XNQ1","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Elliot Wilson \u001d  India's summer monsoons have brought not just rain this year but tricky winds and unusual turbulence for the country's information-technology companies. \u001d  The cause is India's currency, the rupee. Once one of the most enfeebled currencies in Asia, it has been on a tear in recent months, appreciating by an unprecedented 7.1% in the second quarter alone. \u001d  \"The key issue for the entire sector in the near term is not the business environment -- underlying demand and price trends are encouraging -- but the margin pressure stemming from currency appreciation,\" says Ashish Thadhani, senior vice president for research at New York-based Gilford Securities. \u001d  The rising rupee is dampening earnings at India's leading tech companies, most of which derive more than half their sales from clients in the U.S. As a result, Nasdaq-listed Infosys (ticker: INFY) and Mumbai-listed Tata Consultancy Services, or TCS (TCS.India), saw around five cents swept off diluted earnings per American depositary share for the first quarter of fiscal 2008, which for India's companies began April 1. \u001d  A further drag on industry leaders is surging salaries -- a worrying new phenomenon caused, perhaps inevitably, by the increasing size, wealth and power of India's tech sector, which allows skilled engineers to jump easily to higher-paying jobs across town. \u001d  \"There is a fierce war going on between IT companies to retain employees,\" says Christopher Palmer, head of globalemerging markets at Gartmore Investment Management in London. \"Wages and benefits have gone up, and it's becoming normal to see very strong double-digit wage increases.\" \u001d  Both factors have hit stock prices. \u001d  Shares of Infosys, Syntel (SYNT), Wipro (WIT) and Cognizant Technology Solutions (CTSH) have lost between 5% and 12% of their value over the past three months, even as the Nasdaq gained nearly 8%. Only NYSE-listed Satyam Computer Services (SAY) has bucked the headwind -- its stock is up almost 10% in that time thanks to a concerted effort to hire cheaper college grads and keep costs down. \u001d  TCS' chief financial officer, S. Mahalingam, conceded to Barron's that currency and salary increases had made the first quarter \"a bit of a challenge.\" \u001d  Nonetheless, the basic themes in India's remarkable recent run haven't been shaken. The country's top technology companies are among the most aggressive in the world, keeping costs low, reinvesting heavily and continually pushing into non-U.S. markets. TCS in the most recent quarter set up a development center in Mexico, catering to 150 clients across 14 countries in Latin America. \u001d  And despite the robust rupee's fiscal-first-quarter toll, the broader earnings outlook remains bright. Infosys posted diluted earnings of 46 cents a depositary share in the quarter, compared with 31 cents a year ago. Gilford Securities has raised its estimates for fiscal 2008 to diluted earnings of $1.95 on revenue of $4.187 billion, from $1.85 on revenues of $4.165 billion. TCS posted a 37.4% year-on-year rise in first-quarter earnings, to $292 million, on revenues of $1.289 billion, and most analysts maintain a Buy rating on the stock. \u001d  David Riedel, managing director of New York's Riedel Research, sees India's IT industry, which recorded sales of $47.8 billion in calendar year 2006, continuing to grow at just shy of 30% a year for the foreseeable future. \u001d  Yet the currency issue has introduced some uncertainty. Some analysts believe the rupee will depreciate in the near term; others worry that India's central bank will soften its policy of currency intervention, pushing the rupee below the psychological barrier of 40 to the dollar. \u001d  This situation has encouraged analysts to think more broadly about India's IT sector. Riedel highlights a pair of Mumbai-listed stocks -- KPIT Cummins (KPIT.India) and Tech Mahindra (TECHM.India), niche software providers to the auto and telecom sectors, respectively -- as less sensitive to the currency, and focused on opportunities beyond financial services outsourcing. \u001d  Thadhani likes Cognizant, a $12 billion-global company that, despite its Teaneck, N.J., headquarters, is India's fourth-largest software exporter. Nasdaq-listed Cognizant, he says, will outpace its rivals, growing at a compound rate of 35%-40% in 2006-2008, versus 25%-30% for its peers. And he says a recent drive to cut head count and costs was misinterpreted by the market as a sign of weakness, leaving the shares due for a bounce -- Thadhani  has a $108 target on a stock that closed at $84.99 on July 19. \u001d  He remains bullish on the sector: \"Currency is the overriding near-term issue -- it's going to be choppy trading for a while, but that may create opportunities for investors.\" \u001d  --- \u001d  Elliot Wilson, a free-lance writer who's lived in Beijing and Hong Kong, will soon cover Indian markets from Mumbai. \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a05bdc6c42b448068914b4da0597796b","symR":["ETFC"],"date":"2007-07-21","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/23) The Missing Man -2-","GmtTimeStamp":"2007-07-21T04:06:00.000000000","CompanyCodes":["ETFC"],"IndustryCodes":["SCR","XDJGI","XRUS","XSP5"],"Story":"\u001d  Also, it's worth asking whether the flows into global stock funds -- the ones that have already surged the most -- do reflect an appetite for risk, just a preference for non-U.S. risk. \u001d  Sentiment among institutional investors doesn't offer the broad negativity that a good contrarian buyer might want to see before getting aggressively behind stocks. Mutual-fund managers are holding record-low levels of cash. The Market Vane and Consensus sentiment surveys of professional investors have consistently shown the pros to be bullish. This complacent optimism is offset by a large base of shorted stock and heavy defensive-put positions, owing to the huge hedge-fund cohort. \u001d  Tom McManus, market strategist at Banc of America Securities, makes a regular study of investor-fund flows. He has been saying for some time that he believes investors are not exhibiting fear of equities, but are \"just bored\" by big-cap U.S. shares when viewed against the sexier returns of emerging-market stocks, small-caps and commodities. Partly for this reason, he has favored the very large U.S. stocks that the herd, until recently, has shunned. \u001d  Investors who have remained on the sidelines as the S&P 500 has nearly doubled since early 200 and are wary of re-entering the game as it ends should be aware of a few things. One is that those corporate-bond funds that so many have been \"hiding\" in are likely no longer a great buffer against possible market difficulties. If stocks falter, it will very possibly be because the corporate debt market buckles. \u001d  Also, it's not early in the bull market. Hedge funds and the deep-liquidity environment have ensured that the average stock is not cheap. Any continuation of this bull market will rely heavily on expanding price-earnings multiples rather than raw earnings growth, corporate buybacks and merger-and-acquisition activity. \u001d  This means stocks are likely to be more volatile, even if some of the volatility is of the upside variety. We are at the point in this bull market when, in both the '80s and '90s, the market experienced a nasty \"gut check\" -- in the form of the '87 crash and the emerging-markets crises of both '97 and '98. In neither instance was it fun or comfortable. But none of those episodes meant the very end of the fun, either, and each case proved a good buying chance, with a couple of profitable years afterward before bear markets hit. \u001d  Should we get one of those late-summer swoons or fall debacles, it could just be the chance for the little guy to defy his reputation as the market's patsy. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a2c21fa063f32b54bc2060e60f5358d1","symR":["ED","US2091151041"],"date":"2007-07-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"CORRECT: NYC Neighborhood Includes Cos' Offices, Not HQs","GmtTimeStamp":"2007-07-21T04:12:00.000000000","CompanyCodes":["ED","US2091151041"],"IndustryCodes":["ELC","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\u001d  The neighborhood just south of Grand Central Terminal is one of the nation's most expensive commercial districts, including offices for Pfizer Inc., real estate firm Newmark Knight Frank and magazine publisher Meredith Corp. \b \u001d  (In \"NYC Steam Pipe Blast Could Cost Affected Businesses Big Bucks,\" published at 7:25 p.m. EDT, the companies' offices were incorrectly defined as headquarters.) \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:12 ET (04:12 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a7681f4de5bb8947044f179f1a74b608","symR":["30086.AE","30110.AE","ABN","BARC.LN","BCS","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","GB0031348658","NL0000301109"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"ABN Amro CEO Favors Barclays Offer Over RBS-Led Bid-Interview","GmtTimeStamp":"2007-07-21T08:47:00.000000000","CompanyCodes":["30086.AE","30110.AE","ABN","BARC.LN","BCS","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","GB0031348658","NL0000301109"],"IndustryCodes":["BAN","BNK","XAEX","XB20","XDJGI","XENX","XES","XFT1","XGTI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  AMSTERDAM (AP)--ABN Amro Holding NV (30110.AE) Chief Executive Rijkman Groenink said in an interview published Saturday that he still prefers a takeover offer from Barclays PLC (BARN.LC) that is worth at least 10% less than a EUR71.1 billion bid from a banking consortium led by Royal Bank of Scotland PLC (RBS.LN). \u001d  But Groenink also conceded that the RBS group appears set to win the fight for ABN Amro, the largest takeover battle in the history of the financial industry. \u001d  \"I'm still convinced that the merger with Barclays is the best,\" Groenink told the respected financial daily NRC Handelsblad in his first detailed public remarks since a shareholders' meeting in April. \"It's better in terms of its content, but it's not good enough in terms of amount.\" \u001d  RBS and its partners said Friday they will launch an offer of EUR38.40 per share for ABN Amro Monday, mostly in cash, that will last until Oct. 5. The offer would become unconditional if more than 80% of ABN shareholders tender their shares. \u001d  Meanwhile Groenink and ABN's board have agreed to an all-share bid worth EUR33.86 per ABN share based on Barclays's closing price Friday - which shareholders are likely to spurn, he conceded. \u001d  \"The difference is too large for many investors even to look at the Barclays offer,\" Groenink told the paper. \u001d  \"Hedge funds and speculators\" likely hold 30% to 40% of ABN's shares, he said. \"They have only one interest and that's in the highest offer, in cash, and today, please.\" \u001d  Many institutional investors also hold ABN Amro shares, and they are legally obliged to chose the highest offer in such situations. \u001d  In light of RBS's higher bid, Barclays has said it may sweeten its offer or add a cash component in order to remain competitive. \u001d  Analysts say that, based on offer price alone, Barclays cannot hope to win a battle with RBS and its partners, Fortis NV (FORB.BT) of Belgium and Banco Santander Central Hispano SA (STD). \u001d  However, ABN shares closed down 1.1% at EUR36.63 in Amsterdam, somewhere between the two offers, suggesting investors were not fully convinced the RBS group will win. \u001d  Barclays Chief Executive John Varley has said that, while his bank's bid may be lower, it would offer a better long-term return to shareholders and avoid what he called the planned \"carve up\" of the company by the consortium. \u001d  Fortis wants ABN's Dutch operations, Santander wants its Brazilian and Italian arms, and RBS wants the rest, including its investment banking arm. \u001d  In the interview, Groenink repeated that, under Dutch law, he has a duty to consider more than just the interests of shareholders, who he said \"can look after themselves.\" \u001d  But he remained mostly vague about the reasons he believes a takeover by the consortium is less desirable than a merger with Barclays. Barclays has said its merger will lead to more than 20,000 jobs lost or outsourced, mostly in England, while the consortium has said its offer will lead to fewer job losses overall. \u001d  Groenink said there was no proof of that. \u001d  \"ABN Amro has still not had any answers to questions we've had since the beginning of May, about the risks of splitting up the company for customers, employees and society at large,\" he said. \u001d  He also added there was a danger that if the RBS consortium wins \"the chance is bigger that there's an exodus from the head office because people don't have any desire to work on breaking apart the bank for one, two or three years. They'd rather go somewhere else to build something.\" \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 04:47 ET (08:47 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"abadfe1fd03b26d66fb173b740ba8242","symR":["6448.TO","7733.TO","7762.TO","9533.TO","BRTHY","OCPNY","SLPL","JP3201200007","JP3352400000","JP3600200004","JP3830000000"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Brother Indus, 3 Cos Forms Cross-Shareholding Alliance-Nikkei","GmtTimeStamp":"2007-07-21T18:49:00.000000000","CompanyCodes":["6448.TO","7733.TO","7762.TO","9533.TO","BRTHY","OCPNY","SLPL","JP3201200007","JP3352400000","JP3600200004","JP3830000000"],"IndustryCodes":["CLO","ENT","GAS","OFF","REQ","TEX","X225","XDJGI","XISL"],"Story":"\b \u001d  TOKYO (Nikkei)--Brother Industries Ltd. (BRTHY) has entered into cross-shareholding arrangements with Citizen Holdings Co. (7762.TO), Olympus Corp. (7733.TO) and Toho Gas Co. (9533.TO), as part of efforts to increase the number of stable shareholders, said sources familiar with the matter, according to The Nikkei's Saturday evening edition. \u001d  As of the end of March, Brother acquired stocks totaling around Y2.6 billion in the three companies, with about Y1 billion each for Citizen and Olympus and about Y600 million for Toho Gas. \u001d  The three firms appear to have purchased about the same amount of shares each in Brother the previous fiscal year. \u001d  U.S. investment fund Steel Partners Ltd. (SLPL), which became the top shareholder in both Brother and Citizen last year, demanded the firms to significantly boost their dividends. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 14:49 ET (18:49 GMT)"},{"md5ID":"aca5cc967764327edb02af3c2cb28d70","symR":["CAIR.CP","CY0002900716"],"date":"2007-07-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Cyprus Airways Reschedules 12 Flights As Pilots Strike","GmtTimeStamp":"2007-07-21T09:30:00.000000000","CompanyCodes":["CAIR.CP","CY0002900716"],"IndustryCodes":["AIF","AIR"],"Story":"\b \u001d  NICOSIA (AP)--Cyprus Airways pilots went on a five-hour strike Saturday, forcing the company to reschedule 12 flights, airline spokesman Kyriakos Kyriakou told The Associated Press. \u001d  The strike affected about 2,000 passengers booked on the flights to and from European points including Paris, Manchester, London, Athens, Thessaloniki and Zurich. \u001d  \"The strike has begun but we've made arrangements for both the morning and afternoon flights affected by the strike,\" Kyriakou said. \u001d  The pilots are on strike from 10 a.m. to 3 p.m. (0700-1200GMT) demanding that collective employment agreements - frozen for the past two years under the loss-making airline's restructuring plan - be recognized. \u001d  Kyriakou said it was too soon to go back to the agreements because the airline had not yet returned to profitability. \u001d  The pilots are also meeting Saturday to discuss the next steps. \u001d  Kyriakou expressed hope that \"logic prevails\" so that the pilots don't escalate measures that would jeopardize the national carrier's future. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 05:30 ET (09:30 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b0ad729ce9af28ad1e4608e486396895","symR":["9501.TO","JP3585800000"],"date":"2007-07-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Suspended Nuclear Plant May Cut Tepco Profit By Y200B -Nikkei","GmtTimeStamp":"2007-07-21T17:33:00.000000000","CompanyCodes":["9501.TO","JP3585800000"],"IndustryCodes":["ELC","X225","XATI","XDJGI"],"Story":"\b \u001d  TOKYO (Nikkei)--Tokyo Electric Power Co. (9501.TO) will likely have to bear additional costs of about Y200 billion for the year ending March if it is unable to resume operations by the end of the fiscal year at its Kashiwazaki-Kariwa nuclear power plant in Niigata Prefecture, which sustained damage from a powerful earthquake on July 16, The Nikkei reported in its Sunday morning edition. \u001d  The cost would wipe out half of the pretax profit it forecast, suggesting the firm might log a huge profit decline. \u001d  The nuclear plant houses seven nuclear reactors, which together account for about 47% of electric power generated by Tepco's all nuclear plants. Currently, operations at all seven reactors are suspended. To go back online, the plant will first have to have its quake-resistance capabilities reinforced, which means its prospects of resuming output by the end of this fiscal year are dim. \u001d  Tepco now forecasts that the utilization rate of nuclear facility in total will be at around 40% for the three months through September. If the current reduced level of output continues into this fall, the annual operating rate would decline to 47%-48% from the 72% projected at the beginning of the year.  The company said every one percentage point drop in the utilization rate reduces profit by Y9.5 billion, indicating possibly a Y200 billion drop in profit, even excluding resuming costs. \u001d  Also, crude oil has been traded higher than the $60 a barrel assumed at the beginning of the year, dealing another blow to the firm. If the price remains at $65 per barrel, it would slash Tepco's profit by about Y60 billion this fiscal year. \u001d  Meanwhile, the company enjoyed brisk demand for large-lot electricity for industrial use and saw a 2.2% rise in sales for the April-June quarter, slightly larger than it anticipated.  It expects to meet its group sales forecast of about Y5.4 trillion. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 13:33 ET (17:33 GMT)"},{"md5ID":"b1b0e864125a77b9dd0983246312eec0","symR":["532174.BY","IBN","INE090A01013"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":": ICICI Bank Performance Review - -2-","GmtTimeStamp":"2007-07-21T10:18:00.000000000","CompanyCodes":["532174.BY","IBN","INE090A01013"],"IndustryCodes":["BNK","XDJGI","XNYA"],"Story":"\bAdvances                        147,184   198,277    35%       195,866 \b---------------------------------------------------------------------- \bOther investments                20,827    33,081    59%        23,890 \b---------------------------------------------------------------------- \bFixed & other assets             17,178    19,505    14%        20,413 \b---------------------------------------------------------------------- \bTotal assets                    266,265   356,932    34%       344,658 \b---------------------------------------------------------------------- \bLiabilities \b---------------------------------------------------------------------- \bNetworth                         22,770    24,686    8%         24,313 \b---------------------------------------------------------------------- \b- Equity capital                    892       903    1%            899 \b---------------------------------------------------------------------- \b- Reserves                       21,878    23,783    9%         23,414 \b---------------------------------------------------------------------- \bPreference capital                  350       350     -            350 \b---------------------------------------------------------------------- \bDeposits                        183,006   230,788    26%       230,510 \b---------------------------------------------------------------------- \bBorrowings - domestic            33,426    36,256    9%         38,517 \b---------------------------------------------------------------------- \bBorrowings - overseas \b branches                        13,417    34,025   154%        32,144 \b---------------------------------------------------------------------- \bOther liabilities                13,296    30,827   132%        18,824 \b---------------------------------------------------------------------- \bTotal liabilities               266,265   356,932    34%       344,658 \b---------------------------------------------------------------------- \b \b   1. Sangli Bank has merged with ICICI Bank effective April 19, 2007 \bas per the order of Reserve Bank of India (RBI) dated April 18, 2007. \bPursuant to the merger of Sangli Bank with ICICI Bank Limited, the \bshareholders of Sangli Bank were allotted 3,455,008 equity shares of \bRs. 10.00 each on May 28, 2007. The merger has been accounted for as \bper the purchase method of accounting in accordance with the scheme of \bamalgamation. \b \u001d  Except for the historical information contained herein, statements in this Release which contain words or phrases such as 'will', 'would', 'indicating', 'expected to' etc., and similar expressions or variations of such expressions may constitute 'forward-looking statements'. These forward-looking statements involve a number of risks, uncertainties and other factors that could cause actual results to differ materially from those suggested by the forward-looking statements. These risks and uncertainties include, but are not limited to our ability to successfully implement our strategy, future levels of non-performing loans, our growth and expansion in business, the impact of any acquisitions, the adequacy of our allowance for credit losses, technological implementation and changes, the actual growth in demand for banking products and services, investment income, cash flow projections, our exposure to market risks as well as other risks detailed in the reports filed by us with the United States Securities and Exchange Commission. ICICI Bank undertakes no obligation to update forward-looking statements to reflect events or circumstances after the date thereof. \b \u001d  For further press queries please call Charudatta Deshpande at 91-22-2653 8208 or e-mail: charudatta.deshpande@icicibank.com. \b \u001d  For investor queries please call Rakesh Jha at 91-22-2653 6157 or Rupesh Kumar at 91-22-2653 7126 or email at ir@icicibank.com. \b \b   1 crore = 10.0 million US$ amounts represent convenience \btranslations at US$1= Rs. 40.71 \b \b   (1) Assuming exercise of the green shoe option in the public issue \bin India. The green shoe option in the American Depositary Share \bOffering has been exercised. \b \b   (2) USD 750 million of foreign currency bonds raised for Upper \bTier II capital have been excluded from the above capital adequacy \bratio (CAR) computation, pending clarification required by Reserve \bBank of India regarding certain terms of these bonds. If these bonds \bwere considered as Tier II capital, the CAR would be 12.1%. \b \b   AUDITED FINANCIAL RESULTS \b \b                                 Three months ended     (Rs. in crore) \bSr.       Particulars       ----------------------------  Year ended \bNo.                         June 30, 2007 June 30, 2006 March 31, 2007 \b    ------------------------------------------------------------------ \b 1. Interest earned \b     (a)+(b)+(c)+(d)              7,566.13      5,038.63     22,994.29 \b    ------------------------------------------------------------------ \b    a) Interest/discount on \b     advances/bills               5,449.24      3,437.18     16,096.31 \b    ------------------------------------------------------------------ \b    b) Income on investments      1,914.01      1,342.47      5,988.54 \b    ------------------------------------------------------------------ \b    c) Interest on balances \b     with Reserve Bank of \b     India and other \b     interbank funds                152.06        245.91        808.56 \b    ------------------------------------------------------------------ \b    d) Others                        50.82         13.07        100.88 \b---------------------------------------------------------------------- \b 2. Other income                  1,715.29      1,011.03      5,929.17 \b    ------------------------------------------------------------------ \b    A) TOTAL INCOME (1) + \b     (2)                          9,281.42      6,049.66     28,923.46 \b---------------------------------------------------------------------- \b 3. Interest expended             5,851.88      3,563.35     16,358.50 \b---------------------------------------------------------------------- \b 4. Operating expenses (e) + \b     (f) + (g)                    1,905.32      1,521.48      6,690.56 \b    ------------------------------------------------------------------ \b    e) Payments to and \b     provisions for \b     employees                      521.84        356.76      1,616.75 \b    ------------------------------------------------------------------ \b    f) Direct marketing \b     agency expenses                382.66        390.84      1,523.90 \b---------------------------------------------------------------------- \b    g) Other operating \b     expenses                     1,000.82        773.88      3,549.91 \b---------------------------------------------------------------------- \b    B) TOTAL EXPENDITURE (3) \b     + (4) \b    (excluding provisions \b     and contingencies)           7,757.20      5,084.83     23,049.06 \b---------------------------------------------------------------------- \b 5. OPERATING PROFIT (A-B) \b    (Profit before \b     provisions and \b     contingencies)               1,524.22        964.83      5,874.40 \b---------------------------------------------------------------------- \b 6. Other provisions and \b     contingencies                  552.27        216.25      2,226.36 \b---------------------------------------------------------------------- \b 7. Provision for taxes \b---------------------------------------------------------------------- \b    a) Current period tax           327.61        167.08        984.25 \b---------------------------------------------------------------------- \b    b) Deferred tax \b     adjustment                   (130.74)       (38.51)      (446.43) \b---------------------------------------------------------------------- \b 8. NET PROFIT (5-6-7)              775.08        620.01      3,110.22 \b---------------------------------------------------------------------- \b 9. Paid-up equity share \b     capital (face value Rs. \b     10/-)                          903.09        891.92        899.34 \b---------------------------------------------------------------------- \b10. Reserves excluding \b     revaluation reserves        23,783.34     21,878.76     23,413.92 \b---------------------------------------------------------------------- \b11. Analytical ratios \b---------------------------------------------------------------------- \b    (i) Percentage of shares \b     held by Government of \b     India \b---------------------------------------------------------------------- \b    (ii) Capital adequacy \b     ratio                          11.03%        12.46%        11.69% \b---------------------------------------------------------------------- \b    (iii) Earnings per share \b     for the period (not \b     annualised for \b     quarter/period) (in \b     Rs.) (basic)                     8.61          6.96         34.84 \b---------------------------------------------------------------------- \b    (iv) Earnings per share \b     for the period (not \b     annualised for \b     quarter/period) (in \b     Rs.) (diluted)                   8.54          6.90         34.64 \b---------------------------------------------------------------------- \b12. Aggregate of non- \b     promoter shareholding \b---------------------------------------------------------------------- \b    -- No. of shares           903,012,278   891,895,485   899,266,672 \b---------------------------------------------------------------------- \b    -- Percentage of \b     shareholding                      100           100           100 \b---------------------------------------------------------------------- \b13. Deposits                    230,788.35    183,006.49    230,510.19 \b---------------------------------------------------------------------- \b14. Advances                    198,277.30    147,184.15    195,865.60 \b---------------------------------------------------------------------- \b15. Total assets                356,932.24    266,265.18    344,658.11 \b---------------------------------------------------------------------- \b \b   Notes \b \b   1. The financials have been prepared in accordance with Accounting \bStandard (\"AS\") 25 on \"Interim Financial Reporting\". \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  July 21, 2007 06:18 ET (10:18 GMT)"},{"md5ID":"c04f1f25031c70127efdae6ea9151da5","symR":["BDK","GE","US0917971006","US3696041033"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) Barron's Online: Cutting The Cord On A Housing Play","GmtTimeStamp":"2007-07-21T04:08:00.000000000","CompanyCodes":["BDK","GE","US0917971006","US3696041033"],"IndustryCodes":["HOM","HPD","HPR","IDD","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Johanna Bennett \u001d  Investors might be wise to lock in profits, however, after this impressive run, given uncertain conditions in Black & Decker's key markets. \u001d  It looks as though the U.S. housing sector will take much longer to recover than many initially expected, while cash-strapped homeowners are postponing renovation projects. \u001d  Meanwhile, investors betting on a takeover of Black & Decker by GE or another suitor likewise could be disappointed. \u001d  \"For the next 18 months, the environment surrounding most of Black & Decker's end-markets appears weak,\" says Alex Roepers, president of Atlantic Investment Management, a New York-based hedge fund. \"Power tools will sell, but the question is how many. The home-improvement market looks soft. I do not see much of an earnings-growth story near term.\" \u001d  Others agree. Merrill Lynch downgraded Black & Decker's stock to Neutral from Buy last week, and Soleil Securities Group initiated coverage in June with a Hold rating. In May, Banc of America Securities launched coverage with a Sell rating. \"We see major headwinds through 2008,\" wrote Daniel Oppenheim, the firm's B&D analyst. \u001d  Founded in 1910, Black & Decker is the world's largest power-tool maker, controlling about one-fifth of a $17 billion global market. The company sells appliances, hardware and home-improvement products such as bathroom fixtures as well as door locks. But power tools generated 74% of sales in 2006. \u001d  Times are tough, and may be getting tougher, for the housing and home-improvement industry. Home Depot (HD), Black & Decker's largest customer, recently cut its estimates for 2007, partly because the U.S. housing slump has deepened. \u001d  About 40% of Black & Decker's sales are tied to home repair and renovation, although less than 20% comes from new-home construction, says Roger A. Young, a company spokesman. A third of sales is generated overseas, and industrial and commercial construction spawn another 10% to 15%, providing some insulation against falling home sales. \u001d  Americans are spending less money on their homes these days, and have less home equity to tap for funds. Remodeling projects are expected to fall 6% this year, and 14% in 2008, according to Banc of America. \u001d  \"We acknowledge that people are reluctant to spend on their homes in this environment,\" says Black & Decker's Young. \"But then again, the repair-and-renovation market should not be anywhere near as volatile as new-home starts, which could fall 15% this year.\" \u001d  U.S. home sales are expected to drop in 2007 to their lowest levels since the start of the housing boom in 1991, according to forecasts by Freddie Mac. Already, a stockpile of new homes remains unsold. \u001d  Wall Street has been trimming its estimates for Black & Decker's 2007 earnings since September. Analysts now think profits will fall for the second consecutive year, to $6.51 a share, says Thomson Financial. \u001d  \"I like the company, but there's reason to worry about the homebuilding industry,\" says Frank James, chief investment officer at James Investment Research. \"Other businesses will make up for a part of it, but can't cover it all.\" \u001d  Shares of Black & Decker began selling off in early June, before takeout speculation fueled a 7% one-day gain on July 12. The company's low debt and hefty cash flow make it an attractive takeover target. Media outlets cited General Electric as the potential bidder -- however, both companies declined to comment. \u001d  In a conference call last week, GE Chief Executive Jeffrey Immelt told analysts not to expect any sizable acquisitions this year, with \"sizable\" defined by questioners as deals exceeding $2 billion. \u001d  For a leveraged buyout to generate returns of 20% for investors, Black & Decker's stock would have to drop significantly, notes Banc of America's Oppenheim. \u001d  Today, a 20% premium would imply a stock price of more than 113 a share, or 17.4 times projected earnings in the next four quarters. That is about 9% above the broad market's price-earnings multiple. \u001d  At 95.86, Black and Decker's stock trades for 14.7 times future 12-month earnings, compared with a five-year median of 12.3 times, according to Thomson Financial. \u001d  The shares change hands at a bigger premium to the company's projected long-term growth rate. But B&D trades below the P/E multiples of rivals such as Masco (MAS), Stanley Works (SWK) and American Standard (ASD). \u001d  To be sure, an unexpected turn in the housing market could send Black & Decker's shares soaring again. In the meantime, the company is taking numerous steps to enhance shareholder value. Earlier this year, B&D boosted its share-repurchase plan. It also lifted its dividend for a fourth consecutive year. \u001d  \"This is a top-drawer company. It should not trade at discounts to the broader market,\" says Marvin Roffman, chairman of Roffman Miller Associates. \u001d  Still, with more than half its sales tied to consumer spending, the U.S. housing market and the home-repair and renovation business, Black & Decker faces hurdles. If conditions in these markets continue to worsen, the company's shares -- along with its shareholders -- could get hammered. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c4decff34b1588450c3c03bb5b3f373a","symR":["D","WMT","US25746U1097","US9311421039"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":": Dominion, Wal-Mart Give Fans to Seniors in Need","GmtTimeStamp":"2007-07-21T20:12:00.000000000","CompanyCodes":["D","WMT","US25746U1097","US9311421039"],"IndustryCodes":["ELC","RTB","RTS","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  RICHMOND, Va., July 21 /PRNewswire-FirstCall/ -- Relief for seniors trying to beat the summer heat came today to Central Virginia. \b \b    (Photo: http://www.newscom.com/cgi-bin/prnh/20070721/NESA002 ) \b \u001d  Dominion, Wal-Mart and the Virginia Department for the Aging distributed about 100 fans to seniors in need during an on-site screening at the Wal-Mart Supercenter on Brook Road in Richmond.  The second annual event was part of the Fan Care program that provides one free fan to elderly Virginians who live within Dominion's service area and meet eligibility requirements. \b \u001d  \"We all need to be sensitive to the needs of our seniors,\" said Eva T. Hardy, executive vice president-External Affairs & Corporate Communications. \"That's why Dominion and Wal-Mart are continuing to explore new ways to make sure Fan Care benefits those in our senior population in need.\" \b \u001d  Fan Care is a statewide public-private partnership. With a $50,000 grant from Dominion, area Agencies on Aging purchase and distribute discounted fans provided by Wal-Mart stores.  The discount enables more seniors to be served by the program. Wal-Mart donated an additional 200 fans to the program for Saturday's event. \b \u001d  \"Wal-Mart is excited to be a part of Fan Care and contribute to Richmond area seniors in need,\" said Jeff Krauss, Market Manager for Wal-Mart Stores Inc.  \"Wal-Mart believes in giving back to the unique needs of each community we call home.\" \b \u001d  Last summer more than 1,400 Virginia seniors in need received fans through the Fan Care program. \b \u001d  \"It is important that seniors know what programs are available to them,\" said Kathy Miller, director of Long Term Care-VDA.  \"The on-site screening was a great way to reach additional seniors in the Richmond area who needed help staying cool this summer.\" \b \u001d  Local Area Agencies on Aging administer Fan Care by screening applicants and distributing fans. If you know of someone who may qualify, contact the Virginia Department for the Aging at 1-800-552-3402. \b \u001d  During these hottest days of summer, Dominion and Wal-Mart urge all residents -- especially older adults and young children -- to take precautions when going out in the heat and to limit outdoor activities. To stay safe in extremely high temperatures: \b \b    -- Avoid strenuous outdoor activity. If you must work outside, take \b       frequent breaks and drink plenty of fluids. Do not wait until you are \b       thirsty. \b    -- Stay indoors in a cool place, especially during the afternoon when \b       temperatures are highest. \b    -- If you must go outdoors, wear lightweight, light-colored clothing.  Try \b       to wear natural products such as cotton and avoid synthetics. \b    -- Be especially sensitive to pets, allowing them to stay inside when \b       possible and keep them hydrated with plenty of water. \b \b \b    About Dominion \b \u001d  Dominion (NYSE: D) is one of the nation's largest producers of energy, with an energy portfolio of about 28,100 megawatts of generation. Dominion also serves retail energy customers in nine states. For more information about Dominion, visit the company's Web site at www.dom.com. \b \b    About Wal-Mart Stores Inc. \b \u001d  Every week, more than 127 million customers visit Wal-Mart Stores, Supercenters, Neighborhood Markets, and Sam's Club locations across America or log on to its online store at www.walmart.com. The company and its Foundation are committed to a philosophy of giving back locally. Wal-Mart (NYSE: WMT) is proud to support the causes that are important to customers and associates right in their own neighborhoods, and last year gave more than $245 million to local communities in the United States. To learn more, visit www.walmartfacts.com, www.walmartstores.com, or www.walmartfoundation.org. \b \b    About VDA \b \u001d  The Virginia Department for the Aging (VDA) is the designated State Unit on Aging for Virginia.  The Department's objective is to help Virginians find the information and services they need to lead healthy and independent lives as they grow older.  Our mission is to foster the dignity, independence, and security of older Virginians by promoting partnerships with families and communities. The Department's objective is to help Virginians find the information and services they need to lead healthy and independent lives as they grow older.  Our mission is to foster the dignity, independence, and security of older Virginians by promoting partnerships with families and communities. Visit the VDA website at www.aging.virginia.gov. \b \bSOURCE  Dominion \b \u001d    /CONTACT: Dominion: Daisy Pridgen, +1-804-771-6115, Daisy.Pridgen@dom.com; or Wal-Mart: Amy Herman, w: +1-202-326-1756, c: +1-301-802-2888, Amy.Herman@edelman.com \b    /Web site: http://www.dom.com \b    /Web site: http://www.walmart.com \b    /Web site: http://www.aging.virginia.gov \b \u001d  Order free Annual Report for Dominion Resources, Inc.\u001d  Visit http://djnewswires.ar.wilink.com/?link=D or call 1-888-301-0513\u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 16:12 ET (20:12 GMT)"},{"md5ID":"c8345ba3186ed18652ec32bd87848933","symR":["532174.BY","IBN","INE090A01013"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":": ICICI Bank Performance Review - -3-","GmtTimeStamp":"2007-07-21T10:18:00.000000000","CompanyCodes":["532174.BY","IBN","INE090A01013"],"IndustryCodes":["BNK","XDJGI","XNYA"],"Story":"\b   2. The Sangli Bank Limited (Sangli Bank) has merged with ICICI \bBank Limited effective April 19, 2007 as per the order of Reserve Bank \bof India (RBI) dated April 18, 2007. Pursuant to the merger of Sangli \bBank with ICICI Bank Limited, the shareholders of Sangli Bank were \ballotted 3,455,008 equity shares of Rs. 10.00 each on May 28, 2007. \bThe merger has been accounted for as per the purchase method of \baccounting in accordance with the scheme of amalgamation. \b \b   3. The Bank issued 61,923,519 equity shares of Rs. 10.00 each to \bQualified Institutional Bidders and Non-Institutional Bidders at a \bprice of Rs. 940.00 per share and 32,912,238 equity shares of Rs. \b10.00 each to Retail Bidders and Existing Retail Shareholders at a \bprice of Rs. 890.00 per share, pursuant to a public issue of equity \bshares, aggregating to Rs. 8,750.00 crore on July 5, 2007. The green \bshoe option in this public issue of equity shares has not yet been \bexercised. \b \b   4. The Bank has also issued 49,949,238 American Depositary Shares \b(ADS) including green shoe option of 6,497,462 ADSs at US$ 49.25 per \bshare, representing 99,898,476 underlying equity shares of Rs. 10.00 \beach, aggregating to Rs. 9,923.64 crore on July 5, 2007. \b \b   5. During the quarter ended June 30, 2007, the Bank allotted \b290,598 equity shares of Rs. 10.00 each pursuant to exercise of \bemployee stock options. \b \b   6. Status of equity investors' complaints / grievances for the \bquarter ended June 30, 2007. \b \b   Opening balance        Additions       Disposals   Closing balance \b---------------------------------------------------------------------- \b          2                  149             143             8 \b---------------------------------------------------------------------- \b \b   7. Provision for current period tax includes Rs. 12.48 crore \btowards provision for fringe benefit tax for the quarter ended June \b30, 2007. \b \b   8. USD 750 million (Rs. 3,052.87 crore) of foreign currency bonds \braised for Upper Tier II capital have been excluded from the above \bcapital adequacy ratio (CAR) computation, pending clarification \brequired by RBI regarding certain terms of these bonds. If these bonds \bwere considered as Tier II capital, the CAR would be 12.06%. \b \b   9. As required by RBI circular no. DBOD.BP.BC.87/21.04.141/2006-07 \bdated April 20, 2007, the Bank has deducted the amortisation of \bpremium on government securities, which was earlier included in \"Other \bprovisions and contingencies\", from \"Other income\". Prior period \bfigures have been reclassified to conform to the current \bclassification. \b \b   10. Previous period / year figures have been regrouped / \breclassified where necessary to conform to current period \bclassification. \b \b   11. The above financial results have been taken on record by the \bBoard of Directors at its meeting held on July 21, 2007. \b \bPlace : Vadodara                    Chanda D. Kochhar \bDate : July 21, 2007                Deputy Managing Director \b \u001d  SEGMENTAL INFORMATION OF ICICI BANK LIMITED FOR THE QUARTER ENDED JUNE 30, 2007 \b \b                              Three months ended       (Rs. in crore) \bSr. No.   Particulars    -----------------------------   Year ended \b                         June 30, 2007  June 30, 2006  March 31, 2007 \b---------------------------------------------------------------------- \b  1.   Segment Revenue \b---------------------------------------------------------------------- \b   a   Consumer and \b        Commercial \b        Banking                7,435.15       5,048.48       23,479.37 \b---------------------------------------------------------------------- \b   b   Investment Banking      2,270.87       1,327.59        7,066.20 \b---------------------------------------------------------------------- \b       Total revenue           9,706.02       6,376.07       30,545.57 \b---------------------------------------------------------------------- \b       Less: Inter \b        Segment Revenue          424.60         326.41        1,622.11 \b---------------------------------------------------------------------- \b       Income from \b        Operations             9,281.42       6,049.66       28,923.46 \b---------------------------------------------------------------------- \b  2.   Segmental Results \b        (i.e. Profit \b        before tax & \b        provisions) \b---------------------------------------------------------------------- \b   a   Consumer and \b        Commercial \b        Banking                1,042.96         813.96        4,535.25 \b---------------------------------------------------------------------- \b   b   Investment Banking        490.86         160.47        1,377.55 \b---------------------------------------------------------------------- \b       Total profit \b        before tax & \b        provisions             1,533.82         974.43        5,912.80 \b---------------------------------------------------------------------- \b  3.   Provisions \b---------------------------------------------------------------------- \b   a   Consumer and \b        Commercial \b        Banking                  539.25         201.95        2,196.86 \b---------------------------------------------------------------------- \b   b   Investment Banking         13.02          14.30           29.50 \b---------------------------------------------------------------------- \b       Total provisions          552.27         216.25        2,226.36 \b---------------------------------------------------------------------- \b  4.   Segment Results \b        (i.e. Profit \b        before tax) \b---------------------------------------------------------------------- \b   a   Consumer and \b        Commercial \b        Banking                  503.71         612.01        2,338.39 \b---------------------------------------------------------------------- \b   b   Investment Banking        477.84         146.17        1,348.05 \b---------------------------------------------------------------------- \b       Total profit \b        before tax               981.55         758.18        3,686.44 \b---------------------------------------------------------------------- \b       Unallocated                 9.60           9.60           38.40 \b---------------------------------------------------------------------- \b       Tax                       196.87         128.57          537.82 \b---------------------------------------------------------------------- \b       Profit after tax          775.08         620.01        3,110.22 \b---------------------------------------------------------------------- \b  5.   Capital Employed \b        (i.e. Segment \b        Assets - Segment \b        Liabilities \b        excluding inter- \b        segmental funds \b        lent and \b        borrowed) \b---------------------------------------------------------------------- \b   a   Consumer and \b        Commercial \b        Banking             (45,161.59)    (44,211.46)     (47,842.84) \b---------------------------------------------------------------------- \b   b   Investment Banking     65,661.29      64,133.54       68,079.85 \b---------------------------------------------------------------------- \b       Total capital \b        employed              20,499.70      19,922.08       20,237.01 \b---------------------------------------------------------------------- \b \b    CONTACT: ICICI Bank \b             Press Queries: \b             Charudatta Deshpande, 91-22-2653 8208 \b             charudatta.deshpande@icicibank.com \b             or \b             Investor Queries: \b             Rakesh Jha, 91-22-2653 6157 \b             or \b             Rupesh Kumar, 91-22-2653 7126 \b             ir@icicibank.com \b \b    SOURCE: ICICI Bank \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 06:18 ET (10:18 GMT)"},{"md5ID":"ca7542c283c4363ba1d60f6bdc83db15","symR":["7974.OK","AAPL","BBBY","BBY","CC","HD","KSS","LVS","M","NTDOY","SHLD","VIA","VIAB","XGGTX","JP3756600007","US0378331005","US0758961009","US0865161014","US4370761029","US5002551043","US8123501061","US9255243084"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) Show Time For Some Consumer Stocks","GmtTimeStamp":"2007-07-21T04:09:00.000000000","CompanyCodes":["7974.OK","AAPL","BBBY","BBY","CC","HD","KSS","LVS","M","NTDOY","SHLD","VIA","VIAB","XGGTX","JP3756600007","US0378331005","US0758961009","US0865161014","US4370761029","US5002551043","US8123501061","US9255243084"],"IndustryCodes":["BRD","CNO","CPR","ENT","HIM","MED","OTS","RTB","RTS","SAP","TMF","XDJGI","XDJI","XFFX","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Sandra Ward \u001d  Interview With Larry Haverty \u001d  Portfolio manager, Gabelli Global Multimedia Trust \b \u001d  With his fund up more than 50% in the past year, Larry Haverty was a natural candidate for an encore interview. Haverty's expertise, as portfolio manager of Gabelli Multimedia Trust (ticker: XGGTX), is in media and consumer-related stocks. His special gift is in seeing opportunities -- what he calls \"the elephants in the room\" -- seemingly invisible to everyone else. As for his long record of brilliant stock-picking, he knows few rivals. \b \u001d  Barron's: This is the market that just won't quit. Or is it? \u001d  Haverty: It is like a mystery play. In Act I of the play, it is very clear the U.S. consumer is in what I would call a 21st-century recession, and that's a recession without the negative economic statistics that you would normally get in a '60s or '70s style recession. \b \u001d  Q: How then do you know there is a recession? \u001d  A: We have weak end demand virtually everywhere -- in restaurants, autos, durables and at the low end of the consumer area, with pricing pressure on everything from oil to milk. We are not getting a classic recession, probably due to the fact that inventory management has been so much better than it was 30 years ago, largely due to computers. There aren't the massive cancellations of orders that existed in the classic recessions in the '60s and '70s. I can't tell you the last time I have seen a retailer with seriously excessive inventory. The message from this part of the play is that while the consumer is weak, it has basically put the Fed on hold for the last year and for the foreseeable future, because if the Fed raises interest rates it is going to make the sectors that are weak much weaker, and that is not going to accomplish anything. \b \u001d  Q: With that as the backdrop why are stocks marching to record highs? \u001d  A: That's Act II of the play. The reasons are threefold. No. 1, we are in a worldwide boom. Virtually every market outside of the U.S. is hitting highs. Economic activity in these markets is very, very strong in the last year. The second corollary of this is the huge wealth that is being created outside of the U.S. My measure of wealth outside the U.S. is a pretty simple one: In Hong Kong and Macau, there are 14 Tiffany and Hermes stores, while in New York City there are three. So Tiffany and Hermes are putting their stores where the money is. Tiffany sales in the Southeast Asia region in the last reporting period were up 24%. This worldwide wealth and the fact that most U.S. equities have a worldwide play is creating a pretty good environment for earnings. Thirdly, there is the law of unintended consequences and Sarbanes-Oxley. \b \u001d  Q: What's your point? \u001d  A: Sarbanes-Oxley has cleaned up the equities markets. We are not seeing new scandals. It is kind of safe to go into the water and the problems now are in the bond area. The word \"mortgage\" has become a lethal word for investors, and poor equity guys like me have had to learn a new language that includes words like CMO [collateralized mortgage obligation], CDO [collateralized debt obligation] and CMBS [commercial mortgage-backed securities]. At the margin, people are trading debt for equities and putting money into the equity market. Stable interest rates and global demand have created a lot of good earnings stories, and where there haven't been earnings stories there have been LBOs. It's been a win-win situation. \b \u001d  Q: How does this play end? \u001d  A: Foreign demand is very, very real. A number of companies in the consumer area are coming up with innovative products and services. Apple [ticker: AAPL] is a perfect example and Nintendo [NTDOY] is another one. There are plenty of good ways to put marginal cash to work. I'm not at a limit for finding good ideas, though some of them are different and out of the way. The sky is going to remain clear, probably until people get worried about a political transition in this country and that could have an impact on multiples. But that is next year's story. There will be plenty of money made this year. \b \u001d  Q: In what areas are you finding undervalued stocks? \u001d  A: The first area is Asian gaming. In Macau and Singapore the governments have decided that gaming should be promoted as a way to grow the economy without producing air pollution. Having the government as a partner is a pretty good thing for investors, although, I would add in parentheses, only as long as the government doesn't want to increase its share of the pot, and that is always a risk but one that is containable. \b \u001d  Q: What companies do you like? \u001d  A: The play here is Las Vegas Sands [LVS]. It is one of six concessionaires, but it is doing so much more in terms of development than anyone else. It is the stock of stocks. This company has the potential to double from the $80 area. Their capital commitment in these two areas is probably in the neighborhood of $7 billion by the time the first stage of development in Macau is finished and the casino in Singapore is finished. They will be able to make asset sales that will essentially reduce their invested capital to below zero. The asset sales consist primarily of shopping malls that are going to be part of the casino convention complex. In 2010, Las Vegas Sands, which is making about $800 million in cash flow now, will probably have cash flow over $2.5 billion and basically much less debt. \b \u001d  Q: Why isn't this better understood? \u001d  A: There has been some bad news out of Macau. A casino was opened by a company called Melco PBL, and that casino was sited on bad land and there have been construction overruns and it looks like it will be thoroughly unsuccessful. People are extrapolating that experience to other casinos. Also, the Chinese government has, in a move to rein in growth, somewhat restricted travel to Macau by its citizens. The average citizen of Shenzhen is now only going to be able to go to Macau once every 10 days, which is hardly a burden. But this, too, has temporarily spooked investors. Generally in the casino industry people discount growth and wait to see how it plays out. When it does play out there is going to be an \"oh-wow\" moment and all the Macau operators and Las Vegas Sands, in particular, are going to spike seriously upward. \b \u001d  Q: Where else are you finding values? \u001d  A: The retail area has been uniformly dreadful. There have been pockets of strength; Home Depot [HD], which we talked about last year, is up 25%. But there are three very inefficient stocks in this area that have gone nowhere at warp speed and all three have the potential to put on 25% or 30%, given any number of potential positive outcomes. \b \u001d  Q: And they are? \u001d  A: Best Buy [BBY], Bed Bath & Beyond [BBBY) and Kohl's [KSS]. The attraction is they are gaining market share in categories of retailing in very, very difficult external markets. In time, one almost always makes money in retailers that are gaining market share. Besides, in each of these cases there are additional potential catalysts. \b \u001d  Q: Let's start with Best Buy. \u001d  A: Best Buy is the most interesting. They are gaining market share. Circuit City [CC], their main competitor, is under a tremendous amount of business pressure and the stock is very close to the new-low list. There are two things that I think are going to help Best Buy over the next 18 months, and neither of these is going to go away under any set of circumstances. First, the video-game-software business is going to be much better than everyone's wildest imagination. Currently expectations are for game software to be up in the neighborhood of 12% this year. With the success of Nintendo and with the release of Halo 3 and Grand Theft Auto, the number is likely to be 25% and a lot of that business is going to find its way to Best Buy. Beyond that, the transition to digital television in February 2009, when television stations will broadcast solely by digital signals, is likely to be the mother of all catalysts for Best Buy. There are over 400 million television sets in this country and 200 million of them or so by my count are likely to be obsolete due to the digital conversion. Either people will have to get a new television or buy a converter. Most people will opt to get a new television. \b \u001d  Q: Are we sure this new standard will be implemented? \u001d  A: There seems to be little doubt. The television companies are very much ready for it. They've had to spend significant amounts improving their capability to service a digital business. The government wants the spectrum. This is going to happen. In this wonderful political system we have nobody who wants to tell the consumer about it because the consumers one way or another are going to have to spend a fair amount of money and their analog sets probably work quite well right now. \b \u001d  Q: Any other catalysts for Best Buy? \u001d  A: The other catalyst is that the next-generation standard in high-definition DVD likely will be resolved in favor of Blu-ray and that will stimulate purchases of next-generation high-definition DVD software and hardware. Best Buy stock is cheap. It is under nine times trailing cash flow. It has $2.5 billion of net cash. It has a $5 billion share-repurchase program and its competitors are staggering. \b \u001d  Q: How long will it take for this to play out? \u001d  A: The stock is going to go over 60 once people are able to get by the fact that the second and third quarters aren't going to be too exciting. I'm looking at a very, very strong fourth quarter for this company, largely video-game driven. \b \u001d  Q: Moving on to Bed Bath & Beyond. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  July 21, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"dce90dfeab26671772540ee318770997","symR":["TAM","TAMM4.BR","BRTAMMACNPR2"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":": TAM Issues Clarification to the Public","GmtTimeStamp":"2007-07-21T18:49:00.000000000","CompanyCodes":["TAM","TAMM4.BR","BRTAMMACNPR2"],"IndustryCodes":["AIR","XDJGI","XNYA"],"Story":"\b \u001d  SAO PAULO, July 21 /PRNewswire-FirstCall/ -- Still under the impact of the tragedy occurred last Tuesday (17), TAM addresses the public once again to offer clarifications. TAM rigorously complies with all the technical maintenance and operations specifications of its fleet, guaranteeing its absolute commitment to safety, one of its salient commandments (\"More important than the customer is safety.\") \b \b    (Photo:  http://www.newscom.com/cgi-bin/prnh/20060418/SPTU001LOGO ) \b \u001d  With respect to published news related to the thruster of the Airbus A320 PR-MBK, which carried out flight JJ 3054, the company informs as follows: \b \u001d  1) TAM President Marco Antonio Bologna and Technical Vice-President Ruy Amparo answered questions on this issue during a press conference held on Wednesday, July 18. Therefore, the information that the right thruster of said aircraft was deactivated -- a procedure carried out in accordance with the Manuals from the manufacturer, Airbus, and approved by the Brazilian National Civil Aviation Agency (ANAC) -- was public since the day following the accident (7/18). \b \u001d  2) Modern airplanes, such as the Airbus A320, include in their certifications a great number of redundancies in their basic systems in order to raise their safety and operational efficiency levels. \b \bhttp://www.taminforma.com.br/images/5.jpg \b \u001d  3) The manuals of the aircraft's manufacturer (MEL - Minimum Equipment List), approved by French and Brazilian authorities, provide with a high level of specificity the necessary configuration for the aircraft to perform each type of flight safely and absolutely within the expected operational conditions (meteorology and runway). \b \bhttp://www.taminforma.com.br/images/2.jpg \b \u001d  4) In accordance with the policy of transparency that guides the company's management, TAM makes available on its websites (www.tam.com.br and www.taminforma.com.br) copies of the certified manuals that clearly show the complete legality and safety of a flight performed with a deactivated thruster. \b \bhttp://www.taminforma.com.br/images/3.jpg \b \u001d  5) Also available on its websites is a copy of the log book that clearly shows, including the signature of the dear Captain Kleyber Lima, the absence of any technical problem that may have affected the operation of the flight on its takeoff from Porto Alegre. \b \bhttp://www.taminforma.com.br/images/4.jpg \b \u001d  6) It also shows the statement issued by Airbus, the aircraft's manufacturer, attesting to the normalcy of a flight with one or even two deactivated thrusters. \b \bhttp://www.taminforma.com.br/images/1.jpg \b \u001d  7) TAM further notes that all landing performance calculations made by the manufacturer and which are used as an operations guide by any airline company for aircraft of the size and technology of the A320 are made depending exclusively on the hydraulic brake system of the plane. \b \u001d  8) The MBK aircraft joined the TAM fleet in 2006, and had 26,320 flight hours. The last line check, or check-A, was performed on June 13, 2007 and the last structural check, or check-C, on November 27, 2006, and was due again in July 2008. \b \u001d  9) The investigations of the accident are under the responsibility of the Aeronautical Command through the National Center for the Investigation of Aeronautical Accidents (CENIPA), which has already sent the \"black boxes\" (Flight Data Recorder and Cockpit Voice Recorder) to the National Transportation Safety Board  (NTSB), in Washington D.C., for the reading of the data corresponding to flight JJ 3054. \b \u001d  At present, in addition to lamenting the tragedy, TAM shares the pain of the families and friends of the victims among passengers and its staff. The company reaffirms its formal commitment with the efforts to reduce the painful consequences of the accident, including a strong effort to continuously follow-up on the communications process from the company to the public. \b \b    About TAM: \b \u001d  TAM (www.tam.com.br) has been the leader in the Brazilian domestic market for more than three years, and held a 49.1% domestic market share and 69.6% international market share at the end of June 2007. TAM operates regular flights to 49 destinations throughout Brazil. It serves 76 different cities in the domestic market through regional alliances. Additionally, it maintains code-share agreements with international airline companies that allow passengers to travel to a large number of destinations throughout the world. TAM was the first Brazilian airline company to launch a loyalty program. Currently, the program has over 4.0 million subscribers and has awarded more than 4.3 million tickets. \b \bSOURCE  TAM \b \u001d    /CONTACT: Investor Relations - Phone - +55-11-5582-9715, Fax - +55-11-5582-8149, invest@tam.com.br, or Press Agency - Phone - +55-11-5582-8167, Fax - +55-11-5582-8155, tamimprensa@tam.com.br \b    /Web site: http://www.tam.com.br \b    /Web site: http://www.tam.com.br/ri \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 14:49 ET (18:49 GMT)"},{"md5ID":"df6831e8db242bf8f74e68d3600ce41e","symR":["A.T","ABY","APO","BKFG","BOL","GPTX","GVA","ILA","MIGP","TXI","UTEK","CA0039241074","US0717071031"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-07-21T04:09:00.000000000","CompanyCodes":["A.T","ABY","APO","BKFG","BOL","GPTX","GVA","ILA","MIGP","TXI","UTEK","CA0039241074","US0717071031"],"IndustryCodes":["AMG","BLD","CON","INP","INS","ITC","MDS","MUT","PAP","REA","RED","SEM","XDJGI","XISL","XNYA","XRUS","XSCI","XSP5","XTSE"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining more than 5% of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from July 12 through 18. \u001d  Source: Dow Jones Corporate Filings Alert \b \u001d  Activists \b \u001d  American Community Properties (APO) \u001d  A group of controlling shareholders that's led by Chairman and CEO James Michael Wilson said that they are evaluating a possible \"going-private\" buyout for the real-estate investment trust. The shareholder group intends to obtain a capital partner for a potential management buyout of American Community Property. \u001d  Wilson and his family collectively own more than 50% of American Community Property's stock. \u001d  Another major shareholder of the company, Chapman Capital, said that it will be scrutinizing the Wilson family's action closely, and that it intends to contact the family regarding the potential buyout. Chapman Capital currently holds 395,302 shares (7.6% of the total shares outstanding). \b \u001d  Abitibi-Consolidated (ABY) \u001d  Third Avenue Management expressed its opposition to the company's proposed combination with Bowater (BOW). \u001d  Third Avenue believes that the combination with Bowater isn't in the best interests of Abitibi-Consolidated's shareholders and added that it intends to act accordingly. \u001d  Third Avenue currently has no plans to solicit proxies from Abitibi-Consolidated's shareholders. \u001d  Shareholders of the two companies are to exchange their holdings in an all-stock merger of equals to create the combined firm, which will be called AbitibiBowater. Third Avenue owns 54,756,503 shares (12.44%). \b \u001d  Global Payment Technologies (GPTX) \u001d  Doucet Asset Management asked the company to seek strategic alternatives to increase shareholder value. Doucet said those alternatives may include a merger with another company, joint ventures or other business associations. \u001d  The stakeholder said that it would also like to see a complete change of the board of directors and modifications and additions to the current management structure. \u001d  Doucet Asset Management currently owns 350,983 shares (5.64%). \b \u001d  Original Filings \b \u001d  BKF Capital Group (BKFG) \u001d  WebFinancial (WEFN) reported ownership of 646,333 shares (8.1%), bought from July 6 to 11 at prices that ranged from $2.45 to $2.70 a share. \b \u001d  Mercer Insurance Group (MIGP) \u001d  A group that includes Loeb Partners reported ownership of 339,326 shares (5.2%), after the purchase of those shares from May 31 to July 11 at $18.20 to $20.04 apiece. \b \u001d  Increases in Holdings \b \u001d  Granite Construction (GVA) \u001d  Third Point raised its position to 4,000,000 shares (9.5%) by buying 1,239,700 from June 29 to July 16 at prices that ranged from $64.18 to $73.70 apiece. \b \u001d  Aquila (ILA) \u001d  A group of funds managed by Mario Gabelli's Gamco Investors (GBL) increased its stake to 23.65 million shares (6.3%), from the 19.7 million (5.3%) reported on May 29. \b \u001d  Texas Industries (TXI) \u001d  NNS Holding increased its stake to 3.4 million shares (12.56%), from the 2.7 million (9.9%) reported in May. \b \u001d  Ultratech (UTEK) \u001d  Thales Fund Management raised its holdings to 3.98 million shares (17.12%) from the 3.68 million (15.82%) reported on May 30. \b \u001d  Decreases in Holdings \b \u001d  Bausch & Lomb (BOL) \u001d  Billionaire investor Steven A. Cohen's SAC Capital Management cut its stake to about 1.46 million shares (2.7%), from the 2.99 million (5.5%) reported in July. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e2d814bdd007abc39f84d8566843c3db","symR":["9501.TO","JP3585800000"],"date":"2007-07-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Japanese Local Authorities Inspect Quake-Hit Nuclear Plant","GmtTimeStamp":"2007-07-21T04:01:00.000000000","CompanyCodes":["9501.TO","JP3585800000"],"IndustryCodes":["ELC","X225","XATI","XDJGI"],"Story":"\b \u001d  KASHIWAZAKI, Japan (AP)--Japanese authorities inspected a nuclear power station damaged in this week's earthquake in northwestern Japan, a local government official said Saturday. \u001d  The Kashiwazaki-Kariwa plant - the world's largest in terms of capacity - announced a barrage of leaks and malfunctions in the wake of Monday's magnitude-6.8 temblor, which killed 10 people and injured more than 1,000. \u001d  Plant operator Tokyo Electric Power Co. (9501.TO), or Tepco, and nuclear regulators have stressed the amounts of radioactivity leaked were extremely low and posed no threat to the environment or local residents. \u001d  But the damage has raised concerns about the plant's safety, prompting the government to order it shuttered indefinitely until its safety can be confirmed. \u001d  Nuclear safety and disaster management officials from Niigata prefecture visited the plant on Saturday, prefectural official Tonoichi Okawa said. \u001d  Tepco and the local government have a safety agreement that allows the latter to conduct on-site inspections, the prefecture said in a statement. The team was to check the sites where the leaks occurred and review radiation measurement data, it said. \u001d  Monday's earthquake resulted in a raft of malfunctions, damage and mistakes at the plant, including a fire that charred an electrical transformer, planks that toppled into a pool of spent nuclear fuel and the knocking over of some 400 barrels of atomic waste. \u001d  The problems - exacerbated by Tepco's delays in notifying the public - were capped by news that radioactive water had sloshed out of a tank and was flushed out to sea, and that radioactive material was vented into the air in two separate instances. \u001d  Officials at the Kashiwazaki plant acknowledged they had not foreseen such a powerful quake hitting the facility. They also repeatedly underreported its impact after it hit. \u001d  The government has urged the operators of Japan's 55 nuclear reactors - which supply nearly one-third of Japan's energy - to speed up safety checks for earthquake resistance, a top concern in the temblor-prone nation. \u001d  Ten other operators of nuclear reactors in Japan are also unprepared for emergencies, Kyodo News agency said Friday, citing a report from the Trade Ministry. Only one operator has its own firefighters staffed for 24 hours and seven of the 10 companies aren't equipped with chemical fire vehicles, the agency reported. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:01 ET (04:01 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e4251dcc4d23dab612151d18c7e25023","symR":["ABT","AZN","AZN.LN","BX","C","CHAP","GBL","GNA","GNA.T","HLT","HUN","KAMN","LYO","PVE.UN.T","PVX","SQAA","SQAB","SXT","SY1.XE","USM","CA37373P1053","CA74386K1049","DE000SYM9999","GB0009895292","US0028241000","US1729671016"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) Cashing In On Deal Stocks","GmtTimeStamp":"2007-07-21T04:08:00.000000000","CompanyCodes":["ABT","AZN","AZN.LN","BX","C","CHAP","GBL","GNA","GNA.T","HLT","HUN","KAMN","LYO","PVE.UN.T","PVX","SQAA","SQAB","SXT","SY1.XE","USM","CA37373P1053","CA74386K1049","DE000SYM9999","GB0009895292","US0028241000","US1729671016"],"IndustryCodes":["AMG","ARO","ASP","BAN","BNK","CHC","CHM","CHS","CTS","DIB","DRG","FIS","LOD","OIS","STL","SVC","TLS","XDJGI","XDJI","XFFX","XFT1","XGTI","XISL","XMDAX","XNYA","XRUS","XSCI","XSP5","XST5","XSXA","XTSE"],"Story":"\b   (From BARRON'S) \b   By Christopher C. Williams \u001d  As the summer rolls on, merger and acquisition activity, frenzied at times, continues to fire up Wall Street. Some $1.2 trillion of deals have been announced year to date, with many targets commanding healthy premiums. \u001d  Several members of the Barron's Roundtable -- and readers who heeded their advice -- also have hit the merger jackpot, after some of the group's 2006 and 2007 recommendations, including Lyondell Chemical (ticker: LYO), Chaparral Steel (CHAP) and Huntsman (HUN), either were purchased or signed agreements to be bought. Mario Gabelli, who has long hailed the \"corporate love-making\" that is driving the market, scored big when two of his top picks, Hilton Hotels (HLT) and Sequa (SQA-A), agreed earlier this month to be sold to private-equity firms Blackstone Group (BX) and Carlyle Group, respectively. Gabelli, chairman of Gamco Investors (GBL), plans to use his \"winnings\" to snap up shares of Sensient Technologies (SXT) and Kaman (KAMN), betting that both eventually could be takeover targets. \u001d  John Neff, former captain of the Vanguard Windsor Fund (VWNDX), was a big fan of Lyondell, which will be sold to the Dutch chemical company Basell for $12.6 billion, or $48 a share. Neff, who recommended the stock most recently in the January 2007 Roundtable, when it changed hands at 25, sold some stock in recent months, and used some of the profits to bank on an old favorite, Citigroup (C), which he thinks could be \"20% to 25% higher as things unfold this year and next.\" \u001d  As for his remaining Lyondell shares, Neff says he's keeping some because he doesn't want to pay capital-gains taxes on a sale at the current price in the event \"something happens\" and the deal falls through, or another buyer emerges. \u001d  In other notable deals this year, Oscar Schafer, managing partner of O.S.S. Capital Management, cashed in on Capitol Energy Resources (CPX.Canada), a January pick, after it was snapped up by Provident Energy Trust (PVX). Kos Pharmaceuticals, which he recommended in June '06 at 37, was acquired several months ago by Abbott Laboratories (ABT) for 78 a share. \u001d  Abby Cohen, Goldman Sachs' chief U.S. investment strategist, recommended MedImmune in January when the specialty-pharmaceuticals company fetched close to 34; in April AstraZeneca (AZN) bought it at 58. \u001d  Also in January, value investor Meryl Witmer of Eagle Capital Partners called structural-steel producer Chaparral (CHAP) \"possibly my favorite stock of all time.\" Evidently, Canada's Gerdau Ameristeel (GNA) agreed. On July 10, Gerdau, a mini-mill steel producer, agreed to pay $86 a share for Chaparral, a 15% premium to the target stock's prior-day close. \u001d  Some market observers contend that Basell is overpaying for its U.S. rival, Lyondell. But Roundtable veteran Archie MacAllaster, who also recommended Lyondell in January and again in June, says the offer is \"a good deal for the buyer and a good, full price for the seller.\" The chairman of New York-based MacAllaster, Pitfield MacKay, Archie still owns Lyondell shares, but says the deal will make him \"very liquid.\" He doubts he'll rush to put his winnings back to work, citing a \"weak market\" and a weak dollar. \"It's a nice time to have a little cash,\" he says. \u001d  Gabelli, on the other hand, won't let his expected profits burn a hole in his pocket. He believes \"we're in the afternoon\" of the current merger boom, with the consolidation wave rolling through the hotel and wireless-communications sectors; U.S. Cellular (USM), which he recommended in the Midyear Roundtable in June, could be a prime target, he says. \u001d  Gabelli said he'd expect to earn \"50% on our money in a couple of years if Hilton agrees to be taken over.\" Christmas came early for his clients: Two weeks ago, Blackstone agreed to pay $26 billion, or $47.50 a share, for the fabled hotel operator, a 35% return. The deal is expected to close by the end of the year. \u001d  \"We're not unhappy with the price being paid,\" says Gabelli, whose funds own 7.5 million Hilton shares. He also calls the deal for aerospace-equipment maker Sequa, for which Carlyle is paying almost $3 billion, or a 54% premium, \"a good payday.\" But he thinks there's a 10% to 15% chance that a strategic buyer will pop up in the next few weeks and offer more. \u001d  Gabelli predicts that two small-caps, Sensient Technologies and Kaman,  could attract takeover interest. \"We own both stocks and we're buying more,\" he says. \u001d  Sensient, a maker of colors, flavors and fragrances, could be acquired within a year for as much as 32 a share, 18% above its current price, he wagers. A possible buyer: Germany's Symrise (SY1.Germany), which is seeking to expand here. \u001d  Sequa's crown jewel is its Chromalloy unit, which services airplane engines. Similarly, Kaman has a self-lubricating bearing business that could draw suitors. Gabelli thinks the stock, which trades for 34, could jump to 45 to 65 in a couple of years, driven by demand for the company's aerospace components. \u001d  Based on recent trends, it could be a long afternoon for the merger market. Chances are that more of the Roundtable members' favorite stocks will find buyers ere midnight strikes, with greater profits for all. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ea4acd1dedf190071a32c1ca46741c31","symR":["ACL","BX","CIT","CMI","COP","GE","HD","HLT","JNJ","LEH","NESN.VX","NSRGY","CH0012056047","US20825C1045","US3696041033","US4370761029","US4781601046","US5249081002"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) It's Still Time To Buy","GmtTimeStamp":"2007-07-21T04:07:00.000000000","CompanyCodes":["ACL","BX","CIT","CMI","COP","GE","HD","HLT","JNJ","LEH","NESN.VX","NSRGY","CH0012056047","US20825C1045","US3696041033","US4370761029","US4781601046","US5249081002"],"IndustryCodes":["DRG","FIS","FOD","HIM","IDD","LOD","MDS","MDV","OFP","OIL","RTS","SCR","TRQ","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSMI","XSP5","XST5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  Good but not great. That's the assessment of some equity strategists on the stock-market outlook for the remainder of the year. \u001d  With the S&P 500-stock index up nearly 10% in 2007, and the Dow Jones Industrial Average up 11%, it's tough to envision substantial gains in the months ahead. But it's not an unreasonable bet that the S&P, now at 1534, could hit 1625 by year end, a 6% increase. \u001d  \"The global economy remains strong,\" says Nick Bohnsack, equity strategistat Strategas Research Partners, a New York firm. At the start of 2007, Bohnsack and his colleagues set a year-end target of 1600 for the S&P 500, and they're sticking with it. \u001d  Adds Jim Paulsen, chief investment strategist at Wells Capital Management in Minneapolis: \"My guess is that the stock market lurches higher and we get to 1600 to 1650 on the S&P 500 by year end.\" Paulsen was one of a handful of bullish strategists Barron's cited in our year-ago cover story, \"Time to Buy\" (July 24, 2006), when the S&P stood at about 1240, 20% below current levels. \u001d  There are some troubling issues that could spoil the second half. The subprime-mortgage mess is stinging a growing number of financial companies, with CIT Group (ticker: CIT) one of the latest victims. Weighed down by subprime-mortgage and other credit fears, financial stocks, the largest sector in the S&P 500 with a 20% weighting, are down 2% this year, making them the index's prime laggard. Bulls argue that mortgage woes already are reflected in the prices of financial shares. But leveraged buyouts, which provide support for stocks, are getting tougher to pull off as creditors balk at the easy terms and low rates that prevailed until recently. \u001d  Nonetheless, there are some notable positives. Flush corporations continue to buy back record amounts of stock and lift dividends. Home Depot (HD), ConocoPhillips (COP) and Johnson & Johnson (JNJ) lately have announced sizable repurchase programs. The S&P 500's \"total yield,\" which combines dividends and repurchases, could approach 5% this year. Booming economies in the developing world are buoying industrial companies ranging from Cummins (CMI) to General Electric (GE) and lifting the energy sector by contributing to the growing demand for oil, now at $75 a barrel. Despite the LBO headwinds, big deals keep getting done, including Blackstone Group's (BX) aggressive $26 billion purchase of Hilton Hotels (HLT). \u001d  The S&P 500, meanwhile, isn't expensive, trading for 16 times projected 2007 profits of $93, versus a price-earnings multiple of 14 a year ago. Bears argue that the S&P is pricier than it looks because its multiple is depressed by the index's 30% weighting in low-P/E financial and energy stocks. Investors can look at this another way and see opportunity in those sectors, which account for virtually all the S&P's single-digit P/Es. \u001d  In our \"Time to Buy\" cover, we identified 10 large companies that looked attractive. Since then, the group is up an average of 31%, versus a 25% rise in the S&P. \u001d  Which of the 10 stocks still look good? Lehman Brothers (LEH), whose shares have suffered from concerns about the firm's mortgage exposure, now trades for 70, off its earlier high of 86. It fetches just nine times projected 2007 profits of $8 a share and less than two times book value of $37 a share. While not likely, a takeover of Lehman is possible if the stock languishes. \u001d  General Electric, whose stock lately has broken above 40, is getting belated recognition as a play on the global infrastructure boom. GE fetches 18 times projected 2007 profits and carries a dividend yield of 2.8%. \u001d  Swiss food-giant Nestle (NSRGY) refuses to list its shares on a major U.S. exchange, preferring the less-liquid Pink Sheets. But that shouldn't detract from the  company's allure as one of the fastest growing food concerns. Its stock, at around 98, trades for 17 times estimated 2007 profits. The effective P/E on the food business is closer to 15 when the value of Nestle's stakes in Alcon (ACL), the eye-care company, and L'Oreal, the French cosmetics concern, are stripped away. U.S. food companies trade for an average of 19 times estimated 2007 net. Alcon, worth more than $30 billion, could be sold or spun off in the next year. \u001d  These and other stocks have room to rally in coming months, particularly if the global economy stays on track. Last summer the market was pulling out of a slump, and it has barely looked back. For this bull, there are more good times ahead. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"eaece278183e8a91a4f30a9ab165db64","symR":["BSC","CAT","GOOG"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) Up & Down Wall Street: Borrowing Trouble","GmtTimeStamp":"2007-07-21T04:07:00.000000000","CompanyCodes":["BSC","CAT","GOOG"],"IndustryCodes":["ISV","SCR","TRQ","XDJGI","XDJI","XFFX","XISL","XNQ1","XNYA","XRUS","XSP5","XSTF","XSTX"],"Story":"\b   (From BARRON'S) \b   By Alan Abelson \u001d  Dear Valued Client. \u001d  Or should that salutation read: \"Dear Devalued Client?\" Or, perhaps: \"Dear Valued Ex-Client.\" \u001d  For the letter, dated July 17, 2007, was from James E. Cayne, chairman of Bear Stearns. And its purpose was to apprise dear valued client of the fate of two Bear Stearns hedge funds fully loaded with securities backed by subprime mortgages and nothing if not extravagant in their use of leverage in a relentless (or should we say, heedless?) pursuit ofreturns. Both funds, it was Mr. Cayne's sad duty to inform clients, were in extremis. Which translates from the Latin as: up a creek without a paddle. \u001d  Preliminary estimates, Mr. Cayne reported, were that, as of June 30, the High-Grade Structured Credit Strategies Fund had very little value left, while the High-Grade Structured Credit Strategies Enhanced Leverage Fund, had just about none at all. Which is what enough leverage, much less enhanced leverage, will do for you every time. \u001d  A bit more specifically, the unenhanced leveraged fund lost something like all but 9% of its value, while its less fortunate sibling has been wiped out. Not all that long ago -- a bit over three months or so -- the latter had, so calculates The Wall Street Journal, $638 million in investors' money, plus -- and it's obviously a pretty big plus --  sufficient borrowings to enable it to make commitments of some $16 billion, of which $11.5 billion was long, the rest short. Even unenhanced, leverage was manifestly popular with the other, now barely breathing Bear Stearns fund: With $925 million in investor capital, it managed to invest $13.7 billion, of which $9.7 billion was long. \u001d  We don't know if the Guinness Book of World Records keeps score on this sort of thing, but you'd think that losing close to $20 billion in a figurative wink is quite an achievement and surely deserves some special recognition. \u001d  What we found noteworthy, even if a bit mystifying, is that Mr. Cayne, in his \"dear valued client\" missive, neglected to mention the funds' huge subprime exposure. Instead, he cited the \"unprecedented declines in the valuations of a number of highly rated (AA and AAA) securities\" as among the culprits for the pitiable performance of the funds. Could be he winces every time he hears \"subprime\" and thoughtfully sought to spare those valued clients who might be similarly disposed. \u001d  Back on June 22, when creditors were pressing Bear Stearns to pony up more collateral for loans they had extended in their eagerness to enable the funds to splash around happily in all that lovely leverage, the firm indicated it might scrape up $3.2 billion or thereabouts for just such a purpose. Seemingly, it quickly thought better of such rash action and, instead, chose to establish a line of credit for the surviving fund of $1.6 billion, deciding that, all things considered, this was one of those rare cases where half a loaf was better. And so it proved -- for Bear Stearns, anyway. \u001d  For what happened to subprime mortgage-backed securities was summed up by William Poole, St. Louis Fed president, last Friday thus: \"As is often the case, the market's punishment of unsound financial arrangements has been swift, harsh and without prejudice.\" Ah, if only Mr. Poole would learn to speak his mind. \u001d  No secret that the decline and fall of the two Bear Stearns funds has had an impact beyond the financial harm done to the unfortunates who invested in them and the stress visited on Bear Stearns and its creditors. It has palpably raised the consciousness of risk among investors in mortgage-backed securities, which is not exactly surprising, and among the banks and less conventional lenders that supplied the dough, which is a bit surprising, since they so purposely ignored all the signs of trouble in the run-up to the blowup. \u001d  And it has exerted a noticeable and not very happy effect on the markets for junky securities of every description (except for equities), no matter how removed from delinquencies and foreclosures and the other ills attendant to the downward spiral in housing. It has, temporarily at least, dulled the voracious appetite for leveraged buyouts by raising the costs of, and tempering the enthusiasm for, the vital ingredient in such deals -- the great gobs of debt that make them possible. \u001d  It also has caused some industrial-strength pounding of the dollar, which already was on the ropes courtesy of dismal fiscal policy, towering trade deficit and Washington's absurd folly in encouraging devaluation as a supposedly painless way to spur exports. \u001d  And, as the Journal reported Friday, markets continents away from Wall Street have felt the repercussions of the wide notice given to the collapse of the Bear Stearns funds and the suddenly intense focus it inspired in the parlous state of subprime mortgages. One of Australia's biggest hedge funds has taken a vicious hit from its holdings of our toxic stuff, prompting the managers to clamp down on redemptions. So what else is new? \u001d  Meanwhile, that elusive bottom in housing grows ever more elusive. The National Association of Home Builders' index of sentiment among its members dropped to its lowest level since January 1991, when the economy was still struggling to emerge from recession. Equally ominous, building permits, a reliable precursor of things to come in residential construction, took a bad spill in June, down 25% from a year earlier. \u001d  All of which suggests we can expect a steady stream of \"Dear Client\" apologies like Mr. Cayne's in the months ahead. The upside -- we do try hard to look at the sunny side of things -- is that we'll likely get a break from all that economists' babble about the lack of fallout from the bust in housing. \b \u001d  If these are the summer doldrums, man, just imagine what the autumn awakening will be like. \u001d  Now, it's true that the Russians haven't poisoned anyone recently, but the summer's young still. And patience is also the order of the day for Mr. Bush's surge. For, it turns out, even though he began the much-publicized operation by sending five more combat brigades to Iraq in February, he keeps imploring us to withhold judgment because they've only just reached that shell-shocked country. If he'd only asked, we could have told him those Staten Island ferries offer plenty of fresh air, but they take forever to get where they're going. \u001d  Congress, under Democratic management, by contrast, has been busy as a bunch of angry bees, sometimes staying up all night churning out legislation that Mr. Bush can veto. It may seem to the uninformed a case of all motion and no action, but it serves two very worthwhile purposes: It keeps the Dems out of the bars during the day and allows the president to practice his penmanship, which could come in real handy if he starts commuting prison sentences big-time. \u001d  While the Democrats have been proposing all kinds of grandiose plans for providing the voters with comprehensive and bargain-priced medical care, neglecting as is their wont, to tot up the inevitably humongous expense, Mr. Bush has come up with his own plan for providing coverage for the folks who need it most, those without insurance, that is admirably simple and cheap: Get thee to the hospital emergency rooms! The only hitch is that you may have to wait a couple of years before your name is called, but most of the ERs are air conditioned in the summer and heated in the winter. \u001d  We don't want to give the impression that despite bitter partisanship, Washington has been a study in sloth and lethargy. The House of Representatives, by way of illustration, worked long and hard first fashioning and then passing a $4,400 raise for itself. The representatives now take home $170,000. On the face it, the boost doesn't seem too inflationary, but that's without reckoning the hidden cost. For when a congressman earns more in salary, he automatically costs more to buy. \u001d  Forgive us these digressions on the greater world out there. For, in truth, where all the excitement has been is Wall Street. And for the stock market -- whew! -- it has been just about a thrill a minute. In terms of performance, gold and oil have not been exactly shabby, with petro pushing $78 a barrel. (Even apart from that  subprime fiasco, bonds have been boringly bad actors; even Bill Gross has given up on them.) But if you're on the lookout for thrills, the stock market's definitely where it's at. \u001d  Last week was a wonderful case in point. The Dow, after some preliminary passes, busted through 14,000, something it hasn't done ever before. All that private-equity and hedge-fund money sloshing around, desperate to find a home, got the investment masses in a frenzy hunting for the next takeover. And it didn't hurt that most of the professional kibitzers known as economists, who are famous for being rarely right but never in doubt, continued to pound the table on how strong the economy is (and it indisputably is, in Greenwich). \u001d  Just to keep everyone interested, the very next day, the market got hammered. Google (ticker: GOOG), of all companies, disappointed. Imagine. Revenues were up 58% over last year's second quarter; no cause for tears there. But operating income slipped 11% from the previous quarter, because, the company claimed, it was a little too aggressive in hiring and bonuses were fatter. But there's also a suspicion that maybe the corporate wonder kid is having to fork over more moola for spots on its various and sundry partners' sites. \u001d  A bigger blow to investor sentiment was Caterpillar's (CAT) 18% drop in second-quarter profits, as booming business abroad couldn't make up in earnings for punker business at home. That CAT had been red hot (up over 40% on the year before getting whacked on Friday) made the shock all the greater. \u001d  It's too early to ring down the curtain on what has been a truly big market. But suddenly, the bulls find themselves on the defensive. Could be interesting. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"eaf1463eb12ba80114054ee6744ee201","symR":["BSC"],"date":"2007-07-21","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/23) Editorial Commentary: Searching For A Fulcrum","GmtTimeStamp":"2007-07-21T04:03:00.000000000","CompanyCodes":["BSC"],"IndustryCodes":["SCR","XDJGI","XFFX","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Thomas G. Donlan \u001d  Sometimes, you eat the bear; sometimes, the bear eats you. Sometimes, the bear chases you over a cliff and you both lose. In the case of Bear Stearns' High Grade Structured Credit Strategies Enhanced Leverage Fund, the bear ate the whole thing. The bear also ate 90% of the asset value of the fund that doesn't boast \"enhanced leverage\" in its name but has plenty of leverage anyway. \u001d  That's the fund that Bear Stearns \"bailed out\" four weeks ago, to the tune of $1.2 billion. Perhaps there was a hole in the bucket. \u001d  In the days of wine and roses, like March 31, the less-leveraged fund reportedly had $925 million in investors' capital and the leveraged fund had $638 million of investors' capital. Their total exposure to long and short positions in the structured-credit market is said to have been nearly $30 billion, while their net long positions totalled $12.7 billion, according to Lipper's HedgeWorld. \u001d  My colleague Jonathan R. Laing explained all this at length in Barron's July 9 issue (\"Garbage In, Carnage Out\"), but here's the short version: On the first floor, let's say homeowners put up 5% or less of the price of their houses and borrow the rest. On the second floor, mortgage lenders package the mortgages and sell them to hedge funds operated by investment banks, which put up 10% in capital raised from investors and borrow the rest. On the third floor, parts of the mortgage packages themselves are packaged -- often the least attractive parts -- and sold again the same way. \u001d  Rising house prices mean everybody wins -- homeowners, mortgage writers, investment bankers, hedge fund investors and investment bankers. And falling house prices mean . . . nothing. House prices never fall. Homeowners never cease paying. Loans are never called. Hedge funds never collapse. \u001d  \"Give me a fulcrum and a place to stand, and I will move the world,\" said Archimedes, remarking on the power of the lever. Of course, there was no fulcrum and no place to stand. That's always the problem with leverage. A lever without a fulcrum is just a stick. \u001d  Bear Stearns expanded into mortgage lending to ensure a steady supply of mortgages it could package into securities. It is the lender for about a quarter of the home loans it turns into bonds. Mortgages were responsible for $927 million of Bear Stearns's revenue growth from 2002 to 2006, almost a quarter of the total increase. More recently, Bear Stearns' mortgage-servicing unit went into the credit-counseling business to help its riskiest borrowers avoid foreclosures. That's creative financing. \u001d  The bear, the bull and the whole Wall Street herd of investors ought to be looking for a fulcrum and a place to stand. \u001d  --- \u001d  Editorial page editor THOMAS G. DONLAN receives e-mail at tg.donlan@barrons.com. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ec22a8453e76651f2152994264247c14","symR":["AMR","US0017651060"],"date":"2007-07-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Radar Outage In Brazil Sends Some Flights Back To US","GmtTimeStamp":"2007-07-21T09:27:00.000000000","CompanyCodes":["AMR","US0017651060"],"IndustryCodes":["AIR","XDJGI","XFFX","XNYA","XRUS"],"Story":"\b \u001d  RIO DE JANEIRO (AP)--An unexplained two-hour outage at a radar facility in the Amazon forced at least four American Airlines flights from the U.S. heading to Brazil to return to Miami International airport early Saturday. \u001d  Carol Cavalcante, an official with Brazil's national airport authority Infraero, confirmed that radar under the command of the Cindacta-4 radar center headquartered in the Amazon city of Manaus went down, but didn't give an indication as to what caused the problem. \u001d  \"Everything is back to normal now. It was out for about two hours. It's true, some flights were sent back to their point of origin at that time,\" Cavalcante said. \u001d  Marc Henderson, a spokesman for the Miami International airport, said four American Airlines flights heading to Sao Paolo and Rio de Janiero were sent back to Miami. He could not confirm whether it was because of radar problems. \u001d  Three of the flights had originated in Miami, and the other began in Dallas-Fort Worth International Airport, he said. \u001d  American Airlines, based in Ft. Worth, Texas, did not return phone messages left on its after-hours hotline or with its Miami spokeswoman. American is a unit of AMR Corp. (AMR). \u001d  Saturday's radar problems come on the heels of Tuesday's crash at Congonhas airport in Sao Paulo, Brazil's largest city. The accident - the worst in Brazil's history - killed 191 people. \u001d  A surge in travelers has overwhelmed underfunded air traffic control systems in South America, making flying to the region frightening and time-consuming for passengers and pilots alike. \u001d  Last September, a commerical jet with Brazil's Gol Airlines collided with a small executive jet over the Amazon, causing the Gol jet to crash, killing all 154 aboard. \u001d  A Brazilian judge indicted four flight controllers and the smaller jet's two American pilots on the equivalent of manslaughter charges. But the defendants point to other problems, from holes in radar coverage to the inability of some Brazilian controllers to clearly speak English, the language of international aviation. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 05:27 ET (09:27 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ed43e465cb39f261bd67ce98b50db489","symR":["6462.TO","7203.TO","7205.TO","7221.TO","7223.TO","7262.TO","TM","JP3231400007","JP3496600002","JP3633000009","JP3633400001","JP3792600003","JP3970600007"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Toyota To Keep Output On Hold At 12 Plants Monday - Nikkei","GmtTimeStamp":"2007-07-21T16:42:00.000000000","CompanyCodes":["6462.TO","7203.TO","7205.TO","7221.TO","7223.TO","7262.TO","TM","JP3231400007","JP3496600002","JP3633000009","JP3633400001","JP3792600003","JP3970600007"],"IndustryCodes":["AUT","OTA","TRQ","X225","XATI","XDJGI","XGTI","XISL","XNYA"],"Story":"\b \u001d  TOKYO (Nikkei)--Toyota Motor Corp. (7203.TO or TM) said Saturday it will continue suspending production at 12 domestic plants on Monday, as it still faces difficulty procuring engine parts from Riken Corp. (6462.TO), which was forced to halt output due to damage caused by a major earthquake that struck Niigata Prefecture on July 16, the Nikkei reported in its Sunday morning edition. \u001d  The automaker's manufacturing subsidiaries in the Hokkaido and Kyushu regions as well as chassis makers, such as Toyota Auto Body Co. (7221.TO) and Kanto Auto Works Ltd. (7223.TO), will also halt operations at their factories. \u001d  Toyota said it will decide after Sunday whether to restart output from Tuesday. \u001d  Meanwhile, Daihatsu Motor Co. (7262.TO) plans to resume production at two production facilities, including one in Shiga Prefecture, starting Monday, but will continue suspending output at its Ikeda factory in Osaka Prefecture and another facility that day. \u001d  Hino Motors Ltd. (7205.TO) will continue to suspend output at its Hamura plant in Tokyo on Monday. \u001d  Reconstruction efforts have been under way at Riken, where Toyota and other major carmakers have sent a total of 700 employees to help the firm recover from damage it sustained from the quake. The parts maker plans to resume supply to carmakers on Monday, after partially restarting output at its Kashiwazaki plant Sunday. \u001d  However, the company's production is expected to remain limited for the time being.  Toyota decided to put off plans to restart operations Monday after judging that it would not receive a sufficient supply from Riken. \u001d  The major automaker produces about 17,500 vehicles per day and will likely see production decline by 43,000 units as a result of the two-and-a-half-day output suspension thus far. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 12:42 ET (16:42 GMT)"},{"md5ID":"f2b2bd4e2922b5737378321cf5ea7305","symR":["MORN","FMAGX","OAKLX"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/23) Fund Of Information: When Divergence Is Good","GmtTimeStamp":"2007-07-21T04:03:00.000000000","CompanyCodes":["MORN","FMAGX","OAKLX"],"IndustryCodes":["IAS","MED","PUB","XDJGI","XRUS","ZFU"],"Story":"\b   (From BARRON'S) \b   By Lawrence C. Strauss \u001d  Index funds, which don't have to pay analysts to find investment ideas because their portfolio holdings correspond with those in a benchmark, usually have much lower expense ratios than actively managed funds, which must pay for investment research. The professors' paper is titled \"How Active Is Your Fund Manager? A New Measure That Predicts Performance.\" \u001d  The professors found that a fund's \"active share\" was a good indicator of how likely it is to beat its benchmark, both before and after fees. \u001d  Active share is calculated by looking at how different a fund's holdings are from its benchmark. A fund with a higher active share diverges from the benchmark more than one with a lower active share. \u001d  Consider a $100 million fund benchmarked against the Standard & Poor's 500 Index and which holds half of the stocks in the benchmark. Its active share would be 50%. A fund holding only 50 stocks in the benchmark would have an active share of 90%. \u001d  Those funds ranked in the top 20% based on active share outperformed their benchmarks by 1.39 percentage points on an average annual basis from 1990 to 2003, net of fees and transaction costs. But those funds in the bottom group based on active share underperformed their benchmarks by 1.41 percentage points. \u001d  And as Petajisto and his co-author, Martijn Cremers, point out, the number of actively managed funds with closet index characteristics has increased. They consider funds with a low active share to be closet indexers. Funds with lower active share had about 30% of all mutual-fund assets in 2003, up from no share in the 1980s. \u001d  A high-profile example of a closet indexer cited by the authors was Fidelity Magellan (ticker: FMAGX), under its previous manager Robert Stansky. He was replaced in late 2005 by Harry Lange, who quickly revamped the portfolio -- initially to disappointing results. However, its year-to-date return of nearly 15% ranks in the top 20% of its Morningstar peer group. \u001d  It's important to remember that a high active-share rating doesn't always translate into superior performance. \"It's not a guarantee,\" Petajisto affirms. An example cited in the professors' paper: Oakmark Select (OAKLX), a concentrated portfolio run by longtime manager Bill Nygren, has a high active-share rating, yet the fund has struggled in recent years. \u001d  Nevertheless, Morningstar is considering incorporating the active-share metric into its analysis of funds -- in order to give investors a little more help discerning what they're getting in return for their fund costs. \u001d  Says Russel Kinnel, Morningstar's director of fund research, \"It's an interesting lens to view mutual funds when you look at how active they are.\" \u001d  --- \u001d  E-mail: lawrence.strauss@barrons.com \u001d  --- \u001d           Scoreboard \b \u001d        Health Funds Pale \b \b  -- U.S. diversified stock funds rose an average of 0.15% in the week ended Thursday, trailing the S&P 500's total return of 0.36%, reports Lipper. Financial-services funds slid 1.32% and health/biotech funds lost 0.63%. Among the biggest funds, Fidelity Contrafund was up 0.52%. \b \b                                             One Week Year-to-Date \b \bU.S. STOCK FUNDS                               0.15%  11.92% \bU.S. BOND FUNDS                                0.24    1.42 \bTOP SECTOR / Gold Oriented Funds               2.52   12.99 \b \b                     THE WEEK'S TOP 10 \bFund \b  Investment Objective  One Week  Year-to-Date \b \bProFunds Prec Metals Inv \b  Gold Oriented            7.00%        15.80% \b \bAmerican Heritage Growth \b  Multi Cap Core           6.23          2.79 \b \bClaymore MAC Oil Up Tr \b  Natural Resources        4.99         24.75 \b \biPath ETN S&P GSCI CTR A \b  Specialty & Misc         4.55           NA \b \bUnited States Oil Fund \b  Natural Resources        4.48         10.08 \b \bMrkt Vctrs Gold Miners \b  Gold Oriented            4.36          8.15 \b \bProShares Ult Util \b  Utility                  4.30           NA \b \bDirexion Cmdty Bl 2x Inv \b  Spec Dvsfd Equity        4.00         68.98 \b \bProShares Ult Indust \b  Specialty & Misc         3.86           NA \b \bRydex Precious Metls Inv \b  Gold Oriented            3.84         13.68 \b \b                  THE WEEK'S BOTTOM 10 \bFund \b  Investment Objective  One Week  Year-to-Date \b \bClaymore MAC Oil Dn Tr \b  DSB                     -7.44%       -24.68% \b \bProFunds Sht Pr Mtls Inv \b  DSB                     -4.55        -11.22 \b \bProShares UlS Util \b  DSB                     -4.27           NA \b \bProShares UlS Indust \b  DSB                     -3.63           NA \b \bPowerShares DB MS Agri \b  Specialty & Misc        -3.54           NA \b \bDirexion NAS Br 2.5x Inv \b  DSB                     -3.54        -30.07 \b \biShares FTSE NAREIT MR \b  Real Estate             -3.46           NA \b \bHealthShares Emer Can \b  Health/Biotech          -3.43           NA \b \bPope USX China A \b  China Region            -3.41         24.11 \b \bFBR Sm Cap Financial \b  Finl Services           -3.35        -15.17 \b \b                    THE LARGEST 10 \b \bFund \b    Net Assets                        3-Year*  1-Week   YTD \b   (billions)  Investment Objective   Return  Return  Return \b \bAmerican Funds Gro A \b      $90.958  Multi Cap Growth       16.55%   0.62%  13.48% \b \bAmerican Funds ICA A \b       77.612  Large Cap Value        14.69    0.11   11.17 \b \bAmerican Funds CIB A \b       75.353  MTAG                   17.37    0.09   10.61 \b \bAmerican Funds CWGI A \b       74.966  GMLV                   23.83    0.02   15.86 \b \bFidelity Contrafund \b       72.875  Multi Cap Growth       17.74    0.52   13.59 \b \bDodge & Cox Stock \b       71.977  Large Cap Value        18.00    0.36   10.21 \b \bAmerican Funds Wsh A \b       71.353  Large Cap Value        14.00    0.37   11.37 \b \bVanguard 500 Index Inv \b       71.245  S&P 500 Funds          13.86    0.39   10.53 \b \bAmerican Funds Inc A \b       67.682  MTAG                   14.39    0.12    8.42 \b \bPIMCO Tot Rtn Inst \b       62.280  Intmd Inv Grade         3.81    0.39    0.73 \b \b*Annualized. Through Thursday. \b \bSource: Lipper \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f8067fda2640f12499496264f6447d2c","symR":["532174.BY","IBN","INE090A01013"],"date":"2007-07-21","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"India ICICI Bank 1Q Net INR7.75 Bln Vs INR6.20 Bln","GmtTimeStamp":"2007-07-21T06:58:00.000000000","CompanyCodes":["532174.BY","IBN","INE090A01013"],"IndustryCodes":["BNK","XDJGI","XNYA"],"Story":"\b \u001d  MUMBAI (Dow Jones)--India's ICICI Bank Ltd. (532174.BY)  Saturday said net profit for the fiscal first quarter rose 25%, driven by demand for loans. \u001d  Net profit for the April-June period rose to INR7.75 billion from INR6.20 billion a year earlier. \u001d  The average of estimates in a Dow Jones Newswires poll of four analysts was a net profit of INR7.25 billion. \u001d  Total income for the New York-listed bank, India's largest in the private sector in terms of assets, rose 53.4% to INR92.81 billion from INR60.50 billion. \b \u001d  -By Romit Guha, Dow Jones Newswires; 91-9900181471; romit.guha@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  July 21, 2007 02:58 ET (06:58 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."}]
