[{"md5ID":"083260eb43873329fb4e61ddc78421b0","symR":["LEA","LNX","MAIR","RTR.LN","RTRSY","SJW","TIER","YANB","GB0002369139"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-02-17T05:08:00.000000000","CompanyCodes":["LEA","LNX","MAIR","RTR.LN","RTRSY","SJW","TIER","YANB","GB0002369139"],"IndustryCodes":["AIR","BNK","FAD","HPD","HPR","IAS","MED","OTA","PUB","SVC","WAT","XDJGI","XFFX","XFT1","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining 5% or more of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from  Feb. 8 through 14. \u001d  Source: Corporate Filings Alert \b \u001d  Activists \b \u001d  Mair Holdings (MAIR) \u001d  Riley Investment Management and Mair reached agreement on board expansion and director appointments. Mair will enlarge its board fromseven members to eight and named John Ahn, a Riley principal, as a director and nominating committee member. Riley has opposed Mair's bid to sell its Mesaba Airlines unit to Northwest Airlines (ticker: NWACQ). Riley has 923,152 shares (4.5% of the total outstanding). \b \u001d  Yardville National Bancorp(YANB) \u001d  An investor group including Seidman & Associates said a court had found that the bank holding company's directors had breached their fiduciary duty. The Seidman affiliates had sued the New Jersey company to enjoin it from implementing a \"new qualification bylaw\" and to halt any attempt to prevent Lawrence B. Seidman or a Seidman-backed candidate from running for the board. As of Feb. 8, the group had 933,435 shares (8.75%). \b \u001d  Lear (LEA) \u001d  Pzena Investment Management said that it may talk with Lear's independent directors about its opposition to the proposed buyout offer for the auto-parts maker by an affiliate of billionaire investor Carl Icahn. \"We would like to remind the board of its fiduciary  obligation . . . and urge you to seek other offers,\" Pzena said. The firm added that it would like to meet with the independent directors to discuss the company's valuation. Pzena holds 6,776,279 shares (10.05%). \b \u001d  Tier Technologies (TIER.PK) \u001d  Giant Investment said that it will nominate a director to Tier's board and that it wants to help the transaction processor evaluate strategic alternatives. Giant said Tier lacks the scale to remain independent and should explore a merger or sale. Giant and its affiliates want to sign a confidentiality agreement with Tier to evaluate these alternatives. Giant holds 1,834,000 shares (9%). \b \u001d  Original Filings \b \u001d  Lenox Group (LNX) \u001d  Clinton Group said it had acquired Lenox shares because they were \"undervalued and represented an attractive investment opportunity.\" It said it may hold discussions with the tableware maker's executives, board or with other shareholders about the company's plans. Clinton owns 958,380 shares (6.8%). \b \u001d  Increases in Holdings \b \u001d  Reuters Group (RTRSY) \u001d  ValueAct Capital Management lifted its position to 66,301,212 shares (5.2%) by buying 7,057,763 from Dec. 12, 2006, to Feb. 8, at $8.52 to $8.90 a share. \b \u001d  Decreases in Holdings \b \u001d  SJW (SJW) \u001d  Funds run by Mario Gabelli's Gamco Investors own 1,006,300 shares (5.5%), after selling 144,100 from Dec. 16, 2006, to Feb. 1, at $34.64 to $41.44 each. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0dfdeff25d53d87df103182cc0f5c9c1","symR":["TKR"],"date":"2007-02-17","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(2/19) Timken Remake Still In Act I","GmtTimeStamp":"2007-02-17T05:04:00.000000000","CompanyCodes":["TKR"],"IndustryCodes":["FAC","XDJGI","XFFX","XISL","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Jim McTague \u001d  When investors grabbed shares of bearing maker Timken early last week, they nudged toward the $30 mark -- surprising, since a week earlier, the company had reported disappointing earnings. Otherwise, the shares have been rangebound for months. \u001d  Some bulls see the shares (ticker: TKR) breaking above 30 this year, citing Timken's plans to play down its low-margin, high-volume auto business and ramp up specialized aerospace-product sales. \u001d  It's a compelling story,and likely to have a happy ending. Yet like Wagner's excruciatingly long Ring Cycle, this opera will hit many highs and lows before the final act. Meanwhile, the bulls appear to have placed their bets too early: The 2007 outlook suggests a price lower than 28. \u001d  Timken, which boasts that it \"keeps the world turning,\" is the world's largest manufacturer of tapered roller bearings -- devices used to reduce friction between parts in engines and other machines. It operates in 27 countries and has annual sales of about $5 billion and a stock-market value around $2.8 billion. The Canton, Ohio, firm also owns two steel mills that make seamless tubing. \u001d  Timken products are found in nearly every U.S.-made vehicle. This once was an unalloyed source of pride and profits. However, when the Motor City hits the brakes -- as it's doing now -- Timken gets a nasty whiplash. And the problem will only worsen if the Detroit three don't regain market share. Hence, Timken is reinventing itself as a specialty producer for aerospace, energy and rail equipment. \u001d  On Feb. 7, Timken reported fourth-quarter earnings of $35.3 million, or 37 cents a share, 63% below the year-earlier figure. For all of 2006, Timken netted $222.5 million, or $2.36, on $4.97 billion in sales. In 2005, it made $260.3 million, or $2.81 a share, on $4.82 billion. \u001d  For '07, the company expects earnings from continuing operations to rebound to $2.50-$2.70; analysts originally had been projecting $2.77. Disappointing demand from Detroit cost Timken nine cents a share in the fourth quarter, and an increase in auto-warranty reserves for some defective bearings from one of its plants cost another eight cents. \u001d  Analyst Mark Parr of KeyBanc Capital Markets has a 52-week target of 35. \"The company's sensitivity to autos in conjunction with all of its manufacturing-restructuring activities over the past couple of years clearly has hurt earnings momentum,\" says Parr. \"But given the recent run-up in auto-supplier stocks, Timken looks very timely right now.\" \u001d  He adds that Timken's EPS guidance for 2007 isn't that far out of line with the consensus prediction. \"Our own 2007 forecast was $2.70,\" he says. His 35 target is six times enterprise value to Ebitda -- or earnings before interest, taxes, depreciation and amortization, a measure of cash flow -- within a normalized range of five to eight times. Enterprise value is stock-market value, plus debt, minus cash. \u001d  (Timken, it should be noted, is a large KeyBanc client. The firm advised Timken on the sale of Latrobe Steel last year, a deal that roiled the stock because many shareholders believed the mill was worth much more than the $215 million Timken received. Timken also has a $375 million loan and $500 million line of credit with Keybanc.) \u001d  Robert Schenosky, a managing partner at Jefferies & Co., is guarded in his assessment of Timken. While he applauds management's restructuring efforts, he says the auto business remains a cause for concern. In his view, the bullish case for Timken rests on the assumption that the overall economy will markedly improve. \"We don't share that enthusiasm,\" he says. He views the consensus estimates for Timken for both '07 and '08 as unrealistically high. \"It's difficult for a stock's price to fight through when the majority of estimates proved to be too aggressive,\" says Schenosky. He rates Timken a Hold, warning that \"We would not put a Buy on it at 28 and some change.\" Timken's 52-week low is 27.46. \u001d  Wachovia senior analyst Wendy Caplan estimates 2007 EPS at $2.40 and '08 at $2.50, since she foresees weaker steel profits and a slower-than-expected auto recovery. She assumes 11 times earnings, which translates into a stock price in the high 20s. \u001d  Keeley Asset Management of Chicago owned 1.78 million Timken shares, as of Sept. 30. Robert Becker, a senior vice president, is disappointed that Timken's stock has been flat to down since then. He'd like Timken to become more like Kaydon (KDN), a company with \"screaming margins\" on specialty products like bearings for windmills and medical equipment: \"Kaydon sells in twos and threes and Timken sells in the thousands.\" But Kaydon makes a lot more on each item. Kaydon CEO Brian Campbell tells Barron's that his bearings are so specialized, he's not worried about foreign competition. \u001d  Although Becker expects Timken to get there, he says it will be a two-steps-forward, one-step-backward struggle. \"We hope there's a pickup. We think it is reasonably valued and that its balance sheet has improved, and that management is capable of improving its operations,\" he comments. \"If we didn't think it would do well, we would not be in the stock; we are patient,\" Becker says. \u001d  Investors should probably be patient, too: It could be at least a year before the Fat Lady sings. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1749303c50e7d90d4f7a3064efa2fa42","symR":["005930.SE","AAPL","KR7005930003","US0378331005"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) Plugged In: At Last: The Video Revolution","GmtTimeStamp":"2007-02-17T05:05:00.000000000","CompanyCodes":["005930.SE","AAPL","KR7005930003","US0378331005"],"IndustryCodes":["CPR","SEM","XATI","XDJGI","XFFX","XGTI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  The video revolution is here. after years of talk and promise, digital television is finally beginning to see the light of day. At this year's Consumer Electronics Show in Las Vegas -- where more television screens were concentrated in one spot than anywhere else on earth -- the hot topic was mobile video's emergence. There are finally wireless networks, especially in places like Korea, that boast enough bandwidth to deliver quality images. Handset makers, led by Samsung and Apple (ticker: AAPL), are trying to make devices to handle whatever Hollywood and the music industry pump out. \u001d  But mobile video is just an extension of a much larger phenomenon: online television. Some folks view online TV as Internet-Protocol television, or IPTV, which sort of narrowly defines the world in which digital images are distributed using Internet technology. Telephone carriers are investing heavily in IPTV as one way to deliver television service over their wireline networks in competition with their rivals in the cable industry, which have been snaring legacy telephone customers, left and right. \u001d  Yet looking at it another way, which is what Merriman Curhan Ford's research director, Tim Savageaux, has done, online television can be viewed as a broad investment theme that encompasses an entire ecosystem of content, mobile, Web and communications concerns that should benefit from the online-television trend. Social networks and the You Tube craze are just the tips of the iceberg when it comes to dramatic shifts of advertising dollars away from traditional broadcasters to new media outfits, says Savageaux, who believes \"that video-based advertising could become the fastest-growing segment in online advertising over the next five years.\" \u001d  Certainly, big media portals such as Google (GOOG) and Yahoo! (YHOO) will benefit from the trend, but so should online car sites, such as Autobytel (ABTL) and the gay Website PlanetOut (LGBT), which runs syndicated TV shows over the Internet. What's more, digital-marketing companies and online ad agencies, such as Seattle's aQuantive (AQNT) also stand to do well as traditional broadcasting begins to give way to the digital age, the analyst says. \u001d  To be sure, many telecoms are also licking their chops at the latest video trends. Cisco (CSCO) CEO John Chambers didn't buy cable set-top box-maker Scientific-Atlanta for nothing, justifying the acquisition by explaining that video networking would be integral to most communications networks. \b \u001d  At MCF's summit on online video in San Francisco last week, Harmonic (HLIT) CEO Patrick Harshman noted that his company is optimistic that spending by traditional customers in the satellite and cable TV industries will be robust. But he was even more buoyed by the newest entrants -- telephone carriers -- \"and their competitive compulsion to get into the video business.\" \u001d  Harmonic is a leading maker of digital video and fiberoptic systems with video-on-demand and high-def technologies. MCF's Savageaux upgraded Harmonic to a Buy last July based on the promise of higher orders and improved gross margins. His target: 13. Late last week, the stock was around 9. \u001d  After a strong fourth quarter, the analyst bumped up his 2007 forecast on the promise of better-than-expected orders from cable and satellite outfits. Any upside from the telcos, at this point, would be mostly gravy. Pour it on. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"188bc707c55c42ffa55261a117a898f9","symR":["0005.HK","13057.FR","7267.TO","BMW.XE","BSY","BSY.LN","CS","CSGN.VX","DCX","DCX.XE","GSK","GSK.LN","HBC","HMC","HSBA.LN","JPR.LN","PUB","TNI.LN","UBS","UBSN.VX","OAKEX","OAKIX","CH0012138530","CH0024899483","DE0005190003","DE0007100000","FR0000130577","GB0001411924","GB0004769682","GB0005405286","GB0009039941","GB0009252882","JP3854600008"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) Driven By A Vision Of Global Growth","GmtTimeStamp":"2007-02-17T05:07:00.000000000","CompanyCodes":["0005.HK","13057.FR","7267.TO","BMW.XE","BSY","BSY.LN","CS","CSGN.VX","DCX","DCX.XE","GSK","GSK.LN","HBC","HMC","HSBA.LN","JPR.LN","PUB","TNI.LN","UBS","UBSN.VX","OAKEX","OAKIX","CH0012138530","CH0024899483","DE0005190003","DE0007100000","FR0000130577","GB0001411924","GB0004769682","GB0005405286","GB0009039941","GB0009252882","JP3854600008"],"IndustryCodes":["ADV","AUT","BAN","BNK","BRD","DRG","MED","PUB","X225","XATI","XDAX","XDJGI","XENX","XFT1","XGTI","XHSG","XISL","XNYA","XSMI","XST5"],"Story":"\b   (From BARRON'S) \b   By Sandra Ward \u001d  Interview With David Herro \u001d  Chief Investment Officer, International Equities, Harris Associates \b \u001d  In his 15-year tenure at Chicago-based Harris Associates and its Oakmark family of funds, where he oversees $22.5 billion invested in international stocks, David Herro has delivered superior returns with dazzling consistency. He does it by making big bets on a relatively small number of stocks trading below their intrinsic value. Generating strong free cash flow iskey, and the companies he homes in on have managements that allocate capital intelligently. Herro steeredthe Oakmark International Fund to a nearly 31% gain last year. Since its launch in September 1992, it has returned 13.7% a year, on average; in the past five years, it has advanced 18%, again on average. Herro is also the portfolio manager of Oakmark International Small Cap, which has  averaged a  15.75% return since it started in November 1995 -- and soared nearly 35% in 2006, winning Herro the title of Morningstar International Fund Manager of the Year. \b \u001d  Barron's: You had another good year last year, without investing in China or other emerging markets. \u001d  Herro: There have been times in our history where we've had very high weightings in emerging markets like Brazil and Latin America and Asia. But we are stingy value people, and we think a lot of the good news is priced into the emerging-markets stocks and none of the bad. That's not necessarily a comment on the macro economy but on corporate governance, transparency, profit margins, and profitability. These are all issues that have to be considered when valuing businesses and in euphoric periods the market tends to ignore them. \u001d  Think about it: We are about to celebrate the 10-year anniversary of the start of the Asian crisis. When prices got slammed, we started buying, and we were about six months early. It ended up being just fine, and the period from 1998 to 2002 defined us and got people interested in investing with us. \b \u001d  Q: What trends do you see on the international investing scene? \u001d  A: The old and busted growth-blue-chips, whether they are in the U.S. or based internationally, are the most attractively priced equity assets out there. This is where there is value. For example, GlaxoSmithKline [ticker: GSK] stock is trading at the same level it was in the mid '90s, and yet its earnings power is substantially higher. There has been a massive de-rating that has happened in such industries as pharmaceuticals, media, and consumer nondurables. \b \u001d  Q: A de-rating? \u001d  A: Earnings have kept going up, but share prices have either stagnated or stayed the same. Stocks that used to trade at, say, 15 times cash flow and 20 times earnings are not trading anywhere near those levels. That's partly due to the strength in small-caps. Consider that the Oakmark International Fund and the Oakmark International Small Cap have handily outperformed over the past five years. They are managed by the same people and have the same research team. Everything is the same, except the hunting ground is different. \u001d  The five-year performance of Oakmark International Small Cap fund is 26% per year over the last five years. The five year number of the Oakmark International Fund is 18%, which is an 800-basis-point [eight-percentage-point] difference per year over five years. That reflects a major revaluation of small companies and the fact that lots of money has flooded into them. Money has also flooded into real estate, metals, mining, cyclicals, natural resources, and emerging markets. Money has gone into hot sectors and less economically safe sectors. There has been a massive move out of blue chips. \b \u001d  Q: What does this mean looking forward for your small-cap fund? \u001d  A: The caveat is, and I've been saying this for a year: Looking out five years, I expect our core international strategy will outperform our core international small-cap strategy just based on the valuations of businesses. Small-caps are trading roughly 15% to 20% more than their brethren in large-cap land and in many instances it is not deserved. It is getting harder and harder for us to find small stocks to replace those that we sell because they've hit their targets. That's a caution, and people don't want to hear it. On my conference calls with advisers they say, oh, you are just being conservative. Maybe it is conservative, but I'm trying to be honest. \b \u001d  Q: Have you been raising cash in the small-cap fund? \u001d  A: Yes, it is probably 6% or 7%, up from the more traditional 3% or 4%. It is not cash-heavy by any means, but it is more cash than we normally have. Small-caps are not categorically overpriced. They are not speculatively overpriced. It is just difficult to find good value, especially with the private-equity types gnawing at them. \b \u001d  Q: Should they continue to benefit from private-equity buyouts and merger activity? \u001d  A: We saw a great deal of activity last year in both strategies, because there is so much money floating around. I don't know how long it is going to last, probably for another year or two. Eventually, the people who are seeding these alternative-investment strategies might realize the risk-return payoff may not be what it used to be. But that is going to take some time to develop. \b \u001d  Q: Where are you seeing value among the large blue chips? I see a lot of car companies in your portfolio. \u001d  A: There are three car companies and we own each for different reasons. Our top position is DaimlerChrysler [DCX] -- don't laugh. We started buying it maybe halfway through last year and now it has become a 4% position. \b \u001d  Q: Don't tell me you liked the ads? \u001d  A: No, they were terrible. But the market was completely missing the turnaround at Mercedes-Benz Autos as well as the commercial vehicles. Investors have been solely focused on Chrysler. Chrysler is certainly having its issues, but one could argue that Chrysler is in a slightly a better position than Ford and GM. Yet, a healthy Chrysler is less than 20% of Daimler's value. This is a big company and it has a lot of different aspects to it and shareholders of the world have been ignoring that Mercedes' operating margin has gone from 1% or 2% to 7%. A similar expansion has taken place in profitability on the commercial-vehicle side. There are some real changes taking place at Mercedes in design and, more importantly, quality. You can see it in the sales numbers. \u001d  There is a new S-class that came out, and that is a very important product for Mercedes because they sell a decent amount of them and they are high-margin. They have a new C-class coming out in about two months. The only new product that doesn't seem to be doing well is the R-class, which is a cross between an SUV and a minivan. Chief Executive Dieter Zetsche has done a good job getting this company focused on its business. \b \u001d  Q: How do you feel about a possible sale of Chrysler? \u001d  A: If they try and exact enough value as possible, we're all for it. We do not have an overly optimistic valuation of Chrysler in our models. At this stage, it's probably not the best time to sell. When they iron things out with the United Auto Workers and start generating cash flow, they'll get a better price. \b \u001d  Q: What about BMW? \u001d  A: BMW [BMW.Germany] is a different story than Daimler. The good news is that demographics and the rising wealth in the world work out very well for both of these companies. These are the only two global luxury-automobile brands. Audi really isn't global. Lexus isn't global. BMW is a great company. It gets double-digit returns on capital. It seems to increase units about 6% a year, which is a very good number. It has a strong balance sheet, is very well run and is underpriced. On financials, they seem rock solid. They have net cash on the balance sheet and they've actually bought back stock, which is very un-Germanlike. \b \u001d  Q: Then there's Honda. \u001d  A: Honda [HMC] is kind of a BMW for the mass market. It is almost an American company, in the way they think about returns. \b \u001d  Q: How undervalued are these companies in your view? \u001d  A: Daimler is around 50% undervalued. BMW is about 45% undervalued and Honda is about 20% undervalued. Honda has had a nice run, so it is not as cheap as it used to be and it is not as big of a position as it used to be for us. \b \u001d  Q: You can't be thinking we are going to have some kind of global slowdown if these are your picks. \u001d  A: We don't believe in a global slowdown. From a macroeconomic perspective, I'm fairly much of a global bull. I don't know about the short-term future. But longer-term, I'm very bullish on global economic growth. The theme I've been preaching about for 10 years is finally happening: When you have three-fifths of the world's population finally becoming consumers, that is going to have an impact. The second biggest market for the BMW 7 Series outside the U.S. is China. If China or any of the emerging markets could add 100 to 150 basis points of growth to the top line of, say, a Diageo, a Nestle, a BMW, that is significant to its valuation in the long haul and that's exactly what's happening. \u001d  We've added HSBC [HBC] Hong Kong Shanghai Bank, which looks like a stock that hasn't done much. Its local shares are trading at 919 pence. But this is a company that has good exposure to Asia and to the emerging world. They have a huge franchise in the greater Hong Kong and Southern China area. North America, including Latin America, is almost one-third of their business. One-third is Europe and one-third is Asia. \b \u001d  Q: But HSBC is now paying the price for expanding into the U.S. mortgage and subprime lending business. \u001d  A: HSBC bought Household International in 2003 and now people are worried about the subprime lenders. This is the opportunity. That is probably 15% of their business. This is a company that is generally very well-managed, very good at controlling risk, trades at 11 1/2 times this year's consensus earnings estimates, and yields 4 1/2%. This is a very good global franchise with great exposure to the growth areas of the world trading at two times book. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 17, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"195d340136af4f0a0b1c353c561880a3","symR":["BMW.XE","DCX","DCX.XE","VLKAY","VOW.XE","DE0005190003","DE0007100000","DE0007664005"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"German Transport Min Proposes Tax Breaks For 'Green' Cars","GmtTimeStamp":"2007-02-17T16:25:00.000000000","CompanyCodes":["BMW.XE","DCX","DCX.XE","VLKAY","VOW.XE","DE0005190003","DE0007100000","DE0007664005"],"IndustryCodes":["AUT","XDAX","XDJGI","XNYA","XST5"],"Story":"\b \u001d  BERLIN (AP)--Germans who buy environmentally friendly automobiles should be rewarded with tax breaks, the country's transport minister said in a newspaper editorial published Saturday. \u001d  Writing in the Sueddeutsche Zeitung newspaper, Wolfgang Tiefensee proposed tax breaks for people who purchase automobiles that emit less carbon dioxide, burn less fuel and are overall more energy efficient. \u001d  \"The more environmentally friendly the car, the bigger the tax break should be,\" Tiefensee wrote. \"Whoever protects the environment saves money.\" \u001d  Already a tax is in the works that envisions charging more to drivers of vehicles with higher carbon dioxide emissions. But Tiefensee's proposal foresees measuring the overall environmental friendliness of a vehicle, including energy efficient motors and lower fuel consumption. \u001d  \"The automobile industry has to do more to protect the environment,\" said Tiefensee, a member of the Social Democratic Party. \u001d  Germany's powerful automobile industry, which includes giants such as Volkswagen AG (VLKAY) DaimlerChrysler AG (DCX) and BMW AG (BMW.XE), has been reluctant to adopt more environmentally friendly options and recently forced the European Union to water down a proposed law requiring emissions reductions by 2012. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 11:25 ET (16:25 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1e2c52f9bf99dfeb8836aef7b5561c9b","symR":["SIBN.RS","RU0009062467"],"date":"2007-02-17","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Power Of Gazprom Comes Under Fire In Moscow Cabinet - Report","GmtTimeStamp":"2007-02-17T12:01:00.000000000","CompanyCodes":["SIBN.RS","RU0009062467"],"IndustryCodes":["OIL","XDJGI"],"Story":"\b \u001d  LONDON (Dow Jones)--A Cabinet split emerged in Russia's government Friday over the growing power of the state-owned energy giant Gazprom (SIBN.RS), the Times reported Saturday. \u001d  The paper reports that German Gref, the Economic Development Minister, issued a startling warning that Gazprom's all-out expansion strategy threatened to extinguish prospects for the growth of a market economy in Russia. \u001d  The paper says Gref told a conference in Krasnoyarsk, Siberia, that Gazprom's rise represented a return to the \"monopolistic capitalism of the 19th Century.\" \u001d  Newspaper Web site: http://www.timesonline.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9330 \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 07:01 ET (12:01 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1f57cf27edbc98c8a8d22bb62a120f10","symR":["12032.FR","12057.FR","SNY","FR0000120321","FR0000120578"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) European Trader: L'Oreal's \"Masstigious\" Potential","GmtTimeStamp":"2007-02-17T05:07:00.000000000","CompanyCodes":["12032.FR","12057.FR","SNY","FR0000120321","FR0000120578"],"IndustryCodes":["COS","DRG","XCA4","XDJGI","XENX","XISL","XNYA"],"Story":"\b   (From BARRON'S) \b   By Matthew Curtin \u001d  Optimism is rarely in short supply at L'Oreal. but years of relatively sluggish revenue growth at the cosmetics supplier have sapped some of investors' optimism for its stock. \u001d  Their worry is that L'Oreal's scale is such that its sales growth will slow even more over the long term, and if it doesn't, it will be because L'Oreal (ticker: 12032.France) has sacrificed profit margins to sustain it. \u001d  So L'Oreal's announcement Thursday of better 2006 profits and margins wasn't good enough to lift the shares, when expectations were for still more. It's little surprise that the stock, which at its late-week price around 80 euros a share was trading at about 24 times estimated 2007 earnings, has run into selling pressure. However, that might dissipate quickly. \u001d  The reason: L'Oreal's bullishness may prove infectious, particularly because it has raised the 2006 dividend by 18%, to 1.18 euros a share, paying it out of a much more modest increase in earnings. Profit before exceptional items and minority interests rose 12%. Net profit was up only 4.5%, to 2.06 billion euros. \u001d  CEO Jean-Paul Agon insists that L'Oreal is on track to hit its medium-term sales-growth target of 6% to 8% in 2007, with relentless growth in emerging markets and lesser gains in mature ones. The disruptions that hit sales in the U.S. retail sector last year shouldn't recur in 2007, he says. \u001d  The 1 billion euro improvement in L'Oreal's gross operating profit and tight control of selling, general and administration expenses more than compensated for a 300 million euro increase in advertising and promotional spending. L'Oreal's operating profit margin rose to 16% from 15.6% in 2005. \u001d  That extra spending should set L'Oreal up for a good first quarter, at the very least. \u001d  The degree to which L'Oreal is managing its business tightly was visible in its strong generation of working capital in 2006. The company is confident that better control of inventory might offset any short-term pressure on its finances as sales accelerate through 2007. \u001d  Agon remains resolute in his belief that the company's acquisition of the Body Shop, whose results now are fully integrated into L'Oreal's, was a smart move. Body Shop, he says, is more than just a retailer. He views it as a distinctive brand, positioned between a mass-market and prestige products supplier -- \"masstige,\" to use the industry jargon. There's little evidence the Body Shop is holding back L'Oreal, even if it's too soon to see any major contribution from it to L'Oreal's momentum. \u001d  That does leave the trickier issue of L'Oreal's valuation, complicated by its residual stake in drug maker Sanofi-Aventis (SNY). At face value, L'Oreal is trading at a big premium to rivals like Estee Lauder (EL), Avon (AVP), Colgate-Palmolive (CL) and Procter & Gamble (PG), though none has the quite the same profile as the French company. Strip out Sanofi, however, and L'Oreal is trading at its lowest multiple in years. \u001d  Profitable growth might be proving to be more of a challenge for L'Oreal than in the past. But if 2007 is the year when M&A activity allows L'Oreal to exit Sanofi painlessly, turning itself into a pure-play cosmetics investment, investors might yet warm to the company's masstigious potential. \u001d  --- \u001d  Matthew Curtin is a contributor to The Skeptic, a Dow Jones Newswires column on which this European Trader is based. \u001d  --- \b                       DOW JONES GLOBAL INDEXES \b \bRegion/ \bCountry \b   DJ Global          DJ Global          DJ Global     Point \b    Indexes,           Indexes,           Indexes,      Chg.    % Chg. \b Local Curr.    Wkly     U.S. $    Wkly  U.S. $ on      From      From \b    02/16/07  % Chg.   02/16/07  % Chg.   12/31/06  12/31/06  12/31/06 \b \bAmericas \b                         363.55   +1.42     351.71    +11.84     +3.37 \b \bBrazil \b  5909112.38   +2.65    1114.68   +3.15    1067.30    +47.38     +4.44 \b \bCanada \b      442.97   +1.79     439.70   +2.81     425.73    +13.97     +3.28 \b \bChile \b      647.11   +2.29     448.68   +3.03     393.68    +55.01    +13.97 \b \bMexico \b     1913.79   +2.60     534.19   +2.43     500.99    +33.19     +6.63 \b \bU.S. \b      354.46   +1.25     354.46   +1.25     343.25    +11.21     +3.27 \b \bVenezuela \b     2942.03   -0.26      49.06   +1.96      58.10     -9.04    -15.56 \b \bLatin America \b                         595.27   +2.85     560.18    +35.09     +6.26 \b \bEurope \b                         363.07   +1.12     349.72    +13.34     +3.82 \b \bAustria \b      464.16   -0.52     474.42   +0.44     465.16     +9.27     +1.99 \b \bBelgium \b      431.49   -0.37     441.26   +0.59     427.54    +13.72     +3.21 \b \bDenmark \b      532.79   +0.64     554.92   +1.59     505.70    +49.23     +9.73 \b \bFinland \b     1427.62   +2.26    1305.06   +3.25    1206.63    +98.43     +8.16 \b \bFrance \b      363.32   +0.44     376.40   +1.40     365.73    +10.66     +2.92 \b \bGermany \b      312.38   +0.72     318.29   +1.69     302.80    +15.49     +5.12 \b \bGreece \b      419.66   +0.85     316.61   +1.82     295.24    +21.37     +7.24 \b \bIreland \b      705.39   +2.08     704.34   +3.07     671.96    +32.39     +4.82 \b \bItaly \b      344.77   +0.39     289.52   +1.36     280.63     +8.89     +3.17 \b \bNetherlands \b      406.68   -0.07     414.59   +0.89     401.84    +12.75     +3.17 \b \bNorway \b      444.89   -1.65     434.55   +0.60     402.36    +32.19     +8.00 \b \bPortugal \b      324.11   +1.44     287.61   +2.42     270.37    +17.24     +6.38 \b \bSpain \b      575.60   -0.19     442.21   +0.77     422.08    +20.13     +4.77 \b \bSweden \b      662.85   +0.88     554.53   +0.10     542.62    +11.91     +2.20 \b \bSwitzerland \b      554.16   +0.50     608.28   +1.63     577.55    +30.73     +5.32 \b \bUnited Kingdom \b      274.31   +0.54     286.10   +0.61     278.31     +7.79     +2.80 \b \bSouth Africa \b                         332.45   +2.77     319.28    +13.17     +4.13 \b \bPacific Region \b                         153.25   +2.54     146.16     +7.09     +4.85 \b \bAustralia \b      405.18   +0.47     418.35   +1.56     400.56    +17.79     +4.44 \b \bHong Kong \b      400.83   +0.10     398.97   +0.10     377.97    +21.00     +5.56 \b \bIndonesia \b      571.97   +2.95     125.90   +2.98     127.96     -2.06     -1.61 \b \bJapan \b      116.68   +1.67     122.05   +3.71     115.76     +6.29     +5.43 \b \bMalaysia \b      239.02   +2.07     186.20   +2.09     158.88    +27.32    +17.20 \b \bNew Zealand \b      204.42   +0.03     263.17   +1.93     259.49     +3.67     +1.42 \b \bPhilippines \b      340.55   +3.16     183.76   +3.66     159.92    +23.84    +14.91 \b \bSingapore \b      258.16   +0.12     273.14   +0.26     249.36    +23.78     +9.53 \b \bSouth Korea \b      301.26   +1.81     243.91   +1.61     241.17     +2.75     +1.14 \b \bTaiwan \b      195.65   -0.83     152.85   -0.89     156.13     -3.29     -2.10 \b \bThailand \b      125.47   -1.39      89.01   +0.25      81.33     +7.69     +9.45 \b \bEuro Zone \b                         371.02   +1.43     356.67    +14.34     +4.02 \b \bEurope (ex.U.K.) \b                         406.73   +1.37     389.85    +16.88     +4.33 \b \bNordic Region \b                         622.11   +1.18     587.36    +34.75     +5.92 \b \bPacific Region (ex. Japan) \b                         320.70   +0.90     308.33    +12.37     +4.01 \b \bWorld (ex. U.S.) \b                         253.28   +1.79     243.05    +10.24     +4.21 \b \bDOW JONES WORLD STOCK INDEX \b                         288.00   +1.55     277.50    +10.51     +3.79 \b \bIndexes based on 12/31/91=100. \b2007 Dow Jones & Co. Inc. All Rights Reserved. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"23e67debb0ffaf7ad009e4a822aad875","symR":["FTO","HOC","VLO","WNR"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Valero Fire May Hike Fuel Prices In Rockies, Beyond -Analysts","GmtTimeStamp":"2007-02-17T14:55:00.000000000","CompanyCodes":["FTO","HOC","VLO","WNR"],"IndustryCodes":["OIS","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI","XSP5"],"Story":"\b \u001d  AMARILLO, Texas (Dow Jones)--Gasoline and diesel prices may rise in markets supplied by Valero Energy Corp.'s (VLO) McKee oil refinery in Sunray, Texas, following a fire there Friday night, and may even spur higher prices in the broader U.S. market. \u001d  \"If it is shut for longer than a week it will have a big impact,\" said one Wall Street analyst, noting that seasonal maintenance has lowered refinery utilization across the U.S. With almost 15% of capacity already off-line, the impact of the McKee refinery outage is more likely to be felt, he said. \u001d  The company shut the entire refinery Friday, evacuating all personnel, after a fire began in the propane deasphalting unit of the 158,000 barrel-a-day refinery here in the Texas panhandle. \u001d  Late Friday, Valero spokeswoman Mary Rose Brown said the company had taken measures to prevent supply disruption. \"Regarding our commercial operations, we have purchased product and made other arrangements to cover our immediate supply requirements,\" she said. \u001d  Still, analysts worried about the market impact. The refinery is strategically located, supplying not only the local area, but also delivering products to the Denver, Phoenix, and Tucson areas through Kinder Morgan's pipeline from El Paso. \u001d  \"Depending on the extent of the damage at McKee, Denver could be meaningfully impacted on supply,\" another industry analyst said. Two other refineries which serve that market also have planned shutdowns coming up, the analyst said. \u001d  The Suncor refinery in Denver is scheduled to be shut for a turnaround and Frontier Oil Corp.'s (FTO) Cheyenne, Wyoming, refinery is also planning to take its coker off-line in March. Together, the three plants supply roughly 60% to 70% of Denver's refined products. \u001d  \"If McKee is down for an extended period, Denver will be very tight and margins will likely surge up,\" the analyst said. The Arizona market will likely see a lesser impact because refiners like Holly Oil Corp. (HOC) and Western Refining (WNR) will likely fill any McKee shortfall from the East, and the pipeline from the Los Angeles refineries to Arizona is not currently full, and could ferry additional refined products to the area. \b \u001d  -By Jessica Resnick-Ault, Dow Jones Newswires; 713-547-9208; jessica.resnick-ault@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 09:55 ET (14:55 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2d339bc6c3e8cedc690851d5943dd0c2","symR":["VLO"],"date":"2007-02-17","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Valero McKee Refinery Had Large Fire Friday","GmtTimeStamp":"2007-02-17T16:12:00.000000000","CompanyCodes":["VLO"],"IndustryCodes":["OIS","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 17, 2007 11:12 ET (16:12 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3316f5c1ab98477747ec2ef70b5422fa","symR":["AKAM","ALTR","AMZN","BMET","CSCO","EBAY","GOOG","SBUX","US0231351067","US17275R1023","US2786421030"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) The Striking Price: A Mixed Message Spells Profits","GmtTimeStamp":"2007-02-17T05:05:00.000000000","CompanyCodes":["AKAM","ALTR","AMZN","BMET","CSCO","EBAY","GOOG","SBUX","US0231351067","US17275R1023","US2786421030"],"IndustryCodes":["CMT","CSV","ISV","MDV","OTS","RES","RTS","SEM","XDJGI","XFFX","XGTI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Steven M. Sears \u001d  When most investors look at the stock market, they see a market of stocks -- not a stock market. \u001d  Options strategists see neither. \u001d  Instead, they see lines of implied and realized volatility stretching across calendar graphs that tell them how various securities have behaved in the past, and how they may behave in the future. \u001d  Like tea-leaf readers, strategists interpret volatility data to reveal options that are trading at premiums or discounts to their historic prices. Sometimes, the analysis finds an index at odds with its components. That is currently true of the Nasdaq 100 Index (ticker: NDX) and its components. \u001d  The index's three-month implied volatility is about 16%, compared with a historic volatility of about 13%. The average three-month implied volatility of an NDX component stock is about 27%, compared with a historical average of about 25%. \u001d  To options strategists, this discrepancy tells a story about the future stock-price movement for the Nasdaq 100 -- and suggests a trade. \u001d  \"The individual stock-volatility markets are saying low volatility is here to stay, but the index-volatility market is saying the low volatility is a temporary phenomenon,\" says Leon Gross, Citigroup's global head of equity-derivatives strategy. \u001d  The reason for the disagreement between stock and index volatility are not readily apparent, and does not matter to traders who are attracted to \"dispersion trades,\" as these volatility anomalies are called. These traders, known as volatility arbitragers, believe volatility behaves like a rubber band, and that when it is stretched out, as with the NDX, it ultimately reverts to the historical norm. \u001d  To profit from this anomaly, Citigroup advised clients to sell NDX \"straddles\" -- puts and calls with the same strike price -- that expire in June. This strategy is profitable if NDX volatility remains low, as it has for much of the past year, or if the index continues the sideways trend of the past few months. \u001d  \"The index has remained richly priced to realized volatility for the past two months,\" Gross says. \"In percentage terms, you're looking at a premium of almost 25%.\" \u001d  The classic dispersion trade is buying straddles on the index's component stocks and selling a straddle on the index. This strategy benefits from low index volatility relative to the volatilities of its components stocks, which occurs if the actual correlation between the stocks is lower than that priced into the options. \u001d  But rather than focusing on the index, so far many traders are opting to focus on many of the NDX stocks that Citigroup has identified as having historically cheap options. This list of 27 stocks -- including: Akamai Technologies (AKAM), Altera (ALTR), Amazon.com (AMZN), Biomet (BMET), Cisco Systems (CSCO), ebay (EBAY), Google (GOOG) and Starbucks Coffee (SBUX) -- is useful to investors interested in buying inexpensive options to express bullish or bearish stock views. \u001d  In fact, Citigroup's list of cheap options reinforces a growing consensus among investors that there are pockets in the technology sector that may prove profitable, such as Cisco, Google and some hardware and semiconductor stocks. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"34063f6aaf43bdbebc66a3135328c55f","symR":["CEN","HD","US4370761029"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) Insiders, Look Out! -3-","GmtTimeStamp":"2007-02-17T05:06:00.000000000","CompanyCodes":["CEN","HD","US4370761029"],"IndustryCodes":["HIM","ICS","RTS","SVC","XDJGI","XDJI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\u001d  Home Depot seems to have gotten the message. Blake was given a much smaller pay package, tied far more closely to the stock's performance. Also, the company announced it may sell or spin off the wholesale-supply business, and Batchelder will join the board later this month. Whitworth begged off from filling the seat since his second wife, Fay, is expecting a child later this year and he wants a less hectic work schedule. \u001d  Relational has high hopes for Home Depot. Among other things, Whitworth has proposed that the company return some $38 billion, or $19 a share, to shareholders in the next year, either through a massive stock buyback or, for efficiency's sake, a special dividend. It would be financed by $28 billion in net new borrowing, with the remainder coming from the sale of the wholesale unit. With $12 billion in annual sales, that business should garner at least $10 billion. \u001d  He says the added debt could be managed easily and would instill management discipline in operations and capital spending. By concentrating solely on its retail operations, Home Depot would be able to boost operating margins by a full percentage point between 2008 and 2010, to around 15% while producing 5% same-store sales growth. Moreover, the reduction in the equity base would magnify the earnings improvement. \u001d  As Whitworth told the Home Depot executives in L.A., he sees the company's price-earnings ratio climbing to 18 from a recent 14 after the chain exits the wholesale business and fortifies its retail operations. He thinks the stock could double to more than 80 in the next three years. \u001d  That's a tall order, but Relational is used to tall orders, especially when it has $1.3 billion on the line. If past is precedent, Home Depot shareholders can count on Whitworth to do everything in his power to make that payday happen. And other shareholder activists can thank him for winning their collective efforts long overdue respect. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"461540f0ff962a9635c022f4287df2d5","symR":["AET","AMGN","BIIB","DNA","ESRX","GENZ","GM","NOVO-B.KO","NVO","RHHBY","ROG.VX","TEVA","TEVA.TV","CH0012032048","DK0010280817","IL0006290147","US00817Y1082","US0311621009","US09062X1037","US3704421052"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) Tech Trader: For Biotech, Here Come The Clones","GmtTimeStamp":"2007-02-17T05:10:00.000000000","CompanyCodes":["AET","AMGN","BIIB","DNA","ESRX","GENZ","GM","NOVO-B.KO","NVO","RHHBY","ROG.VX","TEVA","TEVA.TV","CH0012032048","DK0010280817","IL0006290147","US00817Y1082","US0311621009","US09062X1037","US3704421052"],"IndustryCodes":["AUT","BTC","DRG","HEA","XDJGI","XDJI","XFFX","XGTI","XISL","XKFX","XNQ1","XNYA","XRUS","XSMI","XSP5","XST5"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  Generic competition for biotechfirms like Amgen and Genzyme drew a step closer Wednesday, when a bipartisan group in Congress introduced a bill to authorize Food and Drug Administration approval of generic biologic drugs. Traditional drugs have had 20 years of government-authorized generic competition, but there's been scarcely any competition for biologics -- those proteins or other fancy molecules typically made in cell cultures of genetically modified organisms. The lack of competition has enabled biotech companies to charge tens of thousands of dollars a year for treatments, creating lucrative businesses from even a small number of sick patients. \u001d  High prices for biologic drugs are welcomed by biotech shareholders, but not by health care's payers. The biggest biotech spender is Uncle Sam himself, under the Medicare program, which spent over $3 billion on just three anemia drugs from Amgen (ticker: AMGN) in the fiscal year ended September 2005. So after Amgen's patents expire, the government and private insurers would love to see competitive pricing. In a Thursday conference call Sanford C. Bernstein biotech analyst Geoffrey Porges said: \"Amgen is obviously the big target here.\" \u001d  Amgen and the biotech industry's trade group quickly leapt into action after Wednesday's press conference by the biogeneric bill's lead sponsors -- Rep. Henry A. Waxman, Sen. Charles E. Schumer and Sen. Hillary Rodham Clinton. Waxman has been preparing the \"Access to Life-Saving Medicine Act\" for months, and those who see themselves as biotech's \"innovators\" were ready. Spokespersons for Amgen warned of the complexities of copying biologic products and urged that any copycat biotech drugs prove their safety in human clinical trials. European regulators took years to develop rules for approving generic biotech products, cautioned Amgen spokeswoman Kelley Davenport. \u001d  Backing the biogeneric bill from the get-go were General Motors, which pays the nation's biggest private medical bill, as well as health insurer Aetna. Other endorsers were the generic drug giant Teva Pharmaceutical (TEVA), which has been tooling up to make biogeneric drugs, and pharmacy benefit manager Express Scripts (ESRX), which released a study that said the country's annual savings from biogenerics could rise from $3.5 billion to $12 billion over the first ten years. \u001d  As Barron's readers well know, some biotech drugs would be easier to copy than others (see \"Biotech's New Battlefield,\" May 22, 2006). Hormones like insulin and human growth hormone are less complex molecules than the much larger proteins of the monoclonal antibodies made by the likes of Genentech (DNA) to fight cancer. Scientists understand the mechanism of action of the simpler biologics; not so, for the more complicated ones. \u001d  Human insulin made by genetically engineered critters is a low-hanging fruit, therefore, for the biogeneric ambitions of companies like Wockhardt, the Indian drug company. That's why vendors of recombinant human insulin like Novo Nordisk (NVO) have hightailed it into the sale of modified insulin products that improve upon the natural stuff. \u001d  Also toward the easier end of the knockoff scale are enzymes like those produced as \"orphan drugs\" for rare metabolic disorders by Genzyme (GENZ). Sales in 2006 were $1 billion for the company's cash cow Cerezyme, which treats the genetic disorder Gaucher's disease. That was about a third of the firm's total revenues. Genzyme charges patients hundreds of thousands of dollars a year for its orphan drugs. Yet comparability-testing for copycat enzymes would be fairly straightforward if biogeneric approval rules ever became law . . . and, of course, if patents were not obstacles. Genzyme claims patents for Cerezyme that stretch through 2010 and beyond. \u001d  Somewhat harder to knock off are the interferons, like those sold by Biogen (BIIB) and the anemia drugs Epogen and Aranesp sold by Amgen. But there's plenty of incentive for generic firms to try. Amgen's two red blood cell boosters kicked in nearly half of the company's $14.3 billion in 2006 sales, and surely a greater portion of its $2.48 a share profit (including option expenses and other non-cash charges). \u001d  There already are potential challengers to the Genzyme and Amgen best sellers -- from Britain's Shire (SHPGY) and Switzerland's Roche Holding (RHHBY), respectively. But those rivals have gone down the lengthy FDA approval process established for a biologics license application. The whole point of generic-drug regulation is to allow copycat versions of a proven drug to get to market more quickly. \u001d  The Waxman biogenerics bill proposed last week recognizes that some biogeneric products would require more testing than others, to establish their similarity to the pioneer product. The bill would leave it to the FDA to set the requirements for each product application. By offering a period of exclusivity to the early generic firms, the bill also hopes to motivate generic companies to come up with ways of showing their biogenerics are so very, very similar to the original that a pharmacist could interchange them. Even Europe hasn't figured out how such interchangeability might work, but that's where the pharmacy-benefit managers have extracted the big savings from traditional generic drugs. \u001d  Proponents of the biogenerics bill hope to speed its approval by attaching it to an urgent piece of legislation: the reauthorization of the FDA's power to charge \"user fees\" to drug approval applicants . . . a power set to expire in September. That's probably too ambitious a timetable for the biogeneric bill, which has inescapable complexities, fierce industry opponents and no widespread support among Republicans -- according to Peggy Binzer, a former FDA health attorney now with Washington, D.C.'s McKenna Long & Aldridge, who spoke to Bernstein clients on Thursday's conference call. But Binzer gives 50/50 odds of some kind of biogeneric bill passing by the end of the year, because of the money that Medicare could eventually save with biogenerics. \u001d  Once biogenerics became law, the FDA would need a long time to draw up regulations. And even under those regulations, the \"comparability\" testing of some biogenerics could take years. And of course, patent claims must be put to rest. That long runway gives Amgen and Genzyme time to introduce new drugs. But it would also make the biogeneric game less competitive for those who can afford to play it. Those who've shown an interest include manufacturers like Novartis (NVS), Pfizer (PFE), Teva and Barr Pharmaceuticals (BRL), as well as pharmacy benefit firms like Express Scripts and Medco Health Solutions (MHS). \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:10 ET (05:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"474b3bf5fa67048d54ae33b7f4a7c77f","symR":["6758.TO","ERTS","MSFT","SNE","JP3435000009","US5949181045"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) Electronic Arts: Kicking Off A New Era","GmtTimeStamp":"2007-02-17T05:06:00.000000000","CompanyCodes":["6758.TO","ERTS","MSFT","SNE","JP3435000009","US5949181045"],"IndustryCodes":["CSE","ENT","SOF","TMF","X225","XATI","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Tom Sullivan \u001d  The launch of the three big new videogame consoles in recent months has been causing as much commotion in living rooms and dens as any pre-game party on Superbowl Sunday. \u001d  That's good news for game publisher Electronic Arts (ticker: ERTS), the industry's behemoth and, as it happens, the maker of the hugely popular Madden National Football League games. As consumers snap up new consoles, they're all but certain to reach for the latest games. And those sales could be considerably greater, and more profitable, than much of Wall Street expects. \u001d  Sharply boosting demand for games are the new PlayStation 3 from Sony (SNE), featuring cutting-edge technology; the Xbox 360 from Microsoft (MSFT), with great graphics; and Nintendo's (7974.Japan) lively, easy-to-use Wii. At the same time, Electronic Arts, with big sports games covering everything from golf to NASCAR racing, looks well positioned for the coming world of mobile games -- online services for cellphones and other hand-held devices. Electornic Arts has been spending some $200 million a year on developing that field and soon should start reaping the rewards. \u001d  \"We're at the very beginning of the next very significant growth cycle\" for the industry, says Chief Executive Larry Probst, a well-regarded 22-year veteran of the company. \u001d  In the last big upswing for videogames, from 2000 through 2004, industry revenues surged 50%. If that happens again, as some expect, Electronic Arts would be the prime beneficiary. The Redwood City, Calif., company is shooting to garner no less than 20% of game sales on each of the 11 main consoles, including the hand-held Gameboy Advanced, where it now holds just 5% of the market. \u001d  Over the next few years, a chart of Electronic Arts' earnings growth might rival the excitement of any of its games. The consensus among analysts is for earnings of $2.15 a share for the fiscal year ending in March 2009, nearly triple the profits of the year now ending, according to Thomson Financial. That kind of growth goes a long way toward justifying what is clearly a high price-earnings ratio -- 38, based on estimated earnings for the coming year. Some bulls, in fact, see 2009 earnings as high as $2.30 a share, or a P/E of 22, based on the current stock price. \u001d  \"If you look through the next couple of quarters . . . you'll get paid in spades\" by the stock, says Michael Pachter of Los Angeles-based Wedbush Morgan Securities. He sees the shares climbing from a recent 51 to 65 within 12 months. \u001d  Now that the new game consoles and related games have been launched, he points out, the company's steep research and development costs should start to fall. Since Electronic Arts uses cash flow for R&D, both cash flow and earnings per share should swell. \u001d  Electronic Arts, which has a market value of $15.5 billion, has a notably strong balance sheet, with $2.6 billion in cash and short-term investments and no debt at the end of December. The company has no dividend, though the possibility of adding one has been \"constantly discussed,\" says Probst. It recently completed a buyback of $750 million of stock, but has no new stock- repurchase authorization. \u001d  It's true that Electronic Arts' quarterly reports can be volatile. A series of missed earnings estimates caused David Sandell, portfolio manager of large-cap Leeb Capital Management, to dump the stock in the summer of 2006. \"There were enough times the company guided [the market] lower\" with projected results to turn him off, he says. \u001d  Earlier this month, the videogame maker issued a weaker-than-expected sales forecast for its fiscal fourth quarter. But it met Wall Street estimates for third-quarter profits. At that time, the company announced plans for stepped-up game development for the popular Wii, which has outsold the PS3. At $250, it's about a third the price of the Sony product, and it has attracted gamers and non-gamers alike. \u001d  The new Sony platform, thanks to development delays and the steep price, has sparked \"a lot of negative buzz,\" says Stephen Totilo, who covers the gaming beat for MTV News. Still, he says, Sony is \"the New York Yankees of consoles\" and PS3 ultimately will emerge as the leader. \u001d  Electronic Arts has proved nimble over the years at producing popular games for the latest consoles. It has topped all other  publishers in sales for each of the past four years, according to Game Developer magazine. \u001d  It all starts with strong sports franchises, especially North American leader Madden NFL 07, featuring sportscaster and former coach Johh Madden. The version for 2006 sold more than eight million copies. Other games are centered on the National Hockey League, Major League Baseball, NCAA football and the National Basketball Association. Though the company pays to license the names, they're cash cows because rosters are updated every year and each new version gets snapped up at release. Electronic Arts has sold more Madden NFL copies each year than the previous year. The company's games typically sell for anywhere from $39 to $59 apiece. \u001d  Another big winner -- FIFA Soccer -- is the most popular videogame in Europe, even bigger than Madden is in North America. Game players also snap up Need For Speed, about a street racer grabbing territory from rival gangs, and The Sims, a soap-opera-like game that particularly appeals to girls. \u001d  In fact, the company has been  broadening its reach beyond its core demographic of 18-to-30-year-old male videogamers. Its Pogo interactive Website is popular with women and offers puzzles, word games and card games, including solitaire. For $34.99, a consumer purchases a full-year membership to higher-end games that allow multiple players, tournaments and cash competitions. \u001d  The new demographic is \"aged 3 to 65,\" says P.J. McNealy, a financial analyst with America Technology Research. Aging baby boomers, he says, are attracted to casual games like chess and checkers, while young kids are hooked on hand-held gaming devices. Children's interest in videogames is so intense that it has created a bit of a backlash from parents and psychologists, who believe the little ones should be playing sports outdoors, not on a console in the den. \u001d  But others insist games are good for youngsters. \"Well-designed computer games help kids learn innovative thinking,\" says David Williamson Shaffer, associate professor of learning sciences at the University of Wisconsin-Madison and author of the recently published  How Computer Games Help Children Learn. In this digital age, the games and their consoles are \"a profoundly important technology on the order of the printing press, even language,\" he maintains. \u001d  Some videogames can actually help kids exercise. The new Wii (pronounced \"we,\" not \"why\") comes with a pad on the floor that allows for virtual dance lessons. Or children can swing their arms back and forth with a virtual racket as they play a game of tennis. Features like that have helped make the Wii a sellout. \u001d  On average, the Big Three consoles launched recently will have lives of five years before the next versions arrive. McNealy expects Nintendo to wait three to four years before rolling out an updated WII, while the Xbox 360, which is capable of upgrades, will last five years and the PS 3 seven to ten. The PS 2, now sharply discounted, may have another couple of years of life, at least with more price-sensitive buyers. \u001d  Electronic Arts has a knack for aiming at the right consoles at the right time. Back in 2001, the company decided to initially make its Harry Potter videogame available on the PS 1, but not on the  PS 2, which was rolled out in October of that year. The rationale was that the oldest child in the house would be playing games on the hot new product, while little brother or sister would get the hand-me-down PS 1. It turned out to be a winning strategy: The company sold more than  10 million  copies of the title, which drew little interest from older teens. \u001d  That's not the only way Electronic Arts thinks outside the, well, Xbox. It made $5 million in the latest quarter on ads that grace the billboards of the stadiums and raceways in its videogames. It also sells specialty items like a downloadable football playbook for gamers who want to improve their scores on Madden NFL. \u001d  Electronic Arts' revenue from mobile games reached $100 million in the nine months ended Dec. 31, up from virtually nil a year ago. It's sure to keep climbing as celluar networks speed up and handsets get better at displaying games. Fans see this new market eventually becoming huge and attracting an older audience, such as commuters. \u001d  Some say \"the gaming industry will become as large as the motion-picture industry,\" says Ken Stuzin, co-manager of Brown Investment Advisory & Trust's large-cap Growth Equity fund and holder of Electronic Arts shares. \"Don't let the high P/E frighten you\" from buying, he says. \"We've seen this cycle before.\" \u001d  Lights! Camera! Joystick! Or as Madden himself might say: \"Are you ready for some football?\" \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"51ab23c48dcc03399055c34bb8a66260","symR":["PFG"],"date":"2007-02-17","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(2/19) Barron's Online: Small Businesses Bring Big Growth","GmtTimeStamp":"2007-02-17T05:09:00.000000000","CompanyCodes":["PFG"],"IndustryCodes":["INL","INS","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Dimitra DeFotis \u001d  Legacies die hard on Wall Street, and Principal Financial Group's legacy is the insurance business. \u001d  Formed in 1879 as a life insurer for Iowa bankers, Principal and its executives, many of whom started as actuaries, are still based in Des Moines. Insurance remains an important business for Principal, generating about 30% of profits. As a result, some investors dismiss the company's strongly performing stock as little more than an expensive play on a mature business. \u001d  But that view doesn't account for the fact that 70% of Principal's earnings come from mutual funds, institutional asset management, and 401(k)s and other retirement plans and services, some of which are growing briskly. The 401(k) business, for example, is still expanding as small companies catch up to the Fortune 500 with retirement offerings, and as 2006 pension-reform legislation encourages greater savings for retirement. \u001d  Plus, Principal's annuities should be increasingly attractive to aging baby boomers, whose lifespans can be expected to exceed previous generations'. \u001d  Trading near an all-time high, Principal shares reflect some of this potential. But future growth should allow its price-to-earnings multiple to expand and push the stock higher. \u001d  \"Principal has an attractive portfolio mix that benefits from the increasing longevity of the aging population,\" says Sterling McMillan, a portfolio manager at Greenleaf Capital Management, which owns the stock. \"We believe Principal has the continuing opportunity for steady growth of earnings and revenue that justifies its current multiple.\" \u001d  Principal is the second-largest provider of services for smaller 401(k) plans, with 100 to 1,000 participants. It trails only Fidelity based on the number of plans in that market segment, according to Cerulli Associates, a Boston-based fund consulting firm. \u001d  In recent years, Principal has increased assets under management, organic sales and earnings per share by at least 17% annually. Each new dollar in a retirement account boosts margins because expenses don't go up as much. And Principal sends much of that 401(k) money to its own funds. \u001d  With December's completion of its acquisition of WM Advisors, a unit of Washington Mutual, Principal Funds has roughly $53 billion under management. \u001d  Of course, any correction in the high-flying stock market could hurt Principal's business. \u001d  But Chief Executive J. Barry Griswell, who talked up Principal's prospects at a Merrill Lynch conference Wednesday, thinks those fears are overdone. \u001d  \"We have an incredibly diverse earnings stream. While tied to the equity market, [our] businesses are counter-cyclical,\" Griswell told Barron's Online. \"We are not a pure-play asset manager, but we are not a pure-play insurer, and that may allow us to weather the storm better than competitors.\" \u001d  Asset-allocation products make up roughly a third of Principal's funds. The firm ranks fourth in the U.S. in this category. \u001d  Pension reforms approved last year could boost U.S. 401(k) assets by $3 trillion, or more than 50%, by 2008, according to Principal estimates. Many money managers will no doubt compete very aggressively to run those funds, but Principal's strength in asset allocation should give it an advantage: Investors are looking for help in trying to figure out how to balance their holdings of stocks, bonds and cash. \u001d  \"They make their money managing the mutual funds,\" says Timothy Call, a money manager at The Capital Management Corp., a Richmond, Va., asset-management firm. \"Every dollar in is extremely high margin.\" \u001d  That said, Principal isn't just about money management and retirement: There's still the 30% of earnings that life and health insurance kick in. \u001d  Insurance does act as a damper of sorts, since it requires that reserves be maintained to pay claims and annuities. Principal's combination of businesses keeps it from producing the 25% or more return on equity common among pure-play investment managers, says Colin Devine, an analyst at Citigroup. But the rising flow of money into 401(k)s should reduce the company's sensitivity to equity-market movements. \u001d  Principal's shares trade at 16.3 times estimated earnings for the next four quarters, according to Thomson Financial/Baseline. Money manager T. Rowe Price, in comparison, trades at 21 times forward earnings, and Franklin Resources at 18.8. \u001d  And while Principal trades at a premium to other life and health insurers at 2.2 times book value, it is cheaper than T. Rowe, at 5.4 times book, and Franklin, at 4.3, says Baseline. \u001d  If Principal were acquired at an investment-adviser multiple, the stock could rise 35% from current levels, Call says. He thinks a firm such as Merrill Lynch would be a prime contender if Principal were to sell out. \u001d  A Merrill spokesman wouldn't comment. Neither would Griswell. \u001d  Absent a takeover over the next two years, Principal's shares \"could appreciate 20% because of high-teens earnings-per-share growth combined with price-to-earnings multiple expansion,\" Call says. \u001d  Devine at Citigroup raised his price target to $75 this week. That's 18% above the current price. (Citigroup has an investment-banking relationship with Principal.) And Principal's dividend yield is 1.3%. \u001d  Of course, if the market tanks, Principal funds could lose popularity and the stock could sell off. But investors in 401(k)s tend to be conservative in their asset-allocation choices and then stick with them. That should keep Principal's assets, combined with the reliability of its insurance premiums and the growth of 401(k) investing, in a healthy state. \u001d  And it makes Principal's strength in providing investing services for smaller employers look like a real advantage, since it should continue to pay off for investors. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"51e37a922297da4756e1e8e1eb3215ae","symR":["MDP.XX","THL.XX","TPG.XX","UVN"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) Programmed To Stumble?","GmtTimeStamp":"2007-02-17T05:06:00.000000000","CompanyCodes":["MDP.XX","THL.XX","TPG.XX","UVN"],"IndustryCodes":["BRD","FIS","MED","XDJGI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  The impending leveraged buyout of Univision Communications (ticker: UVN), the leading Spanish-language broadcaster, will produce one of the most debt-laden capital structures of any major LBO in recent years. This heightens the risk for the company's buyers, including Madison Dearborn Partners, Texas Pacific Group and Thomas H. Lee Partners. \u001d  The private-equity firms are paying $36.25 a share for Univision, which will result in a total purchase price of $14billion, including debt. The deal is due to close next month. Univision shares traded Friday at $35.95. \u001d  As a private company, Univision will carry $10 billion of debt, with the private-equity firms putting up $4 billion of equity. The projected interest costs on that mountain of debt may total around $800 million this year, about equal to the company's 2006 pretax cash flow of $803 million, based on data in a Univision filing. Even assuming some cash-flow growth this year, Univision may produce little or no free cash flow after a projected $92 million in capital expenditures. \u001d  \"I've never seen a capital structure so levered,\" says one veteran investor in high-yield debt. Univision's debt is equal to 12.5 times trailing cash flow. Most LBO sponsors try to keep total debt at no more than six to eight times cash flow, while ensuring that annual cash flow equals at least 1.5 times interest expense. \u001d  Univision admittedly is a special case. With its strength in the Spanish-language market, the company has been one of the best growth stories in media. The sale price of $14 billion is a stiff 17.5 times 2006 cash flow, double the valuation of big media companies such as News Corp. (NWS) and CBS (CBS). \u001d  The Univision deal suggests that the LBO game is getting more crowded --  and more dangerous. Receptive debt markets have allowed LBO operators to get lots of low-cost financing, although the risks have increased along with the funds thrown at target companies. The Univision financing will include a $7 billion bank loan and $1.5 billion of eight-year junk bonds subordinate to that loan. \u001d  Bloomberg News reported last week that the bank loan is expected to be \"covenant lite;\" it will put few financial restrictions on Univision. Even with scant protection, the bank loan is expected to carry a moderate yield premium of about 2.25 percentage points above LIBOR, a key short rate now at 5.35%. \u001d  The junk bonds are expected to yield about 9.5%, high by current standards in the junk market, where many bonds yield 7% or less. Considering the risks, investors might not get a great deal, however. Univision will have the option of deferring interest on the junk debt, a reflection of its debt-heavy financial condition. Even with the onerous interest costs, the LBO firms plan to take an annual management fee estimated at $16 million this year. \u001d  Moody's gave the Univision junk debt a highly speculative rating of single-B3, and Standard & Poor's weighed in with an even lower rating, triple-C-plus. Moody's cited a risk stemming from the current dispute between Univision and Grupo Televisa (TV) about programming that Televisa provides to Univision, which generates 36% of Univision's ad revenue. \"Univision's highly levered capital structure limits flexibility to renegotiate the terms of the contract as part of any resolution of Televisa's litigation,\" Moody's said. \u001d  Given Univision's debt-laden balance sheet, Univision may find some investor resistance when it starts an institutional \"roadshow\" for the junk deal. If investors balk, it could be a signal that some sanity is entering the overheated junk market. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5a8cb27339adb4cde1dc3462c0995c97","symR":["PRU"],"date":"2007-02-17","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Prudential Set To Recommit To UK Business After Review-Report","GmtTimeStamp":"2007-02-17T10:38:00.000000000","CompanyCodes":["PRU"],"IndustryCodes":["INL","INS","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  LONDON (Dow Jones)--Prudential (PRU), U.K.'s second-biggest insurer, has decided to recommit to its U.K. business despite receiving at least one approach to buy parts of the embattled operations, the Times reports Saturday without citing its sources. \u001d  The paper writes, after a year-long strategic review, Mark Tucker, the chief executive, will tell investors next month that Prudential will continue to write new business and retain ownership of its back book, estimated to be GBP9.7 billion. \u001d  The Times says it understands that the insurer will preview this decision next week by unveiling a bumper bonus payment for its 4.5 million policy holders. \u001d  Newspaper Web site: http://www.timesonline.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9330 \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 05:38 ET (10:38 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5bac53861e8b22076509a34e0efc0a11","symR":["CEN","HD","US4370761029"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) Insiders, Look Out!","GmtTimeStamp":"2007-02-17T05:06:00.000000000","CompanyCodes":["CEN","HD","US4370761029"],"IndustryCodes":["HIM","ICS","RTS","SVC","XDJGI","XDJI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Jonathan R. Laing \u001d  With much fanfare, the maitre d' at Rancho Santa Fe's chic eatery Delicias ushered Ralph Whitworth and a guest to a primo table. \b \u001d  The burly, 51-year-old Whitworth is something of a celebrity in San Diego's wealthiest zip code, remembered well in part for a 50th birthday party he threw at Delicias in 2003 for his then wife, Wendy, at which Paul McCartney entertained some 150 guests in return for Whitworth's $1 million contribution to Sir Paul's favorite charity, Adopt-A-Mine. The party garnered headlines in both the U.S. and the United Kingdom. \b \u001d  These days, Whitworth is making news of a different sort, as an activist investor effecting change at some of America's most prominent corporations. His fingerprints, it seems, are everywhere. In early January, Home Depot (ticker: HD) stunned Wall Street by ousting its chairman and CEO, Robert Nardelli, just a month or so after Whitworth's investment firm, Relational Investors, informed the company by letter that it had purchased $1 billion of stock in the home-improvement retailer and wanted changes in the way Nardelli was running it. \u001d  Home Depot sources later claimed Nardelli had been pushed out because of his refusal to agree to any changes in his gold-plated employment contract, which guaranteed him total compensation of more than $450 million, including an exit package of $210 million, for six years of work. But Whitworth's saber-rattling played a role. \u001d  Nardelli's successor, Frank Blake, has been in touch with Whitworth in recent weeks, even meeting with him in late January at a hotel in Los Angeles. Among other things, the company agreed to give Relational a seat on the Home Depot board, filled by Whitworth's partner, David Batchelder, 57, to head off a threatened proxy fight. Last week, Home Depot appeared to cave in to a key Whitworth demand: that it consider splitting off or selling its wholesale-supply unit, which Nardelli had established to sell construction goods to commercial builders and government buyers. \u001d  Whitworth likewise is joining forces with the hedge fund Pershing Square Capital Management in an effort to dump the entire board of directors of Minneapolis-based Ceridian (CEN), a human-resources-management specialist. The two shareholder-activist concerns think the company should split itself up to separate Ceridian's underperforming payroll-processing arm from its fast-growing Comdata unit, which issues and processes gift cards for leading retailers, and stored-value cards that trucking companies use to monitor the spending of their drivers. \u001d  In a biting letter sent to Ceridian in early February, Whitworth took new Chief Executive Kathy Marinello to task for refusing to meet with him or other major shareholders. \"I'm afraid she wants to keep her empire intact rather than do the right things for shareholders,\" he told Barron's in a lengthy interview in his San Diego office suite. \u001d  Two years ago, Whitworth set his sights on Jay Sidhu, then chief executive of Sovereign Bancorp (SOV), who took extraordinary measures to keep Relational at bay in its attempt to unseat him and install what it considered shareholder-friendly management. In the fall of 2005 the imperious Sidhu sold a 19.8% stake in Sovereign to a big Spanish bank, Santander Central Hispano (STD), without a shareholder vote, in an effort to dilute Relational's stake and pack Sovereign's board with three friendly Santander members. \u001d  Sovereign finally caved last March, agreeing to put Whitworth on the board in response to Relational's unrelenting pressure. It took him but six months to turn a majority of the board against Sidhu and get the CEO cashiered. \"There was a fair amount of Stockholm Syndrome on the board after years of its domination by Sidhu,\" Whitworth says. \"Now, with new shareholder-friendly management, we're getting the bank ready for sale by sharpening up its return on average assets, net interest margins and balance sheet.\" \u001d  Shareholder activists used to be regarded as kooks by corporate management, to be treated with condescension at annual meetings rather than taken seriously. But all that has changed as impediments to the nomination of outside board members and independent proxy proposals have eased. Relational's success, in particular, owes much to Whitworth and Batchelder's keen understanding of the zeitgeist; in the aftermath of numerous corporate-accounting and stock-option scandals, Wall Street finally is losing patience with lap-dog boards and avaricious leaders, especially at underperforming companies. \u001d  Although Whitworth has gained prominence only in the past five or six years, he is no neophyte in the world of shareholder activism. After graduating from Georgetown Law School in 1984, he went to work for T. Boone Pickens' Mesa Petroleum in Amarillo, Texas, helping the fabled corporate raider in epic takeover battles involving Unocal, Newmont Gold and Diamond Shamrock. Though Mesa mostly failed to come away with the prize, its shareholders, chief among them Pickens, generally made decent money by pushing company managements to issue special payments and the like to stave off Mesa's attacks. At Mesa, Whitworth learned the valuable lesson that the gap between a company's share price and its intrinsic worth often is the result of entrenched management taking care of itself at the expense of public shareholders. \u001d  In 1986, Pickens put Whitworth in charge of United Shareholders Association, or USA, a lobbying organization the politically ambitious oilman had started. The group pushed to promote corporate democracy and shareholder rights by attacking abusive corporate practices such as greenmail, poison pills, golden parachutes and unequal shareholder-voting rights. \u001d  Within two years, however, both Whitworth and his Mesa colleague Batchelder had left the company, disgusted by what they perceived to be Pickens' hypocrisy. On the one hand, Pickens championed shareholder rights, but he also profited at the expense of fellow investors by receiving a personal fee equal to 4% of the value of any acquisition Mesa made. Whitworth remained in charge of USA until he folded the group in 1994, after testifying before Congress and pressuring the Securities and Exchange Commission on behalf of shareholder rights. \u001d  Whitworth and Batchelder joined forces in 1996 to form Relational, with an initial investment stake of $200 million from the giant pension fund California Public Employee Retirement System, or CalPERS. Theory now would be put into practice in that most unsentimental of venues, the stock market. \u001d  Today Relational has more than $6 billion under management, most of which comes from CalPERS and other public pension funds. The firm charges hedge-fund-like fees, but with an interesting twist that is a legacy of its first CalPERS contract. The firm gets a maximum management fee of 1% of assets, half of what most hedge funds garner. Relational also receives 20% of all winnings above previous high-water marks, but that 20% applies only to performance the company delivers above the total return of the S&P 500. \u001d  Relational has delivered commendable performance, though the manager has trailed the S&P 500 somewhat in the past two years. Since inception (on July 1, 1996) through 2006, returns to investors after all fees and expenses have averaged 18.67% a year, compared with 9.14% for the S&P. Returns have been somewhat lower for investors with fully funded accounts, from which Relational plucks capital as investment opportunities arise. Excess funds in these accounts are invested in SPDR exchange-traded funds that mimic the performance of the S&P 500. From July 1, 1997, through 2006, these accounts returned an average of 13.44% a year, versus 6.75% for the S&P. \u001d  Relational typically invests in fewer than a dozen stocks at a time, though its dozen or so analysts monitor a universe of some 1,100 companies with market capitalizations of $2.5 billion and above that trade on U.S. or Canadian exchanges. As assets have grown, the firm has found itself muscling into larger-capitalization situations like Home Depot. The average market value of its holdings has risen to around $26 billion. \u001d  Relational looks for companies with solid franchises and strong cash flows that are selling at steep discounts to what it deems their true value. The firm tries to close that gap by persuading company directors and management to take various measures to \"enhance shareholder value.\" \u001d  The process, which Whitworth euphemistically calls \"engagement,\" follows a precisely calibrated pattern. First, Relational establishes a \"toehold\" stake in a target of around $100 million or so. Then Whitworth contacts the company, requesting a meeting with management and directors to present Relational's list of proposals to boost shareholder returns. \u001d  If the target company proves receptive, Relational quickly will build its position to 5% to 10% of the stock. If the company rejects Relational's overtures, however, the firm typically will act on its always implied threat of mounting a proxy fight and going public with its proposals. Relational adds to its position in a recalcitrant company only as it is able to ratchet up pressure and cause the target to give ground. \u001d  Relational often seeks two board seats. \"That way, David or I can always have a second to any of our proposals, thus forcing a board vote and making the issue a matter of record,\" Whitworth says. Yet they would prefer to effect change without going public or forcing their way onto the board. Confrontation, as Whitworth sees it, only leads to additional time and expense. \u001d  Key to Relational's game plan is getting companies to hive off units that are underperforming and diluting the parent's earnings and return on equity. Managements often resist such moves, says Whitworth, because they are loathe to admit mistakes. Instead they will ceaselessly tell Wall Street and their directors that a business turnaround is just around the corner. Since executive pay packages often correlate to the sales, bigness confers its privileges. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 17, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5dd44b7b7c42291dd8df0a149d2a2b06","symR":["BFA","BFB"],"date":"2007-02-17","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(2/19) Distilling Value From A Famous Name","GmtTimeStamp":"2007-02-17T05:05:00.000000000","CompanyCodes":["BFA","BFB"],"IndustryCodes":["BVG","VIN","XDJGI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  Brown-Forman is no Coca-Cola, but the Louisville distiller similarly has succeeded in turning a quintessential American beverage -- in this case, Jack Daniel's whiskey -- into a lucrative global brand. The company sold about 8.5 million cases of Jack Daniel's in 2005, making it the sixth-largest liquor brand in the world. Last year, it's estimated, sales hit 9 million cases, with almost half coming from overseas. \u001d  Here at home, Brown-Forman doesn't get full credit forits marketing smarts and the savvy management of its own well-stocked liquor cabinet, which also includes Southern Comfort, Finlandia vodka, Fetzer wines and Korbel champagne. Its Class B non-voting shares (ticker: BF-B), at 66, are down from a record 82 last March, largely due to mildly disappointing earnings. \u001d  The selloff could spell a buying opportunity. \u001d  Controlled by the Brown family for 137 years, Brown-Forman has produced some of the best earnings growth in the consumer sector in the past 15 years. \"The Browns have been careful stewards of their brands,\" says Thomas Russo, a partner at Gardner, Russo, Gardner in Lancaster, Pa., which owns Brown-Forman shares. \"They have invested wisely abroad to extend their iconic American whiskey into international markets. Jack Daniel's best days are ahead of it.\" \u001d  Fans argue the stock could top 80 in a year. Class B shares trade for 21 times projected profits of $3.10 a share for fiscal 2007, ending April. Brown-Forman no longer trades for a big premium to its chief liquor rivals, Britain's Diageo and France's Pernod Ricard, though its earnings are likely to grow by double digits in coming years. \u001d  Brown-Forman's fortunes hinge on Jack Daniel's, which accounts for some two-thirds of profits. The brand is benefiting from a growing consumer preference for liquor over beer, and a predilection among younger drinkers worldwide for bourbon. The easing of restrictions on liquor advertising in the U.S. have helped Jack Daniel's, which became a Nascar sponsor in 2004. The bourbon -- technically, Tennessee whiskey -- was a favorite of Frank Sinatra's, who was buried with a bottle of it. Legend is, Sinatra was introduced to Jack Daniel's by Jackie Gleason. In Animal House, John Belushi's character, Bluto Blutarsky, empties a bottle in about eight seconds. \u001d  The global liquor industry has undergone significant consolidation since 2000. Diageo, the maker of Smirnoff vodka and Johnnie Walker scotch, is No. 1, followed by Pernod Ricard, which bought Allied Domecq in 2005 and owns Chivas Regal and Stolichnaya. \u001d  At a time when valuable liquor brands command rich prices, Brown-Forman would be a prize acquisition. The company, valued at a digestible $8 billion, would fit nicely with Diageo, which lacks a strong bourbon brand. But the Brown family seems uninterested in selling out. In his shareholder letter in Brown-Forman's 2006 annual report, chief executive officer Paul Varga said: \"Our intent is to continue to be a strong, growing and independent company for generations to come.\" \u001d  Varga, 43, added Friday, \"We take a long view. We invest in our brands looking out a generation. Everywhere in the world is a growth market for us.\" \u001d  Some say Brown-Forman might consider merging with Bacardi, a family-owned rum maker. That would let Bacardi go public and broaden Brown-Forman's line-up. Ultimately, the Brown family must decide if the company has the global scale to compete with Diageo and Pernod. \u001d  Brown-Forman might not exist today, save for its purchase of Jack Daniel's for $18 million in 1956. It has maintained a consistent, tradition-oriented marketing campaign, spent heavily on advertising, invested in overseas distribution and maintained a premium price, now averaging about $20 for a three-quarter-liter bottle in the U.S. \u001d  The Street wasn't thrilled that the company agreed last year to buy Mexico's Grupo Industrial Herradura, a tequila maker, for $776 million. The price was rich, and building American distribution for the brand could dilute Brown-Forman's earnings for the next two years. \u001d  The Brown family owns about 70% of Brown-Forman's Class A voting shares (BF-A), which trade thinly around 69. The family's economic interest is 32%. There are 57 million A shares and 66 million B shares outstanding. \u001d  Brown-Forman reported 92 cents a share in operating profits for its October fiscal quarter -- four cents below expectations, but up 7% from a year ago. Analysts worried Jack Daniel's depletions -- sales from distributors -- rose in the \"mid-single digits\" for the third straight quarter, after seven quarters of higher growth. \u001d  Yet, most consumer companies would love Jack Daniel's sales growth. If it continues -- and there's scant cause to think it won't -- investors will have something lovelier to toast. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5ec380428cdb4a4a7495de21e6ebdbf8","symR":["ARIA","BWP","MXRE","NT","NT.T","SOMX","VSE","CA6565685089"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) Research Reports: How Analysts Size Up Companies","GmtTimeStamp":"2007-02-17T05:08:00.000000000","CompanyCodes":["ARIA","BWP","MXRE","NT","NT.T","SOMX","VSE","CA6565685089"],"IndustryCodes":["CHM","CHS","CMT","DRG","INS","INU","PIP","XDJGI","XNYA","XRUS","XTSE"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  Ariad Pharmaceuticals \u001d  -- ARIA-NNM \b \u001d  Overweight \u001d  -- Price 5.15 on Feb. 13 \u001d  by JPMorgan \b \u001d  Upgrading to Overweight from Neutral based on our increased conviction around Ariad's lead compound AP23573; we see [near-term] key catalysts being the initiation of a phase III trial in advanced sarcomas and signing of an ex-U.S. partnership for AP-573. . . . we see [other] longer-term potential . . . and believe competition within sarcoma market is somewhat limited. We believe current valuation doesn't fully reflect broader AP-573 use or anticipated favorable terms from partnership. . . . As loss-making, early-stage biotech company, Ariad comes with substantial investment risk. Market cap $308 million. \b \u001d  Boardwalk Pipeline Partners \u001d  -- BWP-NYSE \b \u001d  Outperform \u001d  -- Price 35.50 on Feb. 13 \u001d  by RBC Capital \b \u001d  4Q06 distributable cash flow was 79 cents/unit, well ahead of our 55 cents estimate. Significantly lower-than-expected maintenance capital expenditures contributed to the strong DCF number. . . . Operating expense was well below our estimate, largely due to hurricane-damage settlements. Earnings before interest, taxes, depreciation and amortization for the quarter was $98.1 million [versus.] our estimate of $84.4 million. Favorable natural-gas pricing spreads led to another strong quarter for BWP park-and-loan storage business. . . . Maintain Outperform; raise target from $34/unit to $39/unit. \b \u001d  MaxRe Capital \u001d  -- MXRE-NNM \b \u001d  Buy \u001d  -- Price 23.99 on Feb. 13 \u001d  by FTN Midwest Securities \b \u001d  MXRE blew by our estimate of 91 cents and consensus of 89 cents per share, posting EPS of $1.51 in 4Q06. Gains from the alternative investment portfolio were $1.05 per share, more than tripling our 31 cent projection. . . . Expenses were higher than expected in 4Q06, as costs related to: (1) the start-up of Max Specialty, (2) the CEO transition and (3) an internal investigation. We expect that expense growth will moderate over 2007. . . . With company guidance of $3.50 to $3.75 per share for 2007, which we view as conservative, we are nonetheless revising our 2007E EPS down [by 21 cents] to $3.60. Based on the current valuation of less than 1.1 times current book value and less than seven times 2007 estimated EPS, we maintain Buy rating. Our one-year target is 32, or 1.2 times 2007E-end book value per share. \b \u001d  Nortel Networks \u001d  -- NT-NYSE \b \u001d  Outperform \u001d  -- Price 30.29 on Feb. 13 \u001d  by Baird Securities \b \u001d  Our bullish view is based on the company's current turnaround strategy, which is designed to drive improved profitability. Maintain Outperform rating and price target of 34, based on 16 times calendar 2008E operating EPS of $2.11. We believe EPS gains will become more obvious in 2H07. . . . [W]e view NT as a long-term idea (C2008), as the business transformation  -- tilted toward process improvement and . . . head count reduction and labor transition as only 25% to 30% of the total savings, by our estimates -- is complex and will require substantial time and effort. \b \u001d  Somaxon Pharmaceuticals \u001d  -- SOMX-NNM \b \u001d  Buy \u001d  -- Price 13.05 on Feb. 13 \u001d  by Merriman Curhan Ford \b \u001d  Somaxon, a specialty pharma company, focuses on treatments for insomnia. . . . It further clarifi[ed a] Food and Drug Administration request for preclinical data on Silenor, following FDA response [indicating] . . . decreasing probability of further delay. With positive results from six . . . clinical trials and announcement of a lucrative commercialization deal expected. . . . prior to planned [new-drug application] filing in 3Q07, SOMX trades well below our estimated fair-value range of 25 to 31, based on our fiscal-year '10 EPS estimate of $2.81, a 30% discount rate, and a price-earnings ratio range of 20 to 25 times. Reiterate Buy. \b \u001d  VeraSun Energy \u001d  -- VSE-NYSE \b \u001d  Hold \u001d  -- Price 16.83 on Feb. 12 \u001d  by W.R. Hambrecht \b \u001d  We are reducing our estimates for VeraSun Energy, based on updated expectations for higher corn, lower natural-gas and lower ethanol prices. Our 2007 revenue estimate falls from $622 million to $590 million and our 2007 EPS estimate drops from $1.02 to 73 cents. VeraSun's stock has fallen off in the last month and at 23 times our new 2007 estimate, we believe the stock is fairly valued. The geopolitical climate around ethanol continues strong, with President Bush and Gov. Schwarzenegger [calling for fuel changes]. We believe there is some risk to Q207 numbers as VeraSun stops selling through marketer Aventine in April; but in the long-run, this change should boost VSE's profits. We believe E10 based on corn ethanol can be profitable, but E85 needs the projected economics of cellulosic ethanol to be profitable. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6bb8da331201b3bdafa98dd9dfffa0d3","symR":["DCX","DCX.XE","F","GM","DE0007100000","US3704421052"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) For Auto Workers, A Bitter Pill From Dr. Z","GmtTimeStamp":"2007-02-17T05:07:00.000000000","CompanyCodes":["DCX","DCX.XE","F","GM","DE0007100000","US3704421052"],"IndustryCodes":["AUT","XDAX","XDJGI","XDJI","XFFX","XNYA","XRUS","XSP5","XST5"],"Story":"\b   (From BARRON'S) \b   By Jay Palmer \u001d  It was mega-shot across the UAW's bow, a warning to the often-militant auto workers union that it should not take too tough a stand in the coming talks that begin this summer over a new three-year contract. That's probably the immediate reason why DaimlerChrysler CEO Dieter Zetsche suggested last week that he may try to split off the ailing Chrysler unit. \u001d  Though the market was abuzz with speculation that a sale or a spinoff was imminent, no plausible details of a deal surfaced. A persistent rumor Friday -- that General Motors was in talks to buy Chrysler -- was quickly dismissed by observers in the know. How could deeply troubled GM possibly take on Chrysler's financial burdens, and what good could come of it, anyway? \u001d  But clearly something prompted Zetsche to speak out. And he's never hidden his anger over the UAW's refusal to grant Chrysler the same wage and health-care concessions won by Ford (ticker: F) and General Motors (GM). The union has sought to justify its hard line by pointing to Mercedes' strong profits. By raising the possibility of dumping Chrysler, he may have the hammer in the coming talks over wages, plant closings and layoffs. \u001d  Any concessions would be a further boon to holders of DaimlerChrysler stock (DCX), which has jumped nearly 40% in the past six month. For one thing, they could help Chrysler revive or at least get healthier. They also could clear the way for an eventual sale or spinoff of Chrysler on better terms than any deal now would fetch. That could be even better news for DCX shareholders. \u001d  The market put enough faith in the GM scuttlebutt to lift Daimler's shares more than 4% Friday, to 73. Analysts figure the shares could climb above 80 if Daimler were able to able to get a decent price for Chrysler. But that's a very iffy \"if\". \u001d  The idea of a GM-Chrysler deal certainly strains credulity. \"Take your pick -- `the blind leading the blind' or `two wrongs don't make a right.' We ran out of cliches to use,\" wrote Shelly Lombard of research firm Gimme Credit. \u001d  For that matter it's hard to think of any company that might really want to buy Chrysler. One huge turnoff is DaimlerChrysler's vast financial obligations to Chrysler workers, present and retired. The legacy costs -- pen-sions and health care for retired workers -- alone add an estimated $1,000 to the cost of every Chrysler vehicle. \u001d  \"Even if Chrysler were priced to sell,\" says one New York money manager, \"no half-way sane buyer would be willing to buy if they also had to assume these past and future worker and retiree obligations. But if Daimler had to keep these liabilities on its own balance sheet, why would it bother to sell in the first place? It seems to me that, until Chrysler sorts out its problems with the UAW, and that would not be easy to do, the company is, for all intents and purposes, unsalable.\" \u001d  Truth be told, there was nothing terribly new in the idea of DaimlerChrysler's registering disappointment about Chrysler. Everyone who follows the German-U.S. auto giant knows that the Stuttgart end of the trans-Atlantic operation has been increasingly unhappy about Chrysler virtually since the merger took place in 1998. \u001d  The unit posted a $1.5 billion loss in 2006 and more red ink is likely this year. Though Chrysler has had its good years during the Daimler marriage -- earning, for example, a little more than $2 billion in 2005, thanks to the success of the \"hemi\" V8 engine, the Chrysler 300 and Dodge Magnum -- it's had a lot more downs than ups. \u001d  \"In our search for the best solution [at Chrysler], we are looking at all strategic options,\" Zetsche said in his announcements. Senior aides told Barron's that these \"options include everything from a partial or total spin-off of Chrysler to even an outright sale of the company.\" \u001d  Says David Cole, chairman of the nonprofit Center for Automotive Research in Michigan: \"Getting out of the alliance makes a lot of sense for Daimler and its big German investors, people who want to refocus on Mercedes. The big question is: How?\" \u001d  Ultimately, Daimler may have to accept a price far below the $38 billion it paid for its U.S. unit. Remember, BMW (BMW.Germany) sold its bleeding Rover car unit for a symbolic $15 in 2000 (before selling its Land Rover SUV operation to Ford for $2.7 billion). Daimler would get a lot more than $15 for Chrysler, but the price would still be marked way down. In the car business, price-cutting moves the metal. In this case, it could also move the stock. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6d192c3b639e8d7e4f5f86675dd27a5b","symR":["BID"],"date":"2007-02-17","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(2/19) Review & Preview Follow-Up: As Art Prices Climb, Sotheby's Stays Hot","GmtTimeStamp":"2007-02-17T05:08:00.000000000","CompanyCodes":["BID"],"IndustryCodes":["CSV","XDJGI","XISL","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \u001d  Since we wrote about Sotheby's last fall (\"Art Appreciation,\" Oct. 9, 2006), the stock has gained nearly 12% -- with much of the rally coming in the past month, as the bullish business trends that pushed the shares 69% higher in 2006 remain intact. Shares of the auction house (ticker: BID) now change hands around $38.70, just under the target of around 40 cited in our story. \u001d  Sotheby's is not quite the bargain it once was, but in view of the robust art market, its rally is apt to continue. \u001d  Sotheby's is trading \"as if it is a growth stock, not a cyclical one, and unless the art cycle has disappeared as a result of globalization or climate change or something, it is kind of rich,\" says Gary Greenberg of London-based Muse Capital. In the short term, however, he thinks momentum could carry the stock into the mid-40s. Sotheby's trades at about a 10% discount to its luxury-brand peers, he says. \u001d  The extraordinary growth in worldwide collecting has been fueled by the huge fortunes being made in oil- and commodity-rich countries, as well as the emerging markets of China and India. \u001d  In a sign of the times, Sotheby's fall auctions were a resounding success, rounding out another big year that saw $3.6 billion in sales of fine and decorative art, a third more than the company sold in the previous year. There appears to be no letup in the allure of art collecting, as evidenced by some of the auctions held in the current quarter. With eight auctions completed, sales are up 55% from the year-earlier period, which saw a 30% year-over-year rise. \u001d  Sotheby's boldly lifted its buyer's commission rates in January to 20% on the first $500,000 and 12% on the balance, marking the second time in as many years it has lifted rates. In 2005, Sotheby's rate rose to 20% on the first $200,000, up from 20% on the first $100,000. Christie's, the market's other dominant force, followed suit. Such is the power that comes from the auction market's duopoly. Sotheby's is the only way for public investors to play this market. \u001d  Wall Street expects Sotheby's to earn $1.72 a share in 2006 and $1.97 a share this year. The company will report fourth-quarter results March 7. Investors will be seeking signs it has regained control of expenses, which ballooned in the third quarter as experts in Chinese and Russian art were hired. If costs are indeed under control, Sotheby's shares might exceed all expectations, much like the art market itself. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"719323c902d54502242d8f1118b038cc","symR":["0005.HK","13057.FR","7267.TO","BMW.XE","BSY","BSY.LN","CS","CSGN.VX","DCX","DCX.XE","GSK","GSK.LN","HBC","HMC","HSBA.LN","JPR.LN","PUB","TNI.LN","UBS","UBSN.VX","OAKEX","OAKIX","CH0012138530","CH0024899483","DE0005190003","DE0007100000","FR0000130577","GB0001411924","GB0004769682","GB0005405286","GB0009039941","GB0009252882","JP3854600008"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) Driven By A Vision Of Global Growth -2-","GmtTimeStamp":"2007-02-17T05:08:00.000000000","CompanyCodes":["0005.HK","13057.FR","7267.TO","BMW.XE","BSY","BSY.LN","CS","CSGN.VX","DCX","DCX.XE","GSK","GSK.LN","HBC","HMC","HSBA.LN","JPR.LN","PUB","TNI.LN","UBS","UBSN.VX","OAKEX","OAKIX","CH0012138530","CH0024899483","DE0005190003","DE0007100000","FR0000130577","GB0001411924","GB0004769682","GB0005405286","GB0009039941","GB0009252882","JP3854600008"],"IndustryCodes":["ADV","AUT","BAN","BNK","BRD","DRG","MED","PUB","X225","XATI","XDAX","XDJGI","XENX","XFT1","XGTI","XHSG","XISL","XNYA","XSMI","XST5"],"Story":"\u001d  Q: Do you like the financial sector overall? \u001d  A: Yes, there has been a bit of a run up in price, but banking is a fairly good business if you believe in economic growth because you get the double whammy of fewer loan losses plus credit expansion. We are still underweight financials versus the benchmark weighting. \u001d  We are much more attracted to banks that have asset-management businesses. Asset managers have historically been underpriced in the market. With some of the European companies, there is good exposure to financial services and financial products, which is a growth area. We own the two big Swiss banks, Credit Suisse [CS] and UBS [UBS]. They are in the top 10 of our portfolio. \b \u001d  Q: What else do you like? \u001d  A: We have a couple of decent positions in U.K. media companies: Trinity Mirror [TNI.UK], which owns the Daily Mirror and a group of regional presses, and Johnston Press [JPR.UK], which also owns regional or community presses. They've been tarred with the same feather as newspapers here, and it's not quite the same situation. Much more of the economics comes from the cover price of the paper and there's less reliance on classifieds. \u001d  A lot of these companies are misunderstood. People think the Internet is going to be a huge hog for all advertising dollars. There is no doubt they are going to get a piece of the pie. But that's like saying in early 1900s you should have sold all of your newspaper stocks or in the '40s you should have sold your radio stocks. There are always new forms of media; the good news for media is the pie itself grows at an above-average rate. We also own the French advertiser Publicis [PUB]. \u001d  One of our top positions is British Sky Broadcasting [BSY] in the U.K. BSkyB has a tremendous pay TV franchise. We wouldn't be so high on satellite TV in other markets, but their position in Britain is strong and getting stronger. They are protecting and expanding their franchise. To offer a triple play of TV, voice and video they bought a high speed Internet provider. Their competition is cable, which is a more fragmented industry in the U.K. with much lower market share. \b \u001d  Q: Those media positions hurt you last year. \u001d  A: They hurt us last year, and yet we still did OK. The newspapers have been very poor performers. Publicis has bounced back and continues to perform. It has been a tremendous outperformer within the industry. They've got margins of 16% to 17% and they continue to grow. \b \u001d  Q: What's your current thinking on Japan? \u001d  A: On paper, companies are cheap. My issue with Japan has always been finding management teams that are committed to building shareholder value. The average return on equity at Japanese companies, according to Morgan Stanley Capital International, is somewhere around 8% or 9%, compared with the mid-teens for European companies and a little bit above that for U.S. companies. The Japanese market should sell at a discount because stocks there are not as profitable. \b \u001d  Thanks, David. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"78858a7da9f4ecb7d33ab07b26080f47","symR":["VLO"],"date":"2007-02-17","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Valero Says McKee Fire Damage Primarly Contained To One Unit","GmtTimeStamp":"2007-02-17T20:54:00.000000000","CompanyCodes":["VLO"],"IndustryCodes":["OIS","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 17, 2007 15:54 ET (20:54 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7a04d081cf18d49702a500dd8d3638f7","symR":["GES","LVB","MMM","US88579Y1010"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) Speaking Of Dividends: 3M Hikes Payout, Again: Steinway Plays A Happy Tune; Guess? Dividend Debuts","GmtTimeStamp":"2007-02-17T05:05:00.000000000","CompanyCodes":["GES","LVB","MMM","US88579Y1010"],"IndustryCodes":["ENT","IDD","REQ","RTS","SAP","XDJGI","XDJI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  Returning cash to its sharehold- ers while investing for growth are top priorities at 3M. \"The strength of our operations and our confidence in 3M's future continue to afford us the flexibility to do both,\" declared chief executive George W. Buckley Monday in announcing the St. Paul company's 49th consecutive annual dividend boost, along with a two-year, $7 billion stock buyback -- the largest in its 105-year history. From 2004 through 2006, 3M (ticker: MMM) returned morethan $10 billion in cash to shareholders via repurchases and dividends. \u001d  The new quarterly payout on the common will be 48 cents a share, up from 46 cents, which makes for a current yield of 2.51%. Holders of record Feb. 23 will receive the new distribution March 12, and the stock goes ex-dividend Feb. 21. 3M has been making payouts without interruption since 1916. \u001d  The Dow Jones industrials component's 52-week high is 88.35, set May 8. It currently trades a dozen points below that, but is up from its 52-week low, set July 25, of 67.05. \u001d  3M's stock price didn't do much in 2006, but bulls expect its solid cash flow, global reach, extensive product roster and high-profile brands -- such as Scotch cellophane tapes, Post-it notes and Thinsulate insulation --  to change that. Soleil Securities analyst Mark Gulley, for example, Tuesday raised his rating on 3M to Buy from Hold and increased his 12-month price target to 86 from 80. \u001d  Less ebullient observers prefer to wait and follow the company's efforts to jump-start growth by expanding its manufacturing capacity; 3M is enlarging or building 18 plants around the world. They also want to get a better idea of how 3M will perform under CEO Buckley, who took the helm just 14 months ago (after James McNerney left to head Boeing). \u001d  In 2006, 3M netted $3.85 billion, or $5.06 a share, up 24% from 2005, including a gain of about 57 cents from selling off parts of its branded pharmaceuticals business. Revenues, however, were hurt by slowdowns in the U.S. housing market, which affected 3M's roofing-granules business, and in the auto industry. For 2007, 3M pegs earnings at $5.20 to $5.45 a share, including 60 to 70 cents from the rest of the pharmaceuticals-unit sale that closed in January. The company is looking for acquisitions (likely small to midsize deals because of the pricey stock buyback) that add technology or allow it to enter a new geographical area. In 2006, 3M completed 19 acquisitions. \u001d  A $3 special dividend and the end of a protracted labor dispute were the sweet sounds emanating Tuesday from Steinway Musical Instruments (LVB). The bonus payout will be distributed on or about March 9 to holders of record Feb. 23. Steinway does not pay regular dividends. The Big Board-listed stock set a 52-week high Jan. 17 of 35.25. \u001d  Dana D. Messina, CEO of the venerable Waltham, Mass., company (it's more than 150 years old), said that with no large acquisitions planned for the near future, \"the board determined a dividend to be the most appropriate use of funds at this time.\" Steinway continues to generate significant cash flows and ended 2006 with over $30 million, after refinancing its bonds and paying off both of its term loans. As for the strike, workers from Local 102 of the United Furniture Workers approved a new three-year contract. \b \u001d  Founded in 1981 as a designer-jeans specialist, Guess?'s (GES) product wardrobe now encompasses all manner of trendy, upscale apparel and accessories. The Los Angeles outfit Wednesday declared a 2-for-1 stock split and its first cash dividend. Both are payable March 12 to investors on the books Feb. 26. The split has an ex-date of March 13, while the ex-date for the new quarterly payout -- a presplit 12 cents a share -- will be Feb. 22. \u001d  \"These actions reflect our confidence in our company and recognize our solid financial performance and strong balance sheet,\" said Carlos E. Alberini, the company's chief operating officer. Last year was the second in a row in which Guess?'s net doubled. The stock soared to a 52-week high Thursday of 84.58 on the Big Board. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7aa52765189031fff77ae0a145806faf","symR":["AA","BHP","BHP.AU","RIO.AU","RIO.LN","RTP","AU000000BHP4","AU000000RIO1","GB0007188757","US0138171014"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) Review & Preview Follow-Up: Alcoa Bids Could Top $40 Billion","GmtTimeStamp":"2007-02-17T05:09:00.000000000","CompanyCodes":["AA","BHP","BHP.AU","RIO.AU","RIO.LN","RTP","AU000000BHP4","AU000000RIO1","GB0007188757","US0138171014"],"IndustryCodes":["ALU","MNG","XATI","XDJGI","XDJI","XFFX","XFT1","XISL","XNYA","XORD","XRUS","XSP5","XST5"],"Story":"\b   (From BARRON'S) \b   By Tom Sullivan \u001d  If Australia's BHP Billiton or Britain's Rio Tinto hopes to buy Alcoa, the American aluminum giant, as was rumored last week, they might have to pay a lot more than $40 billion -- the price tag attached to the rumors. Sure, that tab would represent a 33% premium to Alcoa's current $30 billion market value, but it doesn't begin to reflect the turnaround afoot at the Dow industrials component. \u001d  Barron's has been a fan of Pittsburgh-based Alcoa for some time (see \"Alcoa's Shiny Prospects,\" Aug. 8, 2005, and \"Pricing Outlook Bright for Alcoa,\" Jan. 22, 2007). Yet the stock, for all its gyrations, did little from the date of our first story, when it traded at 28, until this January. Indeed, Alcoa (AA) has returned just 4%, dividends included, in the past five years, compared with North American rival Alcan's (AL) total return of 65%. \u001d  Tuesday, Alcoa jumped as much as 10%, to 36.05, on takeover speculation, but ended the week around 34.50, suggesting Wall Street sees no deal in the offing. That would suit John Buckingham, manager of the Al Frank Fund (ticker: VALUX), fine. \"The ship is sailing the right course,\" he says, \"but this is not the time to be selling the company.\" \u001d  Buckingham, whose firm owns 162,000 Alcoa shares, understands why BHP and Rio Tinto might be interested in a deal, especially at a bargain price. After all, he says, \"the ugly duckling is now a swan.\" But he views a bid of $55 a share, or about $48 billion, as a much fairer price for Alcoa holders. Alcoa has dismissed the takeover talk, while BHP and Rio Tinto didn't comment. \u001d  An acquisition of Alcoa would help both BHP (BHP), which calls itself the world's largest diversified-resources company, and Rio Tinto, an international mining concern, consolidate their positions in the aluminum industry. Aluminum has underperformed other metals, in part because China produces 30% of the world's supply. But the market has found support from commercial construction and the transportation/aerospace sectors, CreditSights said in a recent report. \u001d  Investors in Alcoa, which makes Reynolds Wrap, Dura-Bright car wheels and Spout Pouch beverage containers, as well as aluminum for industrial uses, can expect to benefit. The company is likely to earn $3.03 a share this year, compared with last year's $2.96. Alcoa trades for 11.4 times '07 estimates and yields 2%. \u001d  In January, Alcoa announced plans to buy back up to 10% of its shares, in part via debt. That prompted credit-rating agency Standard & Poor's to lower its rating on Alcoa to triple-B-plus -- two notches below the rating the company's debt received from rival Moody's Investors Service. \u001d  Yet the yield margins, or spreads, on Alcoa's bonds narrowed a bit in active trading after the takeover reports surfaced; the company's 5.95% bonds due 2037 narrowed by three basis points (a basis point is 100th of a percentage point) to 106 basis points over Treasuries with comparable maturities. That's despite talk that the deal might be done as a leveraged buyout. \u001d  \"It's a doable deal,\" says Eric Tutterow, managing director at Fitch Ratings, implying Alcoa is not too large to be swallowed. \"With a name like that . . . there would be a lot of support in the high-yield and leveraged-loan markets.\" \u001d  A $40 billion acquisition would trump last year's record $39 billion buyout of Arcelor by the Netherlands' Mittal Steel (MT). But Alcoa shareholders could be counting even more millions before any deal is done. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"860f7ddfb82e484d456ab1a42a2583c4","symR":["VLO"],"date":"2007-02-17","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Valero Says Timeline For Refinery Restart Unknown","GmtTimeStamp":"2007-02-17T16:34:00.000000000","CompanyCodes":["VLO"],"IndustryCodes":["OIS","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 17, 2007 11:34 ET (16:34 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9185cfdcc189c7e685f98a6d7df63ec6","symR":["DCX","DCX.XE","GM","DE0007100000","US3704421052"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Talk Of Chrysler Sale Heats Up; Alliance Said In Works-Reports","GmtTimeStamp":"2007-02-17T15:50:00.000000000","CompanyCodes":["DCX","DCX.XE","GM","DE0007100000","US3704421052"],"IndustryCodes":["AUT","XDAX","XDJGI","XDJI","XFFX","XNYA","XRUS","XSP5","XST5"],"Story":"\b \u001d  NEW YORK (Dow Jones)--Two days after DaimlerChrysler AG (DCX) said it was considering all options for its Chrysler Group division, signs multiplied that the German company is actively trying to sell the troubled American carmaker, The Detroit News reported on its Web site Saturday. \u001d  Several published reports said DaimlerChrysler was in talks with General Motors Corp. (GM) about a possible sale of Chrysler. Industry sources said unidentified private-equity funds also have expressed interest in a Chrysler deal. \u001d  DaimlerChrysler and GM declined to comment Friday on the reports. Company sources told The Detroit News that while some talks may be taking place, an outright sale of Chrysler to GM is not a likely scenario, the report said. \u001d  Clearly, however, talk of a possible sale or alliance is heating up, the report said. \u001d  JP Morgan Chase & Co., DaimlerChrysler's investment banker, has tapped its London-based mergers-and-acquisitions specialist Lawrence Slaughter to spearhead efforts to sell Chrysler, the News reported. \u001d  JP Morgan officials were at Chrysler's Auburn Hills headquarters this week and the firm is expected to issue a prospectus to potential buyers fairly soon, the report said. \u001d  The possibility of a Chrysler sale has been in the financial markets spotlight since Wednesday, when DaimlerChrysler's supervisory board effectively put the Auburn Hills automaker on the auction block. \u001d  Meanwhile, a German newspaper Saturday said the link under discussion would be an alliance rather than a merger. \u001d  The Sueddeutsche Zeitung said such an alliance would be modelled on that between Renault of France and Nissan of Japan. Renault owns about one third of Nissan. \u001d  An alliance would mean the companies would remain separate entities with possible cross-shareholding, but would act as one company in product development, production and sales, the Sueddeutsche said. \u001d  The paper said exploratory talks between Chrysler and GM had begun. \u001d  On Friday, DaimlerChrysler shares rose $3.08, or 4.4%, to $73.33 in heavy trading on the New York Stock Exchange. The stock has gained 13.8% in three days and is at a seven-year high. \u001d  Reaction to a possible GM deal was less enthusiastic. Shares in the No. 1 U.S. automaker slipped 10 cents to close at $36.34 Friday amid concerns that a GM-Chrysler combination would slow GM's own recovery effort. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 10:50 ET (15:50 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"92c7c6e7cf1be7269f387e59aeaf2504","symR":["BBD.A.T","BBD.B.T","BDRBF","EMBR3.BR","ERJ","FRNT","SKYW","UAUA","BREMBRACNOR4","CA0977511017","CA0977512007"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Snow, Wind Shut Roads In Western US; Plane Windshields Crack","GmtTimeStamp":"2007-02-17T11:57:00.000000000","CompanyCodes":["BBD.A.T","BBD.B.T","BDRBF","EMBR3.BR","ERJ","FRNT","SKYW","UAUA","BREMBRACNOR4","CA0977511017","CA0977512007"],"IndustryCodes":["AIR","ARO","ASP","ELC","XDJGI","XRUS","XSCI","XTSE"],"Story":"\b \u001d  DENVER (AP)--Airlines were investigating why windshields on at least 13 planes cracked at Denver International Airport as winds of up to 100 mph whipped through the foothills in the U.S. state of Colorado. \u001d  Meanwhile, at least three people in Iowa died Friday night when a Cessna twin-engine airplane crashed during a snowstorm in a field southeast of the Council Bluffs airport, officials said. \u001d  The names of the victims haven't been released, and it is possible there is a fourth victim, U.S. Federal Aviation Administration spokesman Tony Molinaro said in Chicago. \u001d  According to the National Weather Service, a fast-moving winter storm was pushing through the area when the plane went down, bringing wind gusts of up to 53 mph, snow and poor visibility. \u001d  Officials couldn't say what caused the crash and didn't know if weather was a factor. \u001d  In Colorado, several major highways that were closed Friday due to blowing snow and whiteout conditions reopened, though some mountain sections remained closed Saturday. \u001d  The storm system that brought nearly a foot of fresh powder to ski resorts, was expected to move out of the state Saturday. \u001d  SkyWest Airlines reported cracked windshields on eight planes that were taking off or landing Friday as winds gusted up to 50 mph, spokeswoman Marissa Snow said. One plane's windshield cracked while it was airborne. \u001d  \"Only the outermost layer was affected,\" Snow said of the windshields, which are made from multiple layers of glass. \u001d  SkyWest, a regional carrier for United Airlines (UAUA), said the planes involved were the Embraer EMB120 Brasilia and Bombardier Canadair Regional Jet, though she didn't immediately have numbers. \u001d  Two Frontier Airlines Airbus planes had their windshields crack while airborne, while two other windshields cracked while at the gate, airline spokesman Joe Hodas said. \u001d  In all instances, the planes returned to the airport and/or made it to the gate safely. No emergencies were declared and no injuries were reported. \u001d  Hodas said it was unclear whether the high winds were to blame. \u001d  \"It's not exactly unusual weather for Denver,\" Hodas said. \"We don't know what it is... It's kind of a mystery at this point.\" \u001d  Spokesman Steve Snyder said windshields cracked on several different makes and models of airplanes from several airlines, though he didn't immediately know which and how many. None of the pilots reported flying debris, Snyder said. \u001d  \"Everybody is fairly baffled by it,\" Snyder said. \u001d  At least 55 flights were canceled and others were diverted. \u001d  In southern Wyoming, parts of a major highway were closed between Cheyenne and Laramie because of windblown snow driven by gusts over 50 mph and icy patches. \u001d  Before the highway was closed, the driver and passenger of a tractor-trailer were killed in a crash at Laramie, the highway patrol said. \u001d  In Pennsylvania, the last of hundreds of motorists stranded on a 50-mile  stretch of a major highway were freed Friday, but several highways remained shut as crews struggled to clear ice and snow following a monster storm that has been blamed for at least 24 deaths in the Northeast and Midwest. \u001d  Gov. Ed Rendell apologized for the state's \"totally unacceptable\" handling of the storm and a highway tie-up, which stranded hundreds of motorists for as long as 24 hours. He blamed an \"almost total breakdown in communication\" among state agencies. \u001d  State Transportation Secretary Allen D. Biehler said I-78 and large portions of I-81 and I-80 would remain closed so workers could clear them. \u001d  At least 24 deaths were blamed on the storm system and accompanying cold: six in Ohio; three in Nebraska; two each in Illinois, Indiana, New York, New Jersey and Delaware; and one each in Missouri, Pennsylvania, Virginia, New Hampshire and Louisiana. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 06:57 ET (11:57 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9552db1bbaa2904c2f2bd050ef572d5f","symR":["VLO"],"date":"2007-02-17","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Valero: Still No Timeline For McKee Refinery Restart","GmtTimeStamp":"2007-02-17T20:55:00.000000000","CompanyCodes":["VLO"],"IndustryCodes":["OIS","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 17, 2007 15:55 ET (20:55 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"95c2870759318ff6be9fe8342ccc4394","symR":["VLO"],"date":"2007-02-17","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Valero Fire Shuts Texas Refinery; At Least 19 Hurt","GmtTimeStamp":"2007-02-17T05:22:00.000000000","CompanyCodes":["VLO"],"IndustryCodes":["OIS","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  HOUSTON -(Dow Jones)--Valero Energy Corp. (VLO) shut its McKee, Texas refinery Friday after an explosion and fire rocked the tiny West Texas town and injured at least 19 workers. \u001d  \"The fire at the Valero McKee refinery in Sunray, Texas has subsided substantially, but it is not extinguished,\" Valero spokeswoman Mary Rose Brown said in a statement released right before 10:30 p.m. CST Friday. \u001d  The latest statement put the number of worker injuries at 19, up from 3 in Valero's previous statement. \u001d  The fire followed a large explosion Friday afternoon at the 158,000 barrels-a-day refinery, which created a giant black plume of smoke that could be seen 60 miles away, The Associated Press reported. \u001d  For Valero, the McKee incident is its third fire in a week, following two smaller fires at its Delaware City, Del. refinery. \u001d  Valero, which grew rapidly over the last seven years from an obscure San Antonio enterprise into the nation's largest refiner through acquisitions, has also reported fires in at least four other plants since May 2006, in addition to receiving a harsh report from federal safety regulators over two November 2005 fatalities at the troubled Delaware plant. \u001d  Compared with some of the other fires, which have occurred in sites in St. Charles, La., Texas City, Texas, Corpus Christi, Texas and Quebec City, the McKee incident appears to be of a materially more serious nature; it is the only incident to lead to the shutdown of a plant. \u001d  But the McKee incident comes at a relatively benign time in terms of petroleum inventories. Commercial stockpiles of both gasoline and distillate for the week ended Feb. 9 were above the upper end of the average range for this time of year, according to the latest data from the Department of Energy. \u001d  Brown said Valero has purchased product \"and made other arrangements to cover our immediate supply requirements.\" Completely shutting a refinery down is rare in the oil industry. \u001d  When BP PLC (BP) suffered a major explosion in March 2005 at its Texas City refinery, 15 workers died, but the incident had virtually no immediate impact on supply, because most of the key units of the refinery were unaffected. \u001d  It is unclear how long McKee will be off-line for an incident that is far less calamitous in terms of its impact on human life. \u001d  At McKee, Valero evacuated all plant employees and contractors Friday after the fire began, Brown said. The incident is believed to have started in the propane deasphalting unit, which processes residual fuel at very high temperatures. \u001d  Valero sent one contract worker and two company employees to a burn center at the University Medical Center in Lubbock. \u001d  The contract worker is in \"stable\" condition, while the two employees have \"moderate burns,\" Brown said. \u001d  \"Sixteen other individuals went to the local hospital and all but four were seen and released,\" Brown said. \"The four individuals remaining in the hospital are reportedly being treated for a variety of non-burn-related concerns such as chest pains, anxiety and stress.\" \u001d  Valero sent two planes from its corporate headquarters in San Antonio with support teams, supplies and other resources, Brown said. Emergency response team members from other Valero refineries are also on the way to provide support, she said. \b \u001d  Valero Trying To Improve Reliability \b \u001d  A darling on Wall Street for its role in helping to revive the once-moribund refining industry, Valero has made a name for itself by acquiring under-capitalized, sometimes troubled plants, and boosting performance with additional investment. \u001d  Speaking to analysts on a Feb. 1 conference call, Chief Executive Bill Klesse described the company's operating record as \"excellent,\" given that many of the plants acquired had been starved for capital. \u001d  \"So if you look at our overall ... hand we were dealt, it's tremendous,\" he said. At the same time, Klesse said the company has a five-year strategic goal of improving its ranking in the widely-watched Solomon survey from the fourth-quartile to the first-quartile. \u001d  The Solomon survey benchmarks refining companies against each other in terms of refinery reliability, maintenance and energy use. Klesse said Valero could save $1 billion if it reaches its goals. \u001d  The McKee incident comes immediately on the heels of  a pair of fires at the Delaware refinery, which also suffered some major problems under its prior owner, Motiva Enterprises LLC. Tuesday, Valero reported a small fire in the crude unit of its 210,000 barrel-a-day Delaware refinery. The same plant also suffered a fire in its hydrocracker unit Feb. 9. \u001d  In November, the U.S. Chemical Safety and Hazard Investigations Board sharply criticized Valero after two workers were asphyxiated inside a nitrogen-filled confined space in November 2005. \u001d  \"This accident is a telling example of improper entry into a confined space, and we found that workers are not adequately warned that hazardous atmospheres might exist around unsealed confined space openings,\" CSB Board Member John Bresland said in a news release. \u001d  Valero vowed to implement the CSB's recommendations. \u001d  (Beth Heinsohn in New York contributed to this story.) \u001d  -By Jessica Resnick-Ault and John Biers, Dow Jones Newswires; 713-547-9208; jessica.resnick-ault@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:22 ET (05:22 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"96481d88bc49080bf6e0415df3b05857","symR":["FRA.XE","DE0005773303"],"date":"2007-02-17","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"India's Gandhi Lays Foundation For Airport Modernization","GmtTimeStamp":"2007-02-17T11:15:00.000000000","CompanyCodes":["FRA.XE","DE0005773303"],"IndustryCodes":["AIR","TRS","XDJGI","XISL","XMDAX"],"Story":"\b \u001d  NEW DELHI (AP)--Sonia Gandhi, the head of India's ruling coalition, laid the foundation stone Saturday for an ambitious plan to modernize New Delhi's decrepit, overcrowded airport. \u001d  Authorities are planning a new, modern terminal to handle both international and domestic traffic, and a third runway to ensure that the airport can better cope with an ever-increasing tide of air traffic. \u001d  India's booming economy has spurred the aviation industry with an increase in carriers and passengers, but its existing airports - particularly in Mumbai and New Delhi, which handle the majority of India's air traffic - have struggled to cope. \u001d  Gandhi said her government was determined that the economy - growing at more than 8% annually in recent years - wouldn't be held back by poor infrastructure. \u001d  \"We are committed to see that infrastructure does not remain a bottleneck in the progress of the socio-economic development of the country,\" Gandhi said, adding that she hoped the construction of new airports would create thousands of additional jobs. \u001d  The new terminal and runway, to be built at a cost of some $1.5 billion, are the first phase of a modernization plan that will eventually see the airport able to handle up to 100 million passengers a year and accommodate the new generation of aircraft including the Airbus A380 superjumbo, organizers said. \u001d  The current airport was designed for 12 million passengers a year, but now handles more than 16 million. \u001d  \"With the completion of this airport, Delhi will boast of a world class airport, which would not only cater to the growing aviation traffic, but will also serve as a benchmark for other airports to follow,\" said Srinivas Bommidala, the managing director of Delhi International Airport Ltd., or DIAL, a joint venture between India's GMR and Germany's Fraport AG (FRA.XE), chosen to privatize the airport. \u001d  The new terminal, which will be able to handle some 37 million passengers annually, is expected to be completed by 2010 when New Delhi is scheduled to host the Commonwealth Games. \u001d  Currently passengers at New Delhi's separate international and domestic airports often face long delays in cramped uncomfortable conditions with minimal facilities. \u001d  Planes often are forced to circle the airport for long periods or wait in long lines on the runway as harassed air-controllers try to juggle more aircraft than the airports were designed to handle. \u001d  The new terminal will include restaurants, shopping areas and entertainment facilities, and modern communication equipment for business travelers, DIAL said in a statement. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 06:15 ET (11:15 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9e77c9818bd6c27dcfef450bb4b501b3","symR":["KNEBV.HE","SCHN.EB","TKA.XE","UTX","CH0024638212","DE0007500001","FI0009013403","US9130171096"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Big Four Lift Makers Face GBP673 Mln EU Fine - Report","GmtTimeStamp":"2007-02-17T10:48:00.000000000","CompanyCodes":["KNEBV.HE","SCHN.EB","TKA.XE","UTX","CH0024638212","DE0007500001","FI0009013403","US9130171096"],"IndustryCodes":["ARO","ASP","FAC","IDD","XDAX","XDJGI","XDJI","XFFX","XHEX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  LONDON (Dow Jones)--The world's biggest lift manufacturers are bracing themselves for a record fine from the European Commission that could amount to almost GBP673 million for alleged price-fixing activities, the Times reports Saturday, citing industry sources. \u001d  The paper says that according to industry sources, some evidence of cartel-like behavior had been investigated in German and the Benelux countries, but insisted that this didn't amount to Europe-wide price-fixing. \u001d  Complaints from smaller rivals are believed to have led to the launch of an inquiry nearly three years ago into the so-called \"big-four\" lift manufacturers: United Technologies Corp's Otis Elevators, based in the U.S. and Paris; Schindler Group of Switzerland; ThyssenKrupp (TKA.XE) of Germany and the Helsinki-based Kone Group (KNEBV.HE). \b \u001d  Newspaper Web site: http://www.timesonline.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9330 \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 05:48 ET (10:48 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"abaf24e942d5e358b96639947ffa2ced","symR":["33181.AE","AHO","NL0000331817"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Ahold Unit Stop & Shop: Union Agrees To Talk Next Week In US","GmtTimeStamp":"2007-02-17T21:22:00.000000000","CompanyCodes":["33181.AE","AHO","NL0000331817"],"IndustryCodes":["FDR","RTS","XAEX","XDJGI","XENX","XNYA"],"Story":"\b \u001d  BOSTON (AP)--The labor contract for 43,000 U.S. workers at Dutch-owned Stop & Shop will expire without a new deal, but talks are scheduled to resume next week and the union has agreed not to strike before then, the supermarket chain said Saturday. \u001d  Members of three of the five United Food and Commercial Workers locals that are negotiating as a group voted to authorize a strike if no settlement was reached when the current three-year contract expires at 12:01 a.m. EST Sunday. \u001d  But the sides scheduled more negotiating sessions Tuesday through Thursday, and the unions agreed they will not strike while talks are ongoing, said Stop & Shop spokeswoman Faith Weiner. \u001d  \"It means both sides are committed to the process and both sides are working toward an agreement,\" Weiner said. \u001d  Terms of the current contract will remain in effect past midnight, Weiner said. \u001d  Richard Charette, president of Local 1445, didn't immediately return several calls for comment. \u001d  Negotiating sessions between the UFCW and Quincy, Mass.-based Stop & Shop were held Saturday at the Hilton Hotel in Mystic, Conn. Negotiations began in mid-December and have focused on health care costs and retirement benefits. \u001d  Earlier Saturday, Charette described talks as \"getting uglier and uglier.\" \u001d  Stop & Shop, owned by the Dutch conglomerate Royal Ahold NV (AHO), is negotiating with the UFCW's Local 1445, covering workers in eastern and central Massachusetts; Local 328, covering Rhode Island and southeastern Massachusetts; Local 1459, covering western Massachusetts; and two units representing Connecticut workers, locals 371 and 919. \u001d  The locals represent workers at 231 stores. Workers in New York, New Jersey and New Hampshire are covered under separate contracts. \u001d  The two locals that have yet to take strike votes - locals 1445 and 328 - were scheduled to do so late Sunday morning. If the strike-authorization measures pass, union leaders could call a strike at any time. \u001d  Charette said he's confident the two locals also would vote to authorize a strike. \u001d  \"We're in lockstep,\" he said of the five locals. \"We're committed.\" \u001d  Stop & Shop placed advertisements in newspapers last weekend saying it was opening hiring centers at hotels to recruit potential replacement workers. \u001d  Stop & Shop currently covers 100% of its union employees' health-care premiums, although employees cover co-payments and deductibles. In the current negotiations, the company wants employees to cover a portion of the premiums. \u001d  The union also objects to the company's plan to begin switching new hires from a defined benefit pension plan to an employee-funded retirement plan. The union says the retirement plan offers less financial security. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 16:22 ET (21:22 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"addc56ef5dcf2399a11a9653b74bcc4f","symR":["MSFT","WEBX","US5949181045"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) Review & Preview Follow-Up: WebEx Is Staying Ahead Of The Crowd","GmtTimeStamp":"2007-02-17T05:08:00.000000000","CompanyCodes":["MSFT","WEBX","US5949181045"],"IndustryCodes":["ISV","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  Ever since the success of Salesforce.com's (ticker: CRM) initial public offering in 2004, Subrah Iyar, the CEO of rival WebEx Communications, has argued that WebEx is much more than an online-meeting facilitator, and should be valued as such. We helped him make that case last summer (\"Why WebEx Will Shine,\" June 12, 2006), and we're still glad we did. \u001d  The Santa Clara, Calif., provider of \"on demand\" software shot the lights out in its fiscal fourth quarter, and the news could get better from here. Its shares have rallied about 27%, to around 47, since Jan. 31, when WebEx (WEBX) reported that its quarterly profit rose 18%, to 33 cents a share, on a 22% gain in revenue, to $101.9 million. \u001d  Critics have worried that WebEx would fall victim to competitive threats from Microsoft (MSFT), as well as commoditization. But so far, the company is providing reliability and scale that others can't seem to match. \u001d  \"We see Web collaboration as the 'killer app' over the Internet, and we are the best in class at delivering that service,\" Iyar says. \u001d  One fan, software analyst Peter Goldmacher of Cowen, calls WebEx \"the most interesting company in the software space.\" He's sticking with his July prediction that the shares could top 60 in the next few years. \u001d  Our bet? It could happen sooner. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b2b3fd6af8789f8b35f7baba2eb78fc5","symR":["6758.TO","CNX","COST","SNE","XLB","JP3435000009","US22160K1051"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) The Trader: Bernanke's Valentine Wins Over Wall Street","GmtTimeStamp":"2007-02-17T05:07:00.000000000","CompanyCodes":["6758.TO","CNX","COST","SNE","XLB","JP3435000009","US22160K1051"],"IndustryCodes":["COA","CSE","ENT","EXT","RTB","RTS","X225","XATI","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  The middle week of February can be a treacherous minefield of heightened anticipation and unrequited desire. With stocks hovering at a historic high, the potential for disappointment seems substantial. But testifying before Congress, the Federal Reserve chairman Ben Bernanke painted a picture of slow but steadfast economic growth, with inflation under control, and tentative signs of stability in the wobbly housing market. \u001d  For investors worried that the Fed may have to raise interest rates to curb prices, the firm, reassuring message proved endearment enough. Stock and bond markets rallied. The broad Dow Jones Wilshire 5000 index pushed to a seven-year high, and on Wednesday, the Dow Jones industrials, transportation and utilities averages surged in sync to record closes for the first time since 1998. \u001d  The jubilation faded a little by Friday after economic data showed housing starts declining in January to a nine-year low, and industrial production falling for the fourth time in five months. But with oil prices under control and the bond market calm, profit-taking in the stock market proved shallow and half-hearted. \u001d  The Dow Jones Industrial Average ended the week up 187, or 1.5%, at 12,768 -- its biggest weekly gain in three months. It's up 2.4% this year. The Standard & Poor's 500 Index climbed 17, or 1.2%, to 1,456, a 2.6% rise this year. \u001d  The Nasdaq Composite Index was bogged down Friday when Microsoft (ticker: MSFT) told investors to temper their revenue expectations for its Vista operating system. But it still ended the week up 36, or 1.5%, to 2496. The Russell 2000 Index of small stocks rose 11, or 1.4%, to another record close at 818. It is up 3.9% this year. \u001d  For all the by-now familiar arguments why this bull run has become extended, the market has continued to trudge steadily higher. To be sure, technology's unconvincing run in the face of already-diminished expectations could unfurl into a red flag, and the market's subdued risk forecast and comfortably bullish tilt aren't ideal. But signs of its long-term strength also cannot be ignored. \u001d  On Thursday, even as the rally's momentum flagged, a mere four stocks sank to new lows at the New York Stock Exchange. In prior instances when the Dow industrials, transportation and utilities averages have hit simultaneous peaks, the blue-chip benchmark would add an average 2.5% over the ensuing three months and 6% over six months, notes Birinyi Associates. \u001d  Meanwhile, a steady stream of deals and buyers circling Alcoa (AA) all point to abundant liquidity and faith in continued economic strength. The argument that stocks aren't yet wildly overpriced also finds support in the popularity of share buybacks. Costco Wholesale (COST), subject of a bullish Barron's cover story a week ago, rose 2 to a record close near 58 amid speculation that the company will use proceeds from a $2 billion bond deal last week to buy back shares. Costco has no need to issue debt because it's sitting on $2 billion in net cash. Some Street analysts, including UBS Securities' Neil Currie, have urged Costco to get more aggressive with its buybacks. \u001d  So what can investors expect with the Fed on hold? Conventional wisdom has investors clamoring for a rate cut, but the market has stumbled in prior stretches of Fed pauses that ended with rate cuts. In contrast, the S&P 500 has rallied in eight out of nine prior Fed pauses that ended with rate hikes, notes Birinyi analyst Paul Hickey. The football analogy: Wouldn't you rather have a healthy running back who takes a prolonged breather at half-time or one who requires a cortisone shot (rate cut) to make it through the second half? \u001d  The roster of top performers so far this year is brimming with cyclical stocks that do well when the economy charges ahead -- not exactly a picture of a market waiting for Bernanke to ease up and go soft. \b \u001d  It operates in a world of bright sounds and vivid images, but Sony's (SNE) stock has been dull and flat for so long a recent uptick warrants a closer look. \u001d  Consider this picture: The Japanese conglomerate's American depositary receipts have pushed above their 50-day and 200-day averages, and last week's 7% rise nudges their year-to-date gain to 23%. A push to cut expenditure at its semiconductor unit, and market-share gains in LCD televisions gave investors some fresh hope. \u001d  Sure, predictions of a Sony revival have been consistently premature, and the electronics giant -- once the only name in portable music -- has become a cautionary tale about squandered opportunity. An unwieldy empire stretching from movies and music to financial services and insurance also makes it a symbol of bloat. But its push to improve efficiency will eventually pay off, and investors' decade-long disregard hints at the potential upside should they come around. \u001d  \"Nearly everyone hates it, nobody appears to have done any work on it, yet the stock continues to show technical improvement,\" says Natexis Bleichroeder's technical analyst John Roque, who for months has tried to draw skeptical clients' attention to Sony's brightening chart. \u001d  Investors' exhausted patience may well be another factor in Sony's favor. With ADRs trading near 24 times forward earnings, and pressure to deliver better profits, expectations continue to increase for management to finally dismantle Sony into units that ought to be worth far more than the elephantine whole. \u001d  Credit-Suisse, for example, says the sum of Sony's parts would value its ADRs at 64 -- 22% above where they trade today. \b \u001d  Like sweaters and scotches, coal stocks become more popular as the mercury dips. After suffering through the warmest December in decades, coal producers have rallied sharply as a cold snap grips the northeast in its frigid hold. \u001d  Consol Energy shares (CNX), in particular, have surged 15.3% since Jan. 3 -- five times the broad market's rise and well ahead of peers like Peabody Energy (BTU), Arch Coal (ACI) and Massey Energy (MEE). Even the red-hot Select Materials SPDR Fund (XLB) rose just 9.6% over the same period. \u001d  It wasn't just the cold, of course. The Pittsburgh company's eastern U.S. stronghold and an 82% stake in a growing gas business augur well. And while coal has fallen sharply from about $58 a ton to $40 over the past year, Consol could be insulated from further short-term swings, having committed much of its 2007 production at average prices near $40. \u001d  But with Consol's hot streak comes vulnerability to a short-term pullback. After it reported fourth-quarter earnings in late-January that beat the Street's estimates, a few analysts trimmed their 2007 and 2008 earnings forecast. Among the concerns: further coal price weakness, margin pressures, and recently-concluded union negotiations that Credit-Suisse analyst David Gagliano reckoned could drive unit costs up 5%. Another inconvenient truth: warmer weather, and slower rate of inventory depletion at customer utilities companies, will pressure negotiations for future coal delivery. \u001d  Coal producers have begun to shut mines to control inventory glut, but the boost to coal prices will take time. The use of coal for electricity is projected to increase over the longer term, but that depends largely on coal staying cheap relative to other fuel sources. Consol's revenue growth is flat, and the sell-side's optimistic bent -- none of the 17 analysts rate it Sell -- suggests an already well-plumbed bull case. \u001d  Placing short bets in this rising market can be a chilling experience, and increased takeovers of commodity producers can leave short sellers cold. That's why anyone eyeing a Consol correction might be better off buying puts, as Pete Stolcers notes on his www.oneoption.com blog. Buying puts risks no more than the premium paid, and thanks to options' leverage, a shallow stock pullback can produce larger put gains. With Consol shares at 35, the March 35 puts were trading at $1.25. \u001d  Last week, coal producers were one of the few groups to edge lower even as the market advanced. No coincidence that the weather forecast calls for a thaw at last, with Northeast temperatures expected to climb enough to register the promise of spring. \u001d  --- \u001d  E-mail: kopin.tan@barrons.com \u001d  --- \b                     VITAL SIGNS \b \b                            Friday's        Week's     Week's \b                               Close        Change     % Chg. \b \bDJ Industrials              12767.57       +186.74      +1.48 \bDJ Transportation            5105.97       +186.52      +3.79 \bDJ Utilities                  474.93         +1.39      +0.29 \bDJ 65 Stocks                 4352.89        +83.71      +1.96 \bDJ US Total Mkt               354.46         +4.39      +1.25 \bNYSE Comp.                   9433.42       +141.77      +1.53 \bAmex Comp.                   2157.98         +4.92      +0.23 \bS&P 500                      1455.54        +17.48      +1.22 \bS&P MidCap                    858.69        +13.66      +1.62 \bS&P SmallCap                  417.35         +5.77      +1.40 \bNasdaq                       2496.31        +36.49      +1.48 \bValue Line (arith.)          2334.86        +37.45      +1.63 \bRussell 2000                  818.15        +11.04      +1.37 \bDJ Wilshire 5000            14733.65       +177.60      +1.22 \b \b                                         Last Week   Week Ago \bNYSE \bAdvances                                     2,350      1,683 \bDeclines                                     1,191      1,834 \bUnchanged                                       72         91 \bNew Highs                                      678        822 \bNew Lows                                        43         31 \bAv Daily Vol (mil)                           2,148.2    2,645.1 \b \bDollar \b(Finex spot index)                              84.09      84.87 \bT-Bond \b(CBT nearby futures)                           111-16     111-03 \bCrude Oil \b(NYM light sweet crude)                         59.39      59.89 \bInflation KR-CRB \b(Futures Price Index)                          306.71     305.19 \bGold \b(CMX nearby futures)                           668.80     667.50 \u001d  --- \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 17, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"be11a4e97ac2398edd69885f90632e90","symR":["VLO","VLO"],"date":"2007-02-17","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Valero Says McKee Fire Essentially Extinguished","GmtTimeStamp":"2007-02-17T16:32:00.000000000","CompanyCodes":["VLO"],"IndustryCodes":["OIS","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 17, 2007 11:32 ET (16:32 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"cc5f8d2d9524235057d2b3b9edef983c","symR":["VLO"],"date":"2007-02-17","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Valero Says McKee Fire Damage Primarily Contained To One Unit","GmtTimeStamp":"2007-02-17T21:18:00.000000000","CompanyCodes":["VLO"],"IndustryCodes":["OIS","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  DUMAS, Texas (Dow Jones)--A fire that began Friday primarily damaged a single unit at Valero Energy Corp.'s (VLO) McKee refinery in Sunray, Texas, a spokeswoman said Saturday. \u001d  \"Initial reports indicate that the major damage to the refinery was largely confined to the Propane Deasphalting Unit and adjacent piping systems,\" Valero spokeswoman Mary Rose Brown wrote in an emailed bulletin on Saturday. The unit, where the fire started, operates at extremely high temperatures. \u001d  \"We do not yet know the full extent of the damage, the required repair time or the estimated production impact,\" she said. \u001d  Although the fire has been essentially extinguished, and flames are no longer visible here, the plant remains shut, Brown said. Emergency crews have entered the plant, but police are still blockading a two-mile buffer zone around the refinery. \u001d  Environmental tests by state and federal authorities concluded this morning, and those officials have now left the plant, Brown said. The company is still conducting its own investigation into the incident, as are two other federal agencies. \u001d  The U.S. Chemical Safety and Hazard Investigation Board and the Occupational Safety and Health Administration are both looking at the incident in part because of the injuries that resulted from the fire. Two of the individuals who were transported to a Lubbock, Texas, burn center are now listed in good condition and may be released as early as Sunday, Brown said. The third individual in the burn center is listed in critical but stable condition, she said. \u001d  The 158,000-barrel-a-day refinery is located about 50 miles from Amarillo, Texas. \b \u001d  -By Jessica Resnick-Ault, Dow Jones Newswires, 713-547-9208; jessica.resnick-ault@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 16:18 ET (21:18 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d10e5d46fdf6bafe4ec536dc362cd470","symR":["MSFT","US5949181045"],"date":"2007-02-17","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(2/19) Up & Down Wall Street: Goldilocks In Drag","GmtTimeStamp":"2007-02-17T05:09:00.000000000","CompanyCodes":["MSFT","US5949181045"],"IndustryCodes":["CPR","SEM","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Alan Abelson \u001d  The dirty little secret is out: Goldilocks sports a beard. A nice tidy number, to be sure, but whiskers, nonetheless. Who ever would have dreamed it? \u001d  We sure didn't, before Ben Bernanke braved winter's icy worst last week and trudged up Capitol Hill to give Congress his obligatory spiel, bringing the assembled anthropoids up to date on the state of economy. His message -- everything is fine and dandy, not too hot and not too cold, and likely to stay that way -- resonated less in Washington than on Wall Street, where it powered stock prices to their strongest gains of this promising new market year and, in the process, lifted the venerable Dow to an all-time record high. \u001d  Truth is, we always feel sorry for Fed chairmen as they dutifully perform this thankless chore. And to make matters worse, they have to do it twice, because congressmen are slow listeners. The late Molly Ivins' marvelous crack about the Texas legislature -- you know when it meets because every village in the state is missing its idiot -- has more than passing relevance to Congress in session. And nothing befuddles our representatives as much as the rudiments of economics and finance. \u001d  While he came to testify prudently armed with a full complement of caveats -- comforting cautions to the effect that inflation is relatively quiescent, but rest assured, the Fed is not indifferent to the possibility of a flare-up, and the decline in housing is something to keep a solicitous eye on -- he was, as the stock market was quick to grasp, essentially upbeat. \u001d  He had soothing forecasts for unemployment and the economy and even his concerns about inflation and housing were tempered by assumptions that the former would likely ebb and the latter might be finding some sort of footing. \u001d  Mr. Bernanke is more straightforward in both demeanor and speech than his predecessor, which admittedly isn't saying much, but still is something. And he appears more flexible, another happy contrast. But he also seems, like the academic he was for the bulk of his adult life before turning elevated bureaucrat, to have blind trust in the increasingly dubious soundings taken by government data gatherers (the standard inflation measures are a good example) rather than putting his ear to the ground. \u001d  Getting more atuned to what's happening in the real world rather than depending on the sight bytes spat out by some anonymous computer modeler would give Mr. Bernanke a better fix on the way things are. It also might save him the chagrin of having his optimism, however tepid, look a bit silly less than 24 hours after he expressed it. \u001d  Two cases in point: The latest weekly numbers on new claims for unemployment insurance showed an inordinately sharp rise that may or may not prove to foreshadow a trend, but obviously doesn't spell improvement. And January housing starts, it was disclosed on Friday, fell with a heavy thud, by 14.3% from the previous month, to 1.4 million units (a seasonally adjusted annual rate), the most enfeebled showing in 10 years and down a startling 37.8% from January '06. \u001d  Moreover, even as Mr. Bernanke was gently stroking his congressional audience with his matter-of-fact optimism, the latest figures on inventories, industrial production, capital flows and retail sales were prompting an agonizing reappraisal of the economy's recent past and making it inevitable that the 3.5% preliminary estimate of gross-domestic-product growth for the fourth quarter is due for a buzz cut, to 2%-2.5%. \u001d  They also suggest, along with other chilling readings -- like the palpable dip in consumer confidence -- that Mr. Bernanke may have to significantly amend his Goldilocks scenario next time he meets with Congress. Maybe something a touch morose from the Brothers Grimm will be more the ticket. \u001d  We don't want to be too hard on Mr. Bernanke; he's still something of a rookie playing chairman, having just wound up his first year on the job. And unlike Mr. Greenspan, he doesn't seem to have the makings of a contrary indicator. But off his early performance, he may well turn out to be at best a lagging one. \b \u001d  Although he didn't quite capture the attention of the world at large and investors in particular as did Mr. Bernanke's congressional performance, another illustrious personality also proved something of a cynosure last week and even had a bit of an impact on the stock market. Not to keep you in suspense (and, for all we know, of course, you've not been in suspense at all but may have dozed off before the end of the last sentence), we're talking about Steve Ballmer. \u001d  Mr. Ballmer holds down a job that arguably is at least as critical to our economic health and well-being as Mr. Bernanke's -- Ballmer's the CEO of Microsoft. And last week, he gathered together a group of analysts who cover that software colossus to fill them in on the recent debut of its new version of Windows, dubbed Vista, and what the future holds in store for it and his company. \u001d  As even the most unreconstructed Luddite is aware, Vista was, as Mr. Ballmer described it, the proud subject on Jan. 30 of the \"biggest launch in software history\" (that quote really belongs in capital letters but we fear it'd look funny on the page). And since in the world of computers, there is no such thing as a free launch, Vista's grand introduction set back Microsoft a pretty bundle (fortunately, Microsoft is a true corporate Croesus, with a cool $29 billion, give or take a few bucks, in the till -- and not a spec of long-term debt). \u001d  Money, it turns out, can buy everything -- except a boffo launch of a new software product. The electronic retailers primed to accommodate hordes hungry for Vista banging on their doors too often, instead, found the thin ranks of their sales help outnumbering those of their customers. Kind of like throwing a party and the guests all show up disguised as invisible people. \u001d  Now, we don't want to give you the impression that Vista has been a total dud. It hasn't been, except in terms of living up to extraordinarily extravagant expectations whipped up by all the hoopla. Despite the eerily muted opening day (all the noise pretty much was supplied by the company's poobahs and their subalterns), sales should gradually gather strength as this year rolls on and next year, as well. But, pure and simple, it grieves us to say, Vista doesn't stack up as the mighty blockbuster investors and geeks alike supposedly had been panting for. \u001d  Dealng with the usual fawning analytical audience, Mr. Ballmer in his remarks adroitly managed the tricky task of tamping down overexuberance without completely dissipating the glow with which the strenuous advance promotion had enveloped the product. He ran through in commendably no-nonsense fashion the high points of Vista's promise and potential and examined briefly and in broad outline the various markets for it. And, while inevitably optimistic (he is, remember, the CEO), he also, in so many words, cautioned against anyone out there being \"somewhat too bullish.\" \u001d  He also sounded distinctly wary of the idea of Vista triggering a great boom for PCs. On that score, he persuasively cited the lack of buoyancy in the stocks of HP, Dell and Intel as arguing against such a notion. He does anticipate \"a small surge\" in personal-computer purchases, but nothing resembling a boom. \u001d  Investors, we suspect, were right to respond coolly to Mr. Ballmer's remarks. They certainly weren't the kinds of comments to get the bulls pawing the ground. What happens from here on to the shares obviously depends on how much enthusiasm (read: sales) Vista is able to whip up. On that, the jury's still very much out. \u001d  Fred Hickey, proprietor of the High-Tech Strategist and treasured Roundtable member, had very low expectations for Vista and, as far as he's concerned, they've already been fully met. As is not uncommon with Fred, he put his money where his mouth is, buying put options on Microsoft ahead of the product's splashy introduction, and has the profits to prove it. \u001d  We chatted with Fred on Friday, and he remains very much of a mind, as he wrote earlier this month in his newsletter, that Vista is \"not an epic disaster for Microsoft\" because \"ultimately, businesses and consumers will resume their regular upgrade patterns and buy PCs that come pre-loaded with Vista.\" However, he's convinced its effect on the \"PC food chain\" stacks up as another and very much sadder story. \u001d  Spurred in part by a study commissioned by Microsoft that concluded Vista would generate $72 billion in related hardware, software and service revenue, Fred relates, what he calls the PC food chain --  distributors, resellers and solutions providers -- went wild and hugely overbuilt in preparation for a post-Vista release boom that is clearly not coming. \u001d  The result, sighs Fred, is that through the length and breadth of the industry, from semiconductor companies to electronic retailers, there has been a massive inventory build-up -- which, he contends, is a prelude to a disaster. He suspects that the first tremors of real trouble will be felt a few weeks hence, when some dismal earnings forecasts begin to seep out. \u001d  What confounds him and could greatly exacerbate a collapse in techs is that investors continue bullish on them despite six long years of underperformance by the sector. Besides Microsoft, his most recent published list of stocks he's negative on includes Best Buy, CDW, SanDisk, Texas Instruments, Lam Research, KLA-Tencor, Nvidia, Research in Motion, Apple, Microchip Technology, STMicroelectronics, Amazon.com, International Rectifier, Dell, Novellus Systems, Xilinx, Motorola, Applied Materials, NetLogic Microsystems and Fairchild Semiconductor. \u001d  Looking over that abundant roster, it occurs to us it might have been more efficient simply to list the tech stocks Fred's not negative on. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d163dafa7543a433232d97336e38f5e1","symR":["ADN.LN","FCAM.LN","GB0000031285","GB0004658141"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"F&C Gets Boost As Investors Put Money In New Trust - Report","GmtTimeStamp":"2007-02-17T10:59:00.000000000","CompanyCodes":["ADN.LN","FCAM.LN","GB0000031285","GB0004658141"],"IndustryCodes":["AMG","XDJGI"],"Story":"\b \u001d  LONDON (Dow Jones)-- A record number of investors in one of F&C Asset Management's (FCAM.LN) oldest funds elected to roll their cash into a new trust Friday in a move that will comfort the fund manager after it came under fire over plans to slash its dividend last year, the Times reports Saturday. \u001d  Meanwhile, the paper cites sources close to the company, who dismiss speculation that F&C was being circled by its rival Aberdeen Asset Management (ADN.LN). \u001d  The paper writes, Jason Bates, an analyst at stockbroker Daniel Stewart said: \"Aberdeen's been incredibly successful at buying and integrating businesses, so to see it make another acquisition would be no great surprise.\" \b \u001d  Newspaper Web site: http://www.timesonline.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9330 \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 05:59 ET (10:59 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d233099a146d9e19bc6a1b4c6e6fab90","symR":["HBOS.LN","JSAIY","RBS.LN","SBRY.LN","GB0007547838","GB0030587504","GB00B019KW72"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"`No Conflict Of Interest' In Bid For Sainbsurys - Report","GmtTimeStamp":"2007-02-17T10:54:00.000000000","CompanyCodes":["HBOS.LN","JSAIY","RBS.LN","SBRY.LN","GB0007547838","GB0030587504","GB00B019KW72"],"IndustryCodes":["BNK","FDR","RTS","XDJGI","XFT1","XGTI","XST5"],"Story":"\b \u001d  LONDON (Dow Jones)--HBOS (HSOS.LN), the bank that owns 50% of Sainsburys Bank (SBRY.LN), is lined up to provide debt for a potential buyout of the supermarket, the Times reprts Saturday, citing sources close to the situation. \u001d  The bank will support a bid headed by CVC, the private equity firm, which has teamed up with rivals Kohlberg Kravis Roberts & Co. (KKR), Texas Pacific Group and Blackstone to work on a GBP11 billion potential offer for J Sainsbury, the paper writes. \u001d  It says HBOS will join rival Royal Bank of Scotland (RBS.LN) and Barclays Capital, providing debt finance should the bid go ahead. \u001d  The paper said its sources emphasized that the consortium was still in the early stages of considering whether to bid, and that the financing structure was by no means finalized. \u001d   Citing its sources, the paper writes that there would be no conflict of interest for HBOS in joining the bidding consortium as any takeover was likely to be \"friendly.\" \u001d  Newspaper Web site: http://www.timesonline.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9330 \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 05:54 ET (10:54 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d3595adb4a1d8495c32cdbb095ef26c6","symR":["6758.TO","CNX","COST","SNE","XLB","JP3435000009","US22160K1051"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) The Trader: Bernanke's Valentine -2-","GmtTimeStamp":"2007-02-17T05:07:00.000000000","CompanyCodes":["6758.TO","CNX","COST","SNE","XLB","JP3435000009","US22160K1051"],"IndustryCodes":["COA","CSE","ENT","EXT","RTB","RTS","X225","XATI","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSP5"],"Story":"\u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d79653ab2d19e26d10fe679d874f8163","symR":["CEN","HD","US4370761029"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/19) Insiders, Look Out! -2-","GmtTimeStamp":"2007-02-17T05:06:00.000000000","CompanyCodes":["CEN","HD","US4370761029"],"IndustryCodes":["HIM","ICS","RTS","SVC","XDJGI","XDJI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\u001d  Relational has garnered windfall gains over the years by encouraging companies to face up to reality and dump poor performers. As a director of Mattel (MAT) in 2000, Whitworth successfully pushed the toy maker to dump its disastrous $3.5 billion acquisition, the computer-game specialist Learning Co., suffering an almost total loss on the move. Mattel doubled within a year and Whitworth received a gold-leaf Barbie Doll from grateful fellow directors when he left the board in 2003. \u001d  Whitworth also played a behind-the-scenes role in prevailing on J.C. Penney (JCP) to sells its underperforming Eckerd Drug Store chain in 2004, and on National Semiconductor (NSM) to get out of the digital-semiconductor-processing business and boost margins in its core analog-chip operations in 2004 and 2005. \u001d  Relational pushes for large stock buybacks and ample dividend growth, even though such moves may mean a substantial increase in the debt of target companies. According to Whitworth, the mature companies that the firm often invests in are better off with more debt and less equity on their balance sheets. Fat cash troves can lead companies to make bad acquisitions or poor diversification moves in the course of empire-building. Likewise, excess capital can make managers sloppy and slow to react to downturns by cutting costs. Lower share counts serve to springload operating results, often leading to P/E expansion. \u001d  One of Relational's biggest investments, Prudential Financial (PRU), has showered shareholders regularly with dividend increases and stock buybacks on Whitworth's advice. Relational has been a shareholder since shortly after Prudential demutualized in late 2001, and has encouraged the company to redeploy its excess capital in a shareholder-friendly manner. \"We love the company because they have taken our advice on capital allocation, board structure and executive compensation,\" says Whitworth. \"The company has done a great job of dumping underperforming units to fatten its cash flow and return on equity, and is now in the sweet spot of life- insurance and retirement-industry products.\" \u001d  Prudential's stock has been a triple for Relational. \u001d  If all goes well, Relational likes to work its magic and exit a stock after two to three years. But its investment horizon often proves longer. \"It takes a lot longer to turn around big companies,\" Whitworth observes. \u001d  Relational doesn't always have a smooth ride in its investments, despite its exhaustive fundamental research. Unexpected accounting and government-reimbursement problems at Apria Healthcare Group (AHG), a California-based home-health-care provider, torched the stock in 1998; it fell 80%. Whitworth became chairman and Batchelder joined the Apria board that year seeking to salvage their investment. In addition, Relational bought more stock on the lows and brought in new management. Finally, four years later, Relational was able to realize a satisfactory profit on its investment. \u001d  Whitworth and Relational endured a six-year \"slog\" (Whitworth's term) when their investment in the Houston-based trash hauler Waste Management (WMI) collapsed, following revelations of dodgy accounting and heavy insider stock sales ahead of bad news in 1999. \u001d  Whitworth parachuted into Houston for three months that summer, serving as temporary chairman of the company. \"You haven't lived until you've spent an entire summer in the heat and humidity of Houston,\" he says. \u001d  Current management was dumped and a new CEO brought in. In addition, Whitworth deployed 1,200 accountants to vet the books of each of Waste Management's 600 profit centers. A multibillion-dollar charge resulted, but Relational more than recouped its position in WMI in the next five years. \u001d  Relational wasn't so lucky with a 1997 investment in Nuevo Energy. A wholesale management overhaul at the company didn't seem to matter, and the firm's estimates of the company's reserves didn't pan out. Nor did oil prices cooperate. Relational dumped the position in 2002, after losing 70%. \u001d  Whitworth forged a somewhat improbable career path to Wall Street. He spent his formative years in the northern Nevada town of Winnemucca, \"population of around 4,000 and three hours drive from the nearest major hospital,\" he says. His dad was an independent mining engineer and geologist, which was often shorthand in the West for a dreamer on the verge of a big score that rarely arrived. Whitworth pere was a millionaire for a time in the '50s but gave it back and then some in Ralph's youth on an ill-starred mercury-mine venture. \u001d  Ralph was known around town for his blazing-fast 1965 GTO dragster and his ability to fix cars, appliances and anything else mechanical that locals brought him. He became the local superintendent of parks at the tender age of 19 when his predecessor skipped town without telling the city administration how to operate the elaborate watering system for the local public golf course. \u001d  He decided to go to college four years later, after concluding he was just as smart as the college kids he hired during summer vacations. Whitworth worked his way through the University of Nevada at Reno by waitering at night at the local Harrah's casino, filling in at the local law library and installing outdoor sprinkler systems in his negligible spare time. Upon graduation he won a spot at Georgetown Law School. \"Good grades and law-board scores helped, but what really counted was the fact that the law school hadn't admitted anybody from Nevada in years,\" he recalls. He also got a hand from Paul Laxalt, at the time Nevada's arch-conservative senator, for whom he interned and later became a key legislative aide. \u001d  Whitworth's impeccable conservative credentials have made him more palatable in corporate boardrooms over the years. In addition to his Laxalt connections, he worked in a senior position on Ronald Reagan's 1984 reelection campaign. \"He's well-informed and collegial in the board room,\" recalls a fellow director who served with Whitworth during the dark days at Waste Management. \"He has a strong ethical streak in doing what's right for the shareholder.\" \u001d  This prickly sense of right and wrong sometimes raises the hackles of target companies. After all, Whitworth loves a quote from Adam Smith's Wealth of Nations that puts the blame where it often is due: \"The trade of a joint stock company is always managed by a court of directors . . . . It cannot well be expected that they would watch over it with the same anxious vigilance with which the partners in a private copartnery frequently watch over their own . . . .Negligence and profusion [waste], therefore, must always prevail, more or less, in the management of the affairs of such a company.\" \u001d  He also lives by it. Whitworth saw fit to dump the CEO who had saved Relational's bacon in Apria after learning the executive quietly had hired his own wife for a six-figure marketing post at the company. \u001d  Relational's campaign at Home Depot illustrates Whitworth's methodology well. There has been no show-boating. His December letter to Nardelli, in which he expressed dissatisfaction with the strategic direction of the company and put it on notice he might launch a proxy fight to garner a seat on the board, was made public by the company and not Relational. Nor did he publicly gloat or make impolitic remarks when Nardelli resigned less than four weeks later. \u001d  Whitworth had sized up Nardelli as a lethal mix of arrogance, greed and obtuseness, qualities on display at Home Depot's annual meeting in 2006, when Nardelli not only ordered board members not to attend, but limited shareholder questions and comments to just one minute, at which point microphones were turned off. Nardelli's pay package was a primary bone of contention. \u001d  After his fall, Nardelli complained that he had doubled Home Depot's earnings during his six-year reign. But as Whitworth explained to Nardelli's successor, Frank Blake, and two Home Depot directors in a private meeting in Los Angeles four weeks ago, the earnings skein didn't tell the entire story. In that six-year period, Home Depot's stock had barely risen while shares of feisty rival Lowe's (LOW) had nearly tripled. \u001d  For one thing, Nardelli had resorted to superficial fixes to improve the gross margins of Home Depot's 2,000-store retail operation, which proved damaging once the five-year boom in housing and home improvement ended. He replaced a lot of full-time former plumbers and handymen on the sales floor with part-timers who lacked the ability to assist the do-it-yourself crowd the chain long had catered to. The stores grew dingy compared with the roomier, better-lit Lowe's outlets. By 2006, same-store sales at Home Depot had begun to slip, prompting Nardelli to stop reporting comparative-store sales. \u001d  Second, Whitworth took exception to Nardelli's $8 billion diversification into the wholesale-supply business. Not only did the move distract management from the bread-and-butter retail business, but the wholesale-supply business had low margins that diluted Home Depot's overall return on investment. Retail enjoyed a return on investment of 22%. But according to supply-industry data on 23 companies that Relational showed the Home Depot bigwigs, wholesalers averaged returns on investment of just 11.2% over 20 years. Moreover, Whitworth noted that in 2005, Home Depot's supply business earned an actual return on invested capital of just 7.9%, rather than the 13% the company claimed. \u001d  All this explains the poor performance of Home Depot's stock despite the increase in earnings. Investors, seeing declining returns, merely accorded the stock a lower price-earnings multiple. Since Nardelli's pay package depended mostly on earnings growth and not stock-price performance, however, that is what he delivered. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 17, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d7c9bcc74d90e0fa1f6b58b00c944daf","symR":["VLO","VLO"],"date":"2007-02-17","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"US Chemical Safety Board Sends Team To Valero Refinery","GmtTimeStamp":"2007-02-17T16:11:00.000000000","CompanyCodes":["VLO"],"IndustryCodes":["OIS","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 17, 2007 11:11 ET (16:11 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e1b003d3aa9dae27c19390eee705c112","symR":["6785.JA","7203.TO","7267.TO","HMC","TM","JP3397210000","JP3633400001","JP3854600008"],"date":"2007-02-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Suzuki, Toyota, Honda To Bolster India Dealerships - Nikkei","GmtTimeStamp":"2007-02-17T16:48:00.000000000","CompanyCodes":["6785.JA","7203.TO","7267.TO","HMC","TM","JP3397210000","JP3633400001","JP3854600008"],"IndustryCodes":["AUT","ITC","X225","XATI","XDJGI","XGTI","XNYA"],"Story":"\b \u001d  NEW DELHI (Nikkei)--Japanese automakers plan to expand their sales channels in India in response to an intensifying turf battle among themselves as well as with Western and South Korean competitors in the market, which is growing by 20% a year, The Nikkei reported in its Sunday edition. \u001d  Suzuki Motor Corp. (7269) aims to increase the number of local dealerships by 50% to 600 by the end of 2010. The company, which started automobile production and sales in India in 1983 ahead of its domestic rivals, is now the largest player in the market, commanding a 50% share.  It already has an extensive network of 209 local sales firms operating 405 dealerships. \u001d  The company intends to set up more showrooms and maintenance depots in regional cities with high growth potential. \u001d  Toyota Motor Corp. (7203), which plans to double the number of models on sale in India to eight, will triple the size of its local dealership network to 200 units by 2010, from 63 now. Japan's largest carmaker plans to boost its share of the Indian market to 10% that year, from the current 4%. \u001d  Honda Motor Co. (7267), which specializes in sales of luxury vehicles to wealthy customers, will increase the number of dealers to 80 in fiscal 2008 and to more than 100 by fiscal 2010, from 53 at present. \u001d  India's automobile market is expected to grow to 2 million units in 2010, up 50%, in line with rising income levels. \b \u001d  (END) Dow Jones Newswires\u001d  February 17, 2007 11:48 ET (16:48 GMT)"},{"md5ID":"e29a66a41a6234546ce64ab6febfee06","symR":["VLO"],"date":"2007-02-17","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Valero: Fire Had No Environmental Impact Outside Of Refinery","GmtTimeStamp":"2007-02-17T16:34:00.000000000","CompanyCodes":["VLO"],"IndustryCodes":["OIS","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 17, 2007 11:34 ET (16:34 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."}]
