[{"md5ID":"171e056b8cbe5f031d3d91783fdc3271","symR":["GSK","GSK.LN","GB0009252882"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/26) Barron's Online: Glaxo's Rx","GmtTimeStamp":"2007-02-24T05:09:00.000000000","CompanyCodes":["GSK","GSK.LN","GB0009252882"],"IndustryCodes":["DRG","XDJGI","XFT1","XGTI","XISL","XNYA","XST5"],"Story":"\b   (From BARRON'S) \b   By Johanna Bennett \u001d  While shares of Glaxosmithkline have surged over the past three months, Wall Street still isn't giving the drug giant enough credit. \u001d  And no wonder. Sales of key drugs fell short last year. In October, the company junked two late-stage experimental products. Patents protecting several blockbuster medications have expired or will this year. And profits could rise more slowly in 2007 than they did last year. \u001d  But Glaxo, whose NYSE-listed American depository receipts(ticker: GSK) are up 11% since late November, has what many rivals lack -- an industry-leading product pipeline and profits poised to pick up speed in 2008. \"The new drug portfolio is better than it has been in the last five or six years,\" says analyst Jon Fisher, of Fifth Third Asset Management. \"The valuation is not expensive, and the company is positioned to exceed expectations.\" \u001d  Glaxo plans to launch five to 10 drugs this year. Among them: a cervical cancer vaccine and a breast-cancer drug that could generate 10% of Glaxo's earnings per share by 2012. In addition, the global diabetes plague could boost sales of Avandia, a leading diabetes drug made by Glaxo. The U.K.-based pharmaceutical maker also has asked the Food and Drug Administration for permission to market Advair, the asthma medication that's its top seller, for other ailments. \u001d  Meanwhile, Glaxo's 3.8% dividend yield is one of the highest among big-cap drug makers. And the company is at the midpoint of a three-year stock-buyback plan. \"This stock was oversold last year,\" says Gbola Amusa, a Sanford C. Bernstein analyst. \"It has gained back some of its value, but it still has a ways to go.\" \u001d  Formed in 2000 through the merger of Glaxo Wellcome and SmithKline Beecham, Glaxo is Europe's largest drug maker, producing influenza vaccines and drugs for diabetes, depression, asthma and cancer. Currently, 86% of its nearly $43 billion in annual sales comes from prescription drugs, with the rest generated by consumer products, such as Aquafresh toothpaste. \u001d  Avandia faces competition from new medications, and new safety requirements have hurt Advair. Still, says CEO Jean-Pierre Garnier, Glaxo's drug pipeline -- 31 products are in late-stage development -- gives it \"plenty of shots on goal.\" And clinical trials indicate that Advair may cut the risk of death in patients with chronic obstructive pulmonary disease -- \"smoker's cough.\" \u001d  In 2008, Glaxo could earn $4.25 per ADR, up 20% from last year's results, estimates Thomson Financial. Says Garnier: \"In the last five years or so, about $10 billion in Glaxo revenue became exposed to generics; yet at the same time, we have managed to grow EPS at an average annual growth rate of 13%. We must be doing something right. . . .\" \u001d  Next month, the FDA should rule on whether Glaxo can market Tykerb, a treatment for an aggressive form of breast cancer and potential rival to Genentech's (DNA) Herceptin. By April, Glaxo plans to file an FDA application for Cervarix, a vaccine against the sexually transmitted virus responsible for most cervical cancers. Merck (MRK) already sells such a vaccine, Gardasil. Yet the market seems large enough for both products. By 2012, Tykerb and Cervarix could each generate sales of $1.5 billion, says Bernstein's Amusa. (Though opposition by some parents to cervical-cancer vaccines could hurt Cervarix sales.) \u001d  At less than 14 times projected 2008 profits, Glaxo trades at a 10% discount to the broader market, according to Thomson Financial. Says Fifth Third's Fisher: \"I think it is undervalued. I would not be surprised to see the ADR reach $65 to $70.\" That's the right prescription for investors seeking growth at a reasonable price. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"199e26d4583bd8480772783e60226ffa","symR":["AMTD","ETFC","WFC","US9497461015"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/26) The Electronic Investor: The Envelope, Please","GmtTimeStamp":"2007-02-24T05:04:00.000000000","CompanyCodes":["AMTD","ETFC","WFC","US9497461015"],"IndustryCodes":["BNK","SCR","SOF","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Theresa W. Carey \u001d  Whatever the reason, here are some of the big changes that just happened to roll out in February. \b \u001d  E*Trade (www.etrade.com) launched a Global Trading platform on Feb. 20. The goal of the new platform is to give U.S.-based customers access to six foreign markets, and give them the opportunity trade in multiple currencies as well. The six markets in the platform's debut are Canada, Hong Kong, the U.K., France, Germany and Japan. Ultimately, E*Trade plans to give customers access to 42 exchanges. \u001d  Says Michael Curcio, a managing director at E*Trade Financial,\"With European stocks making huge gains, investors are seeking opportunities abroad, as evidenced by the $150 billion investors pumped into international stock mutual funds in 2006. We see continued momentum around international investing as a result.\" \u001d  A customer has to create another account with E*Trade to access the new platform, but it's designed to be linked to the dollar-based accounts. Customers can trade funds into the global account from a U.S. account, then buy the currency desired for an international transaction. \b \u001d  WellsTrade, Wells Fargo Bank's online brokerage (www.wellsfargo.com), announced on Feb. 13 that it would widen its free trading program to include clients who have $25,000 and up in their relationship accounts. Previously, the minimum was $250,000. Any combination of brokerage, deposit accounts, home equity and car loans, or even 10% of a mortgage counts toward the minimum. Those who qualify are allowed 100 free trades per year for stocks and no-load mutual funds. \u001d  To qualify for 100 free online trades, customers link their WellsTrade account to a Wells Fargo Portfolio Management Account. This package combines all banking and brokerage-account information into a single statement for easier management. \u001d  \"You don't have to be a millionaire to be treated like one,\" says Rachel Perkel, senior vice president of brokerage-client solutions at Wells Fargo Investments. \"When a client has a broad relationship with us, they have a single sign-on at WF.com and can easily move money between bank and brokerage.\" \b \u001d  Thinkorswim (www.thinkorswim.com), last year's co-winner in the software-based brokers ranking, has released 12 software upgrades in the last year, says president Tom Sosnoff. The most recent in late January includes an upgrade to charting functionality, plus ways to bypass corporate firewalls when logging in to the thinkorswim servers. The platform now features a live audio broadcast that goes on throughout the day, in which one of the firm's top traders talks about various opportunities. \u001d  Among the new features are expanded beta-weighting tools, as well as volatility models, which can help options traders find profitable trades. \"We have eliminated virtually every vendor component dependency, so we're producing all our software in-house. We've introduced industry firsts such as streaming audio, integrated education and theoretical pricing tools,\" says Sosnoff. The firm has also rolled out an improved Web-based platform that includes 300 enhancements. \b \u001d  MB Trading (www.mbtrading.com), last year's other software winner, has started offering direct access to foreign-exchange and electronic-communication network technology. \"This introduces new customers to MBT and offers existing customers new opportunities,\" says David Lipsett, executive vice president. Lipsett also says that the firm catered in the past to active traders but has begun focusing on occasional participants, offering them improved technology and better support than they've typically received. \b \u001d  TD Ameritrade (www.tdameritrade.com) just announced enhanced order types, including those of a contingent variety -- meaning that a client is able to, say, automatically buy a stock when it hits a certain level and then sell it at a pre-arranged price, with many variants. Customers can expect enhanced bond offerings, as well as improvements to its active-trader tools. \u001d  So who are the best online brokers? Check back next week. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"24050e41fafd006e7773441f9672b5a0","symR":["500325.BY","INE002A01018"],"date":"2007-02-24","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"India RIL To Issue 120M Warrants To Founders, Raise $2B Debt","GmtTimeStamp":"2007-02-24T09:37:00.000000000","CompanyCodes":["500325.BY","INE002A01018"],"IndustryCodes":["CHC","CHM","XDJGI"],"Story":"\b \u001d  MUMBAI (Dow Jones)--India's Reliance Industries Ltd. (500325.BY), or RIL, said Saturday its board has approved proposals to raise $2 billion in overseas debt and make a private placement of 120 million warrants to its founders. \u001d  The petrochemical and refining major said the $2 billion to be raised in debt, will be used to finance a planned capital expenditure for its oil and gas business, without disclosing specific details. \u001d  The warrants are convertible into shares within 18 months from the date of issue. The issue constitutes 8.61% of the company's share capital of 1.39 billion shares as of Dec. 31 and could increase the founders' holding in the company to 54.53% of the post-issue paid-up capital from 50.62% at present. \u001d  RIL said 10% of the issue price will be paid by the founders on allotment of warrants and the remaining 90% on exercise of rights to convert the warrants into shares. \u001d  At Friday's closing price of INR1,412.80 for RIL shares on the Bombay Stock Exchange, the issue could cost the founders INR169.54 billion ($3.83 billion). \u001d  Chairman Mukesh Ambani, who also belongs to the founder family, said in a statement, the \"substantial enhancement of shareholders funds will take RIL to a higher growth platform by strengthening its capital structure\". \u001d  RIL said the price of issue will be decided based on the guidelines of the capital market regulator, Securities & Exchange Board of India. The warrant issue is subject to shareholder approval. \u001d  RIL said its board also approved a proposal to set up an integrated cracker and petrochemicals facility with a total capacity of 2 million metric tons a year at a cost of $3 billion. This facility will be built in a special economic zone at Jamnagar in the western state of Gujarat and will go on stream by the fiscal year ending March 31, 2011, it added. \b \b   -By V Phani Kumar & John Satish Kumar; Dow Jones Newswires; +91-22-22884212; john.kumar@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 04:37 ET (09:37 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3250364b3dc3273e9870a88277fc0349","symR":["KKR.XX","TPG.XX","TXU","US8731681081"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"WSJ(2/24) Buyout Firms KKR, TPG Seek Utility TXU For $32 Bln","GmtTimeStamp":"2007-02-24T05:00:00.000000000","CompanyCodes":["KKR.XX","TPG.XX","TXU","US8731681081"],"IndustryCodes":["ELC","FIS","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From THE WALL STREET JOURNAL) \b   By Henny Sender, Dennis K. Berman and Rebecca Smith \u001d  Private-equity firms Texas Pacific Group and Kohlberg Kravis Roberts & Co. were close to a deal Friday night to acquire Texas utilities powerhouse TXU Corp. for about $32 billion, said people familiar with the matter, a massive buyout that would give them control of one of the nation's most successful and controversial power companies. \u001d  One person close to the matter said the firms would pay about $70 a share for the big utility, about $10 a share over Friday's 4 p.m. price of $60.02 on the New York Stock Exchange. The company also had $12.38 billion in debt as of September 30. \u001d  A deal could be finalized over the next few days, this person said, though it was possible it could fall apart at a late moment. \u001d  The transaction, first reported by CNBC, would be the latest massive deal engineered by private-equity firms. Enjoying record profits and a flood of cash from investors seeking ever-greater returns, the large investment firms have accounted for the majority of the biggest mergers and acquisitions in the last year last year. Among recent deals, Blackstone Group paid $23 billion for Equity Office Properties and assumed $16 billion of debt, while Bain Capital, KKR and Merrill Lynch & Co. paid $21 billion and assumed $11.7 billion in debt to acquire hospital operator HCA Inc. in 2006. \u001d  KKR, once known as the original barbarian at the gate for the $25 billion buyout of RJR Nabisco in 1988, is now the industry doyen, flush with cash and on a worldwide hunt for prey. \"I have never seen a time like this when money is so available and so global,\" Henry Kravis, its co-founder, said in a recent interview. \u001d  For its part, Texas Pacific Group has a less venerable history and a policy of preferring to not be in the limelight its peers seek. It recently raised a $15 billion fund, which puts it in second place in asset size behind Blackstone's $20 billion fund -- at least for the moment. \u001d  Dallas-based TXU has emerged in recent years as one of the nation's dominant utilities by asserting itself aggressively over the deregulated electricity market in Texas. That state has what is considered the most advanced deregulation plan in the nation, having recently lifted most limits on what companies can charge the general public for electricity. \u001d  TXU owns both Texas's largest power-generation company and its biggest electricity retailer, giving it a powerful grip on one of the nation's largest markets. Its assets include the largest fleet of power plants in Texas and interests in a single nuclear plant. It also owns a transmission and distribution system and strip-coal mines with substantial reserves. \u001d  That powerhouse combination of assets has produced big profits and strong returns for investors. In the third quarter of 2006, TXU earned net income of just more than $1 billion on revenue of $3.51 billion. The company's stock has made huge gains under Chief Executive C. John Wilder, with its shares increasing sixfold since he arrived three years ago. \u001d  But TXU also has stoked controversy in Texas over the rates it charges and an ambitious plan to build new power plants. That may require the buyers to make concessions in order to overcome regulatory hurdles. \u001d  Additionally, the company has been planning to expand by building 11 big coal-fired power plants in the state in coming years. That project has drawn harsh criticism from environmental interests, which accuse TXU of adding to its bulk with plants that release substantial amounts of carbon dioxide, a heat-trapping gas many scientists blame for global warming. \u001d  The company also has drawn criticism for its dealings with customers. During its ramp-up to a deregulated market, TXU raised rates repeatedly, and now charges some of the highest power rates in the nation. Critics say it also is quick to disconnect late-paying customers, while offering perks to those who pay on time. \u001d  Those factors have made TXU a flashpoint for criticism, especially in Texas. This past week, Mr. Wilder faced uncomfortable questioning before a Texas senate committee concerning whether his firm had amassed too much \"market power,\" the ability to influence power prices. Legislators have been considering setting firmer limits on TXU's might, responding to market analyses suggesting that at times it possesses the ability to influence prices on the Texas wholesale electricity market. \u001d  Steve Wolens, a former legislator who is one of the authors of the Texas deregulation law, said he was disappointed by the buyout news. One goal of deregulation, he said, was to \"discourage the need for in-state utilities to sell to out-of-state\" interests. \u001d  The suitors may plan to address concerns in part by removing TXU from public ownership, said one person familiar with the matter. They also plan to scale back some of TXU's plans to build new generating plants and consider a rate rollback, the person said. \u001d  A person familiar with the proposed deal said the buyers plan to retain current management. TXU has been in exclusive negotiations with KKR and TPG in recent weeks, this person said. Such exclusivity makes a rival bid more difficult. \u001d  Private-equity firms have attracted scrutiny from shareholders and government regulators who claim the firms may be extracting too much value from publicly traded firms, leaving stockholders and customers in the lurch. A buyout plan will have to quell criticism while steering clear of legislators eager to politicize the issues. \u001d  Approval of a deal could take months and serve as a critical test for the suitability of private investors plunging ever deeper into highly regulated industries. Both state and federal officials would have to sign off, with state utility regulators finding that the sale was in the public interest. \u001d  Any deal appears likely to deliver a windfall to Mr. Wilder, who negotiated a lucrative contract when he joined TXU in February 2004 from neighboring utility Entergy Corp. Under the terms of that agreement, he could be eligible for a change in control payment. \u001d  The Texas market is especially appealing to investors because it is geographically constrained, with almost no electrical connections to other states. This makes the entire state a sort of captive market, unable to import cheaper electricity from outside. Because prices mostly are set by expensive gas-fired generators, this gives lower-cost generators like TXU the ability to reap extraordinary profits from its power-generation business. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:00 ET (05:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"33ca2db4e4f9d6f530d9c89ba0b80727","symR":["7272.TO","JP3942800008"],"date":"2007-02-24","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Yamaha India May Shut Ops If Turnaround Doesn't Work - Report","GmtTimeStamp":"2007-02-24T08:55:00.000000000","CompanyCodes":["7272.TO","JP3942800008"],"IndustryCodes":["AUT","XDJGI","XISL"],"Story":"\b \u001d  MUMBAI (Dow Jones)--Yamaha Motor India Ltd. may shut its Indian operations if it is unable to achieve a business turnaround as planned, the Economic Times reported Saturday, citing from an internal company document. \u001d  Yamaha Motor India, or YMIL, is a unit of Japan's Yamaha Motor Co. Ltd. (7272.TO). \u001d  The document cites YMIL's Managing Director T. Ishikawa as saying that its management was closely watching its new marketing strategy and manufacturing productivity. If either doesn't work as intended, \"the management is ready to shut down the operation here,\" according to the report. \u001d  The company declined comment, added the report. \u001d  YMIL's losses since 2001 have exceeded INR10 billion. The company is India's fourth largest motorcycle maker by volume, after Hero Honda Motors Ltd. (500182.BY), Bajaj Auto Ltd. (500490.BY) and TVS Motor Co. Ltd. (532343.BY). \b \b   Newspaper Web Site: http://www.economictimes.com \b \u001d  -By Mumbai Bureau; Dow Jones Newswires; 91 22 2288 4212; djn.india@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 03:55 ET (08:55 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"38eec1bd31e7cf8489c918c2d284ac8f","symR":["SI","SIE.XE","DE0007236101"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/26) As Scandal Swirls, Siemens Stock Stays Hot","GmtTimeStamp":"2007-02-24T05:06:00.000000000","CompanyCodes":["SI","SIE.XE","DE0007236101"],"IndustryCodes":["ITC","XDAX","XDJGI","XGTI","XNYA","XST5"],"Story":"\b   (From BARRON'S) \b   By George Frey \u001d  A firestorm of negative publicity has engulfed Siemens in recent months, as former and current employees of the German industrial giant have come under suspicion of having paid out almost a half-billion dollars in bribes over the years to win contracts around the globe. But even as the scandal sizzles in the European media, Siemens shares are hot, up more than 25% since Oct. 1. \u001d  Reason: Klaus Kleinfeld, who began a restructuring when he became Siemens' CEO two years ago, has improved the performance of the engineering and technology powerhouse, which makes everything from high-speed trains to advanced medical equipment to light bulbs. If he can keep the restructuring on track, Siemens stock (ticker: SIE.Germany) and its American depositary receipts (SI) should keep rising. \u001d  The scandal has made Siemens look very ethics-challenged and could cost it considerable sums in fines. But, as yet, no one has been formally charged, and it's unlikely to devastate the company unless Kleinfeld is implicated -- and there has been no indication that he will be. Instead, he and his chief aides seem to be cooperating fully with investigations under way in Germany, the U.S. and elsewhere. \u001d  Siemens has pledged to improve in-house controls to make it easier to thwart illegal activity. (This month, in an incident unrelated to the European investigations, a Siemens division in the U.S. pleaded guilty to a federal criminal charge of obstruction of justice in a probe of whether the unit made illegal payments in deals to supply equipment to a Chicago hospital in 2001.) \u001d  Kleinfeld has made Siemens more efficient, while focusing on three key growth areas: energy and environmental care, public and industrial infrastructure and automation, and health care. In the past two years, Siemens dumped its loss-making mobile-phone unit and acquired Bayer's diagnostic health-care business. The latest restructuring steps include a merger of its wireless-network business with Nokia's (NOK), acquisition of software company UGS and the sale of 25% to 50% of its VDO auto-parts unit through an initial public offering, probably this year. The aim, Chief Financial Officer Joe Kaser tells Barron's, is to \"grow it to the next level with new capital.\" Analysts value all of VDO at 5 billion euros to 8 billion euros. \u001d  The restructuring is having a strong impact. \u001d  In Siemens' fiscal first quarter, ended Dec. 31, all 12 of its divisions were in the black for the first time in six years. Operating profits surged 51% from the year-earlier level, to 1.63 billion euros, on 19.1 billion euros in revenue. (Net fell to 788 million euros from 939 million euros, because of a 423 million euro fine Siemens was ordered to pay European authorities in an energy-products price-fixing case. The company is appealing the fine.) For all of fiscal 2006, net rose 35%, to 3.03 billion euros, as sales from continuing operations moved up to 87.32 billion euros from 75.44 billion euros. \u001d  Kaser says business volume -- sales and orders --  should keep rising at about twice the pace of average global gross domestic product growth, which was about 6% last year. During the first quarter, revenue and orders rose 6% and 4%, respectively. Siemens bases projections on world GDP (and related demographic changes) because it's a global infrastructure outfit, with about 470,000 employees in nearly 200 countries. \u001d  \"We think some of their businesses offer good long-term potential,\" says Henning Gebhardt, director of German equities at Frankfurt-based Deutsche Asset Management, which has about 1 billion euros of Siemens stock in its portfolios. \"The fact that they're concentrating on emerging markets, and an aging population, for example, shows promise.\" \u001d  Stefan Schoeppner, an analyst at Dresdner Bank in Frankfurt, thinks Siemens' stock could rise another 10% in six to 12 months. He says the company is still undervalued, compared with other giants like General Electric (GM) or 3M (MMM). He has a Buy rating on the shares, which recently were trading in Frankfurt at 85 euros, as the ADRs were changing hands in New York at $112. \u001d  Andreas Willi, executive director of European capital goods analysis at JPMorgan in London, notes that, despite crafting a radical restructuring, by German standards, Kleinfeld still has his hands tied, in some respects. He \"can't drive change like CEOs at other companies,\" Willi says. The good news: \"There's still room for improvement.\" Willi, who rates the shares Overweight, sees them hitting 89 euros by December. He expects earnings of 5.12 euros a share this fiscal year, versus last year's 3.40 euros. \u001d  Kaser won't say how much higher he sees the shares climbing. He scoffs at the concept of the \"conglomerate discount\" that many investors apply to companies with a lot of divisions, reasoning that they can't keep as tight a grip on some as they should. \"A conglomerate['s parts] can work together,\" he declares. \"The clearer this gets at Siemens, the less we'll see the discount.\" \u001d  And he adds: \"We're getting important things done and making progress on our margins, portfolio and seeing returns on our restructuring. . . . Could well be that the best is yet to come.\" \u001d  --- \u001d  George Frey, a free-lancer, covers business from Frankfurt. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3ad224ab0eb319feff7ded81865be417","symR":["CMCSA","CMCSK","GOOG","NCMI","RGC","US2003002001"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/26) Streetwise: Not-So-Raging Bulls","GmtTimeStamp":"2007-02-24T05:08:00.000000000","CompanyCodes":["CMCSA","CMCSK","GOOG","NCMI","RGC","US2003002001"],"IndustryCodes":["BRD","ICS","ISV","MED","RCS","SVC","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  When a blow has been expected for a long time, it's easy to flinch early. \u001d  Nearly ubiquitous expectations for a pullback in the indexes following their eight-month run have ensured that traders were quick to prep for it. \u001d  The buckling of the subprime mortgage market in recent weeks furnished a tidy excuse for a downside foray, as it's been one of the scary Big Picture Risks in the bear thesis. Yet even as the lenders themselves were punished in the market and brokerage stocks with possible exposure were knocked on their heels, the Standard & Poor's 500 slipped just 0.3% on the week and closed off its intraday lows in each session. \u001d  The market's mood is not easy to divine right now but is fascinating to plumb. Strategists' upside index targets aren't wildly optimistic, but few observers admit to much fear of outright 2007 declines. Retail investors are rediscovering equities, as quite-low bearishness poll readings suggest. But they're not lunging for speculative stocks in large numbers. \u001d  Schaeffer's Investment Research points out that the ratio of outstanding put options to calls on exchange-traded funds covering the S&P 500, Nasdaq 100 and Russell 2000 exceeded two, as of Thursday. Smallish declines bring out the hedgers and downside speculators, as they did last autumn, before another up leg in stocks. \u001d  A notable pullback will, of course, come at some point; perhaps this is the start. But numbers like these imply a drop won't be real nasty. The time to worry is when more traders stop flinching. \u001d  Oscar weekend is the annual celebration of cinematic magic and Hollywood self-aggrandizement. But as the red carpet is unfurled for this year's ceremony, Wall Street is more fixated on small screens of every variety -- a focus that may be short-sighted. \u001d  Media watchers are riveted by Google's (ticker: GOOG) sticky negotiations with entertainment companies for distributing content to 17\" PC monitors via YouTube. Google's own search engine turns up 590 million results for \"mobile video,\" versus 37 million for \"movie theater.\" And cable stocks are again being lavished with the kind of love that agents shower on the latest in-demand ingenue. \u001d  Comcast (CMCSA), the largest cable stock, has gone from dud to blockbuster in 10 months. Its shares are up more than 50% since April. Investors have crowded into Big Cable, wanting media exposure and craving pricing-power plays while shunning ad-challenged publishing, broadcasting and radio sectors. The Street's analyst consensus on Comcast has surged to multiyear highs: 23 Buy ratings and no Sells. \u001d  Yet with a newly stout valuation on cash flow and a lopsidedly bullish stance by the Street, Comcast shares could be vulnerable. And Comcast and others are beset by nagging, if not devastating, threats. Verizon Communications' sales pitch for high-quality video should appeal to the most affluent, flat-screen-loving cable customers. CBS last week just won payment for broadcast programming from the big cable players, raising content costs. \u001d  Worth noting, too, is that the last time Comcast shares were near current levels, in early 2004, the company tried to use the currency to buy Walt Disney, so \"deal risk\" is out there. In all, it creates a decent excuse to lighten up on a stock that's had a monster run -- as Warren Buffett's Berkshire Hathaway did last quarter. \u001d  Movie theaters, meanwhile, keep defying predictions of their demise. National CineMedia (NCMI) is an intriguing recent IPO, a leader in selling on-screen digital advertising that runs before movies begin. \u001d  Backed by three theater chains, NCM has a prime role in helping advertisers to access elusive consumer eyeballs when they're captive and attentive. Growth prospects are excellent, though the stock's already expensive after rising to 27.70 from its $21 IPO price, trading around 30 times forecast 2008 free cash flow and earnings. \u001d  Perhaps a less chancy way to play NCM is through Regal Entertainment (RGC), the biggest theater operator, which owns 22.6% of NCM. That stake is valued at $590 million, or 18% of Regal's $3.24 billion market value. Controlled by Phillip Anschutz, Regal has been active in distributing capital back to shareholders as special dividends. \u001d  Regal will soon get company in the public markets with the planned IPOs of theater chains Cinemark and AMC, which could direct attention to stable film-audience trends. \u001d  There are six ballyhooed sequels due to hit screens in May and June, including the latest entries in the Spider Man, Fantastic Four, Oceans 11, Shrek, Pirates of the Caribbean and Die Hard franchises. Not all of the movies will be worth seeing, but they're the closest thing the media business has to sure-thing audience draws. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3aeae038b5dbe64dbf6eaac9d6d5423e","symR":["F","PHM"],"date":"2007-02-24","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(2/26) The Last Laugh -2-","GmtTimeStamp":"2007-02-24T05:03:00.000000000","CompanyCodes":["F","PHM"],"IndustryCodes":["AUT","FIS","HEA","HOM","HPR","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\u001d  -- Boomers' expertise can be monetized. Retailers Home Depot (HD), RadioShack (RSH) and Borders Group (BGP) are recruiting older workers. \"They know what good customer service is like,\" says Iconoculture's Henderson. Professionals like doctors and lawyers don't want to throw their knowledge away, and are rejoining the workforce. Waste Reduction Partners of Asheville, N.C., hires retired engineers and chemists to work on environmental solutions. Plenty volunteer. IBM (IBM) pays and retrains employees to get teacher certification. \b \u001d  -- The world of housing is shifting dramatically. According to the National Association of Home Builders, 40% of all households will be headed by someone 55 or older by 2012. Those not moving are outfitting their houses appropriately for their needs, a trend called \"aging in place,\" by turning kids' rooms into dens, installing larger door handles and light switches, nonslip floors and wider hallways. Moen, a unit of Fortune Brands (FO), launched a line of showers with handrails. And expect to hear more about the \"active-adult communities\" that Pulte, Shea Homes and others are building, and about \"new communes\" -- complexes housing aging consumers whose apartments are wired to monitor their residents, so that help can be sent if anything is amiss. \b \u001d  -- Ditto for retailing. \"Grandparent discounts,\" like those already offered by toy maker Fisher-Price, a unit of Mattel (MAT), will become more common. Grocery stores for years have been trying to get older consumers to do their shopping on generally slow days like Tuesdays. Drugstore chains and personal-care product makers should do well, as people start buying more anti-aging products on impulse, along with more pharmaceuticals. \b \u001d  -- In the past, scientists assumed aging meant a slow mental decline. That view is changing; you can even argue that aging is good for your brain. (Check out http://web.mit.edu/agelab/, home of the AgeLab of the Massachusetts Institute of Technology, and http://www.aaas.org, home of the American Association for the Advancement of Science, which offers numerous links to studies on the most recent thinking about aging.) \u001d  For instance, mental exercises -- \"braintainment\" -- can help maintain cognitive functions. Lynn Lipton, 67, of Poughkeepsie, N.Y., does the New York Times crossword and a Sudoku puzzle each day, and is learning how to play the upright bass, so she can perform in a bluegrass band. But last year, when she tried out Nintendo's (7974.Japan) new Brain Age game, \"I was astounded by how I'd forgotten my multiplication tables,\" she recalls ruefully. \"The eights and sevens had disappeared. I felt awful.\" \u001d  Since then, she's acquired a Brain Age game of her own, and it tells her she's pushed her brain age down to 20. \"I do it every single day. I take it on the train. I remember sequences of numbers better.\" \u001d  Brain Age is now one of America's best-selling games. Other providers of Braintainment include Posit Science, backed by Draper Fisher Jurvetson and other prominent venture capitalists, and Cognifit Science, which markets to retirement communities. \b \u001d  -- Technology will be adopted to ease aging. One pioneer was Helen of Troy's (HELE) Oxo Good Grips, which makes appliances with large, easy-to-grip handles. Other examples: The Jitterbug phone from Great Call, which has a big screen, big buttons and a loud ringer. LG Electronics (LGEAF) makes one that measures your blood sugar if you're a diabetic. Then there's the Exmocare Watch, which allows the wearer to be monitored 24/7. Equally helpful gadgets are featured on www.goldviolin.com. \b \u001d  -- As you'd expect, financial services and health care will boom. Investment firms are busy redesigning Websites to lure older boomers. Annuity seller Ameriprise Financial (AMP), for example, developed the Dream Book, which helps boomers far from retirement to envision their plans. And forget the conventional wisdom that retirees want only income-producing stocks. Citi's Kerschner believes longer-lived boomers will want to keep building capital. Of course, lots of health-care outfits are strong candidates for investment. The biggest likely beneficiaries, according to Merrill's Rasco, include drug and medical-device makers, diagnostic-testing outfits, vitamin companies, vaccine producers and medical-waste-disposal specialists. \u001d  Rasco cautions that his stocks are \"on a five- to-10-year time horizon,\" although he believes people will embrace the Aging of America investment theme as they see \"all these different angles coming together.\" \u001d  Corporate America may embrace it more quickly. The Mature Markets Group of ad agency JWT will shortly relaunch itself as JWTBoom and double the size of its staff to 40, says Lori Bitter, a senior managing partner. \"The perception that older people are set in their ways is absolutely not true. People over age 40-50-60 are just as likely to switch brands as anyone else -- and they have trillions of dollars to spend.\" \u001d  That certainly hasn't been lost on AARP, which markets a variety of services to its members, including car insurance from Hartford Financial (HIG), investment and banking services from JPMorgan Chase (JPM), and health insurance from UnitedHealth (UNH). \u001d  \"Boomers are perceived as self-centered and a little fickle,\" says AARP chief Novelli. \"They live in the present and they're interested in immediate gratification.\" In other words, they're quite different from the traditional retiree. \"That's the audience we have to learn more about as we go along.\" \u001d  Advertisers, marketers and businesses will have to do that, too, if they want to tap into the immense -- and growing -- wealth controlled by Americans over 50. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:03 ET (05:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"41a5f78cf99b7025778c129c2c2d3ba5","symR":["NOK","NOK1V.HE","QCOM","FI0009000681","US7475251036"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/26) Plugged In: Qualcomm Deal Still Elusive","GmtTimeStamp":"2007-02-24T05:07:00.000000000","CompanyCodes":["NOK","NOK1V.HE","QCOM","FI0009000681","US7475251036"],"IndustryCodes":["CMT","XDJGI","XFFX","XGTI","XHEX","XISL","XNQ1","XNYA","XRUS","XSP5","XST5","XSTX","XSXA"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  Are Qualcomm fans overly optimistic that a hitherto elusive cross-licensing renewal with Nokia is imminent? \u001d  Probably. Shares of the San Diego-based provider of chips for mobile phones have been on a tear this month, jumping into the low 40s, about 17% above their close of 37.19 on Feb. 2, and touching briefly above 43.50 Friday. \u001d  Much of the run-up came in the wake of the massive 3GSM wireless convention in Barcelona, the biggest, most important industry show of the year. Qualcomm pumped out its share of positive announcements during the conference, reporting important customer wins for its next-generation MediaFlo technology, which brings mobile video to handsets. \u001d  But the primary driver behind the rise has been a flow of rumors that Qualcomm (ticker: QCOM) and Nokia (NOK) are close to hammering out a new licensing pact, to replace one slated to expire April 9. Nokia, the world's largest maker of mobile phones, wants to pay Qualcomm lower fees for using its W-CDMA (wideband code-division multiple access) technology. As part of the contract, Qualcomm must also pay to use certain patents owned by Nokia. (It recently settled some lesser patent disputes with Broadcom.) \u001d  Any reduction in license fees from Nokia would be a big hit to Qualcomm, which relies on licensing for most of its revenue. But if we're to believe Qualcomm chief executive officer Paul Jacobs -- and why shouldn't we? -- the two parties are far apart. Jacobs told reporters attending a technology conference in New York last week that talks were \"pretty much at deadlock.\" Worse, he intimated that it might take legal action to reach an agreement. \u001d  \"I'm still hopeful we'll find some solutions that don't require a judge coming down and imposing something on us, but, as I said, the teams are still locked,\" Reuters quoted Jacobs as saying. \u001d  Nokia's vice president for external affairs, Bill Plummer, tells Barron's that \"negotiations are ongoing.\" He adds that Nokia views the patents in question as technology that is being more broadly shared by the wireless industry as it rolls out 3G networks across the globe. \"The landscape is changing fundamentally,\" Plummer says. \u001d  W-CDMA is third-generation digital technology that is the successor to GSM, or global system for mobile communications, which is widely used in Europe and by Nokia's customers. The implication is that Nokia thinks it has plenty of W-CDMA patents in its portfolio. If Qualcomm wants an intellectual-property fight in the courts, it might well get one -- one that could last for months or years. \u001d  Charter Equity analyst Ed Snyder predicts that the April deadline will pass without a new deal between Qualcomm and Nokia. \"It's not going to happen,\" Snyder says. \"The stock will trade back down next quarter, as the core business isn't doing that well.\" \u001d  Qualcomm's Jacobs may have been grasping at straws last week when he told institutional investors that his company's agreement to provide MediaFlo mobile-video technology to AT&T's Cingular wireless might bring Nokia and Qualcomm closer. Nokia sells phones to AT&T, which means Nokia would need to buy Qualcomm's MediaFlo chips to make videophones for Cingular. \u001d  \"Maybe there's a way to find some new common ground,\" Jacobs said. \u001d  Maybe there's nothing to the rumor that a new contract is near. Jacobs sure doesn't sound like a CEO with a deal in his pocket. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4218f0c7e7fbbe3badb5dcc304cbe642","symR":["BSC","C","DSL","FMT","FTO","GS","HOC","JPM","LEH","LEND","MER","MS","NCC","NDE","NFI","VLO","WB","WFC","XLB","US1729671016","US46625H1005","US9497461015"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/26) The Trader: Nasdaq Finally Joins -2-","GmtTimeStamp":"2007-02-24T05:09:00.000000000","CompanyCodes":["BSC","C","DSL","FMT","FTO","GS","HOC","JPM","LEH","LEND","MER","MS","NCC","NDE","NFI","VLO","WB","WFC","XLB","US1729671016","US46625H1005","US9497461015"],"IndustryCodes":["BAN","BNK","EXT","MFN","OIS","REA","REI","SAL","SCR","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSCI","XSP5","XSTF"],"Story":"\u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"436506f7b98757a1eb8391b66bf49ce7","symR":["APPB","BKC","MCD","WEN","US5801351017"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/26) Burger Heaven: Eating Applebee's Lunch","GmtTimeStamp":"2007-02-24T05:08:00.000000000","CompanyCodes":["APPB","BKC","MCD","WEN","US5801351017"],"IndustryCodes":["RES","XDJGI","XDJI","XFFX","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \b   By Richard Phalon \u001d  Seems like yesterday that America's burger chains looked like goners, their triple deckers and secret sauce melting away in the glare of increased health-consciousness. But McDonald's and its ilk have defied the naysayers. In fact, they've done so well at diversifying into chicken wraps, Asian sesame salads and other non-burger fare that they're now eating the lunch of the sit-down, or \"casual dining,\" chains. \u001d  The stock prices tell the story: McDonald's (ticker: MCD)is up 27% in the past year and Jack in the Box (JBX) has climbed 67%, both on strong profits. Meanwhile, the shares of dining chains like Landry's (LNY) and Ruby Tuesday (RI) have either climbed far more modestly or declined. \u001d  Earlier this month, the pressure grew so great for casual-dining icon Applebee's International (APPB) that the company said it would consider selling itself. Its shares, after rising just 5% in the previous 52 weeks, jumped 9% on the day of the announcement and have since edged higher, to about 27. A hedge fund led by former Securities and Exchange Commission Chairman Richard Breeden had been pushing Applebee's to make changes. \u001d  Applebee's travails -- its earnings plunged 21% last year -- epitomize the rift between sizzling, burger companies and the the tepid, casual-dining outfits. \"It's the biggest dichotomy we've seen in the 12 years I've been covering the industry,\" says Bank of America analyst Andrew Barish. \u001d  He calls it another case of middle-income Americans getting squeezed by high gas prices, rising interest rates and weak home prices. Faced with spending five or six bucks per person for the new offerings of the burger chains, or twice that at the sit-down outfits, many families are happily forgoing the latter group's tablecloths and softer seats. \u001d  Despite the sharp runups in burger shares, the giant of the group, McDonald's, may still have further to run. The golden arches have unmatched global scale and steady double-digit earnings growth; operating profits were up 21% in 2006. The company's newly spruced up breakfast menu, including griddle cakes and premium coffee, could do its bit to help bring home the bacon. Goldman Sachs, for one, sees the stock, recently about 45, hitting 50 within the next 12 months. The shares have been changing hands at a reasonable 17 times earnings, below the multiples of most rivals. \u001d  McDonald's, like its traditional rivals at the burger counter, has been reaping the rewards of heavy investments in becoming more like casual dining: sharper service, more ambience, \"healthy\" soups and salads and umpteen kinds of chicken. As a result, same-store sales are on the rise at fast-food chains and declining in the casual trade. \u001d  Still, the burger sector may already have seen its biggest stock gains. Burger King Holdings (BKC) is up 30% just since its initial public offering in May. In a sign of a possible top, early investors and other insiders last week carried out an add-on stock offering of 21 million shares, worth $462 million. Wendy's International (WEN), though up 22% in the past 52 weeks, has yet to prove itself as a sustainable turnaround play; earning are expected to fall about 10% this year, to $1.22 a share. But some investors do see value in Wendy's: Longleaf Partners Small Cap Fund has amassed a 3.5% stake. \u001d  In general, caution remains the watchword for casual-dining shares. While the earnings of this group have been sagging the stocks have yet to fall commensurately. In fact, many of the companies' price-to-earnings ratios are above the 17.1 of McDonalds, which has been posting some of its best profits ever. \u001d  Barish thinks the casual-dining chains \"in general would appear to have around 10-15% potential downside to reach more normalized valuation levels.\" The best hope for the group may be more buyout activity. Ruby Tuesday could be the next to come under pressure, following sizable purchases of the stock by Capital Research and New York adviser Cramer, Rosenthal. \u001d  The burger sector certainly gained last year from moves like the spinoffs of Chipotle Mexican Grill and Tim Horton coffee shops from McDonalds and Wendy's, respectively. It now looks like time for the sit-down chains to take a cue from the burger world and start flipping assets. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"43d2e5f5ddf28bf8c07f9672aa1ed293","symR":["SHIN.TH","TEMAH.YY","TH0201010Z04"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Thailand Lets Pvt Sector Decide To Buy Back Shin Satellite","GmtTimeStamp":"2007-02-24T08:29:00.000000000","CompanyCodes":["SHIN.TH","TEMAH.YY","TH0201010Z04"],"IndustryCodes":["CMT","FIS"],"Story":"\b \u001d  KUALA LUMPUR (AP)--Thailand's military-backed government will let the private sector decide whether to buy back a satellite concession sold to a Singapore investment group, a news report said Saturday. \u001d  Prime Minister Surayud Chulanont told Malaysia's national news agency, Bernama, that Thai companies can evaluate whether it would be beneficial to take back Shin Satellite (SHIN.TH), Thailand's sole private satellite operator. \u001d  \"If they want to buy, let them buy in the exchange market. We are not going to get involved,\" Surayad was quoted as saying in an interview with Bernama in Bangkok on Friday. \u001d  \"If they want to take a risk, that's fine. They have to make their own estimations of the risk assessment whether it will be beneficial for them or not,\" he added. \u001d  Relatives of Thailand's former Prime Minister Thaksin Shinawatra sold their controlling stakes in Shin Corp. - Thailand's largest telecommunications company, which includes Shin Satellite - to Singapore's government investment arm, Temasek Holdings, in January last year. \u001d  The US$1.9 billion, tax-free sale prompted mass protests about handing over strategic telecommunications assets to another country, culminating in the military coup that ousted Thaksin in September. \u001d  Surayad's government has been struggling to determine its position on the satellites since army commander Gen. Sonthi Boonyaratglin, who led the coup against Thaksin, said in a speech last week that he intended to take back Shin Corp. or at least the satellites. \u001d  Sonthi said the satellites were national assets and has accused Singapore of using them to spy on Thailand's military communications. Singapore called the accusation \"absurd.\" \u001d  Surayad told Bernama that he hasn't been approached so far by any Thai companies that want to buy back the satellite concession. \u001d  Surayud's government has stressed it doesn't want to take any action that would rattle foreign investors. Sittichai Pokaiudomhas, the communications minister, recently said the government will take an opinion poll to see if there is enough support to buy back the company. \u001d  Shin Satellite owns five satellites, including iPStar, the world's largest commercial satellite. Sittichai has said earlier that it would take about 10 billion baht ($300 million) to buy back Shin Satellite. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 03:29 ET (08:29 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4594b46807c2549bf0191b16925b92ed","symR":["Q","UVN","VIA","VIAB","US9255243084"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"FCC To Slap Record Fine Against Univision Under Deal -NYT","GmtTimeStamp":"2007-02-24T10:28:00.000000000","CompanyCodes":["Q","UVN","VIA","VIAB","US9255243084"],"IndustryCodes":["BRD","FTS","MED","TLS","XDJGI","XFFX","XNYA","XRUS","XSP5","XSTT"],"Story":"\b \u001d  NEW YORK (Dow Jones)--The Federal Communications Commission has decided to impose a $24 million fine against Univision, the largest Hispanic broadcasting network in the U.S. owned by Univision Communications Inc. (UNV), for violations of educational-programming guidelines for children, the New York Times reported on its Web site Friday. \u001d  The record fine is part of a settlement that Univision tentatively agreed to that will allow the company to complete its $12 billion sale to a consortium of private equity firms, the Times reported. The group consists of Madison Dearborn Partners, Providence Equity Partners, Texas Pacific Group, Thomas H. Lee Partners and Saban Capital Group. \u001d  The penalty, disclosed by FCC Chairman Kevin Martin to the New York Times, will serve as a tough rebuke to Univision to broadcast educational children's programs by showing a Latino soap opera titles \"Complices al Escante\" and other so-called telenovelas that triggered complaints from subscribers, the report said. The penalty has yet to be approved by the full commission, but Martin has already signed on to the decree, the newspaper reported. \u001d  The penalty is nearly three times the previous record fine of $9 million slapped by FCC against Qwest Communications (Q) for violating telephone communication rules in 2004, and much more than the largest indecency penalty, $3.5 million, against Viacom (VIA) that same year for remarks by Howard Stern and other so-called shock jocks on the radio. \u001d  Martin said that the commission found little merit to Univision's argument that it satisfied its broadcasting obligations for children under the 1966 regulations that interpreted the Children's Television Act. \u001d  Critics said that the show \"Complices al Escante,\" with complex subplots and occasional adult themes, had little value for young children. Lawyers for Univision declined to comment about the case, the report said. \u001d  The case dates to the summer of 2005, when the United Church of Christ raised concerns about Univision's programming lineup, complaining that it was failing to provide adequate children's programs, the Times reported. \b \u001d  Web site: www.nytimes.com \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 05:28 ET (10:28 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"470d8f4bf7e94b2c4da5720f64162f4b","symR":["NT","NT.T","CA6565685089"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/26) Follow-Up: Nortel Answers The Call On First Ring","GmtTimeStamp":"2007-02-24T05:07:00.000000000","CompanyCodes":["NT","NT.T","CA6565685089"],"IndustryCodes":["CMT","XDJGI","XNYA","XTSE"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  Nortel had more bounce than we optimists suspected. Two weeks ago, the Canadian telecom delivered a pleasing surprise: It preannounced solid fourth-quarter revenue gains, lower costs and improved gross margins that should produce better-than-expected earnings when it reports this week. The current consensus is 19 cents a share. \u001d  The improved financial performance provides further confirmation that the once beleaguered company is turning itself around. Only three months ago, we wrote a bullish feature on the company (\"Nortel's Stronger Signal,\" Dec. 11, 2006) based on Chief Executive Mike Zafirovski's restructuring blueprint, which includes 2,900 job cuts and stable revenues amid stiff price competition. \u001d  Since the story appeared, Nortel shares have surged 45% to about 32 as Mike Z -- as he's called -- has filled in more specifics, especially regarding his plans to reduce costs by about $400 million over the next two years. \u001d  The share price has also been driven by Zafirovski's emphasis on providing gear for wireless networks using so-called CDMA, or code-division multiple access, technology. While it's not new technology, CDMA provides plenty of business opportunity, especially as segment-leader Alcatel-Lucent suffers the pains of a tricky transatlantic merger. \u001d  This is a much brighter picture than when Zafirovski arrived a year or so ago. Then, the telecom-gear maker was still reeling from the tech collapse and an accounting scandal. Survival wasn't assured, and the stock traded at 19.20. \u001d  Merriman Curhan Ford telecom analyst Tim Savageaux is further encouraged by Nortel's recent contract wins to sell hardware to Verizon Wireless and British Telecom. \u001d  Still, the sharp rise in the stock price may require that investors take a brief breather -- unless Zafirovski upgrades his revenue outlook for 2007, says Charter Equity telecom analyst Ed Snyder. \"There's probably more upside here, but it will take a break first,\" he posits. \u001d  While no longer \"dirt cheap\" trading at more than one times sales, Nortel is still a Buy for Savageaux, who believes the price can break 40 if the company can deliver on cost reductions and grow revenue about 6% to 9%, despite a tough pricing climate. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4d0e9190c87889b5a81d1cbde804b194","symR":["AMT","DLTR","MFSF","OSIR","SVM"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/26) Research Reports: How Analysts Size Up Companies","GmtTimeStamp":"2007-02-24T05:06:00.000000000","CompanyCodes":["AMT","DLTR","MFSF","OSIR","SVM"],"IndustryCodes":["BNK","BTC","CMT","CSV","OTS","RTS","SAL","XDJGI","XFFX","XISL","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  Osiris Therapeutics \u001d  -- OSIR-NNM \b \u001d  Sell \u001d  -- Price 17.17 on Feb.20 \u001d  by Lazard Capital Markets \b \u001d  Osiris reported a fourth-quarter loss of 46 cents a share, versus our estimate of a 35-cents-a-share loss, due primarily to higher-than-expected research and development expense. \u001d  Our recent LCM Physician Access Survey suggests that the enthusiasm over Prochymal's potential in Crohn's disease is overstated. Catalysts: Provacel Phase I data in the first half of '07, 12-month Chondrogen Phase I/II trial data in the third quarter of '07, and Prochymal Phase III steroid refractory response-rate data in the fourth quarter. \u001d  Risks: Positive data on Provacel, Prochymal, or Chondrogen could drive shares higher. \u001d  Maintaining our Sell rating and reducing our price target to $12 from $14. \b \u001d  American Tower \u001d  -- AMT-NYSE \b \u001d  Market Perform \u001d  -- Price 40.32 on Feb. 16 \u001d  by Punk Ziegel & Co. \b \u001d  The FCF [free cash flow] multiple for AMT continues to increase, as the market recognizes the leverage of the recurring-revenue [wireless-communication] tower model and strong free-cash-flow generation. Our Market Perform rating reflects our belief that the multiples have discounted the favorable environment, while the company's new $1.5 billion stock-repurchase plan will maintain the upward trend in valuation. AMT is currently trading at 29 times and 23 times our 2007 and initial 2008 free-cash-flow estimates of $1.38 and $1.74 per share, respectively. \u001d  We expect 2007 results to be driven by steady demand in sites for network coverage and capacity needs, with an uptick in leasing during the latter half of the year. \b \u001d  ServiceMaster \u001d  -- SVM-NYSE \b \u001d  Outperform \u001d  -- Price 13.25 on Feb. 20 \u001d  by Barrington Research \b \u001d  ServiceMaster recently reported financial results of its fourth quarter and year ended Dec. 31, which were generally ahead of expectations and at the high end of management's guidance. \u001d  Revenue increased 7.1%, to $770.7 million from $719.6 million last year, better than both our estimate ($760.0 million, up 5.6%) and the First Call consensus ($767.1 million, up 6.6%). Excluding a one-time tax benefit, net income increased 34.2% to $31.4 million (ex restructuring charges), or 11 cents per share, compared with $23.4 million, or 8 cents last year, at the high end of management's guidance (9 cents-11 cents) and a penny above our estimate and the consensus. \u001d  Management reaffirmed its most recent guidance, which calls for 2007 EPS [earnings per share] to be in the range of 67 cents to 68 cents, excluding restructuring charges, and mid- to high-single-digit revenue growth. SVM also noted that its seasonally smallest first quarter will include incremental investments in sales and marketing programs that will impact profitability. To reflect this guidance, we are maintaining our 2007 revenue estimate of $3.625 billion and slightly reducing our diluted EPS estimate to 68 cents (from 69 cents). We are establishing an initial 2008 revenue estimate of $3.85 billion (+6.2%) and diluted EPS estimate of 76 cents (+11.8%). \u001d  ServiceMaster is trading at 19.5 times and 17.4 times our 2007 (68 cents) and 2008 (76 cents) diluted EPS estimates, respectively -- a premium to both the market (S&P 500) and its projected earnings growth rate (13%). However, after adding back the after-tax amortization of acquisition-related intangibles of approximately 12 cents a share, ServiceMaster is more attractive, trading at only 16.6 and 15.1 times our 2007 (80 cents) and 2008 (88 cents) cash EPS estimates, respectively. \u001d  Although the stock is nearing our price target (which we've raised from $14 to $15), a possible sale of the company at a premium could provide upside. \b \u001d  MutualFirst Financial \u001d  -- MFSF-NNM \b \u001d  Neutral \u001d  -- Price 20.05 on Feb. 14 \u001d  by Howe Barnes Hoefer & Arnett \b \u001d  MFSF reported fourth-quarter EPS of 17 cents a share, down from the 37 cents in the fourth quarter of 2005 and a penny below our estimate. \u001d  We are lowering our 2007E [estimated] EPS to $1.10 from $1.25 and establishing our 2008E EPS at $1.25. We are maintaining our Neutral rating. We believe this valuation is appropriate and reflects the difficult operating environment and expectations for no earnings growth in 2007. \b \u001d  Dollar Tree Stores \u001d  -- DLTR-NNM \b \u001d  Buy \u001d  -- Price 34.55 on Feb. 20 \u001d  by Wedbush Morgan Securities \b \u001d  Continue to recommend purchase, based upon progress regarding 1) inventory and working-capital management; 2) real estate; and 3) top-line strategies . . . as well as the prospects for the eventual roll-out of multiple price points to the Dollar Tree chain. Our 35 price target assumes DLTR should trade at approximately 17 times our 2007 EPS estimate of $2.07, or at a slight premium to our projected longer-term earnings growth rate of 15%. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4d95dbd373d54a47f470f9f9b8fd79d4","symR":["FITB"],"date":"2007-02-24","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(2/26) On The Road To Repair","GmtTimeStamp":"2007-02-24T05:06:00.000000000","CompanyCodes":["FITB"],"IndustryCodes":["BNK","XDJGI","XFFX","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Vito J. Racanelli \u001d  For a lesson in how sharply Wall Street's affections can turn, look no further than Fifth Third Bancorp, one of America's largest banks, with assets of $100 billion. Its shares (ticker: FITB), which nearly brushed 70 in 2002, today trade for around 40.50, having suffered the stock-market equivalent of a highway crash. \u001d  To be sure, an inverted yield curve has made it tougher for banks to earn big bucks, by narrowing the differential between interest earned on customer loans and that paid out on deposits. Too, Cincinnati-based Fifth Third operates largely in slow-growing, Old Economy markets. \u001d  But most of the blame for the company's comeuppance lies squarely, and uncharacteristically, with Fifth Third itself, starting with accounting errors that led the Federal Reserve and the Ohio Department of Commerce in 2002 to find fault with the bank's risk-management procedures and internal controls. \u001d  Today, just two of the score of analysts following Fifth Third rate the regional bank's shares a Buy; the remainder are split between Hold and Sell. According to Bloomberg, only 39 Standard & Poor's 500 components are rated lower than Third Fifth -- an ugly distinction for a once-revered institution. \u001d  And, perhaps, a contrarian's dream. \u001d  In fact, the Street's hardened consensus has obscured some key moves that Fifth Third wisely made in recent quarters to fix what has ailed its performance and reputation. If this makeover translates into higher-than-expected earnings and more robust growth, the bank's shares could rise some 20% to 25% in the next two years, to around 50. Add a nearly 4% dividend yield, among the highest in the S&P 500, and investors who once spurned the stock may be sending the company flowers. \b \u001d  In last year's fourth quarter, Fifth Third began restructuring its balance sheet by selling off low-yielding securities, a sale that generated the bulk of a $454 million hit to earnings. That allows the bank to redeploy the capital in better-yielding investments down the road. Fifth Third also has resolved its dispute with regulators, and now complies with accounting rules. \u001d  Management changes should help to reinvigorate operations. In April, President Kevin T. Kabat will become CEO, taking the reins from George Schaefer, who will remain chairman. Last April, the company hired chief financial officer Christopher G. Marshall away from Bank of America. \u001d  Consolidation among regional banks in the Midwest is likely to accelerate in coming years, say industry observers. That should ease some of the competitive pressures on the bank, and help boost profitability. As for the yield curve, logic dictates it won't stay inverted forever. At some point, rates on long-dated Treasury bonds will rise relative to rates on short-term securities, improving margin trend throughout the banking sector. \u001d  The backdrop for Midwest banks in general is \"challenging,\" says Mike Holton, a portfolio manager at T. Rowe Price, which owns about 15.4 million Fifth Third shares. Fifth Third, he notes, was \"a company in disarray\" for three years. New management, however, has recognized that the bank isn't the \"go-go\" company it once was, and is righting the ship. In his view, Fifth Third is in \"inning one\" of improvement. \b \u001d  In the fourth quarter, Fifth Third netted 12 cents a share, after accounting for roughly 52 cents a share in losses, mostly related to the securities sale. For the full year, the company posted earnings of $1.2 billion, or $2.13 per share, on total revenue of $8.1 billion, versus $1.5 billion, or $2.77 a share, on revenue of $7.5 billion in 2005. Earnings growth has been flattish since 2002. \u001d  Wall Street's current consensus for 2007 is $2.80 a share, while profits could approach $3.10 in 2008. \u001d  According to Citigroup analyst Keith Horowitz, a rare brokerage-firm fan, Fifth Third was \"under-earning\" in recent years relative to its potential. Now, with \"the underlying revenue-growth drivers still very strong,\" analysts' earnings estimates are likely to rise. Horowitz calls Fifth Third \"one of the better values in regional banks.\" \u001d  With a price/earnings multiple of 13 times '08 estimates, the stock isn't dirt cheap, although it trades well below historic multiples. Before its troubles began, Fifth Third routinely commanded 18 to 20 times expected earnings, well above most banks. While its P/E isn't likely to return to such lofty levels, \"they can get some multiple appreciation,\" T. Rowe's Holton says. \u001d  \"The new management team is rebuilding credibility, and should improve results quarter by quarter,\" he says. \"If they can continue to execute on plan, you'll see the Street go from hating the stock, to a more neutral stance, to liking it.\" \u001d  The upside, Holton figures, is \"into the 50s.\" \u001d  While Holton and Horowitz are in the minority, they aren't alone. Bob McFarland, a partner at Jarislowsky Fraser, a Canadian investment firm, is another fan. \"Despite the earnings disappointment, longer-term it's a quality franchise,\" he says. \"All the bad news is in the price.\" \u001d  Jarislowsky Fraser owns about 2.5 million Fifth Third shares. Among other things, McFarland lauds the bank's management for easing up on high teaser interest-rates and adopting more consistent policies in its bid to draw business and ward off competition. \u001d  Fifth Third has local affiliates not only in Ohio but in Michigan, Pennsylvania, Tennessee, Missouri and Florida. As Detroit and other markets reliant on manufacturing struggle, the battle for deposits \"remains competitive,\" says incoming chief executive officer Kabat. Yet, the pressure eased a bit in the fourth quarter, he notes, as \"some players took their feet off the gas pedal . . . and we've moved away from teaser rates.\" \u001d  Selling off low-yielding securities also helped the bank to realize a 17-basis-point increase in net interest margins in the fourth quarter, Kabat says. [A basis point is one one-hundredth of a percentage point.] Fifth Third will see an even greater impact in the current quarter and beyond. The company expects net interest margins to climb to 3.35% to 3.45% this year, from 3.06% in 2006. \u001d  If Fifth Third's big but ultimately ill-fated bet on super-low interest rates muted its earnings power, selling off these investments has led to a \"significant reduction in the risk of our balance sheet to interest rates,\" Kabat adds. \"Now we have zero exposure to interest-rate risk.\" \b \u001d  All these changes mean \"a lot of company-specific issues have been dealt with,\" says Igor Krutov, an analyst at Vontobel Asset Management in New York, which owns about 460,000 Fifth Third shares. \"[Fifth Third] remains a better-than-average bank, and has managed to keep the results-oriented and hard-nosed culture of the old Fifth Third that investors loved,\" he says, noting it's the only Midwest bank that the firm owns. \u001d  The bank's operations are decentralized, with separate CEOs for each of its 19 affiliates. This allows the company to react to local market conditions. \"Banks are all in the same business, but this is a meaningful differentiator,\" Krutov says. \u001d  Fifth Third's banking affiliates all will be instituting revenue-generating changes to boost profitability. For example, just 13% of the company's customers have a Fifth Third credit card. \"We can do a lot better,\" both in credit cards and business banking generally, Kabat says. \u001d  In addition, Fifth Third has room to grow its customer base among health-care institutions, a fast-growing industry, he notes. \b \u001d  For all the hand-wringing about the Midwest's sluggish economy, opportunities remain. \"Just because you are in the Midwest doesn't mean you can't make a good return,\" says Jarislowsky's McFarland. While net-interest margins have deteriorated in the past few years, Fifth Third still is growing its loan book by 5% to 9% a year. Add in double-digit growth in the electronic-payments-processing business, the planned repurchase of $1 billion of stock and that juicy dividend, and a total return of 10%-a-year over the longer term isn't an unreasonable expectation, he says. \u001d  Nobody knows when the yield curve will normalize, says Vontobel's Krutov, \"but it will happen.\" Adjusting for that eventuality and the credit cycle, Fifth Third is about 20% undervalued, he figures. \u001d  Industry-related catalysts, including the continued consolidation of Midwest banks, also could help Fifth Third by easing competitive pressures, especially on deposit-gathering. Late last year, in an emblematic transaction, Columbus, Ohio-based Huntington Bancshares (HBAN), the nation's 24th largest bank, agreed to buy rival Sky Financial Group (SKYF). \u001d  \"We are seeing more activity today than in the last two to three years,\" says Kabat. \"It is inevitable and may be accelerating, given the current environment.\" \u001d  Technical signs, too, are lining up in Fifth Third's favor, and suggest that the next move is up. The stock is trading above its 50-day and 200-day moving average, and momentum is improving, notes John Roque, senior market technician at Natexis Bleichroeder. \u001d  Another good sign: Insiders, including officers and directors, have stepped up their purchase of the bank's shares, according to Charles Schwab analyst Jeff Ryan. And the short position in the stock has dropped, suggesting that the ranks of the skeptics are thinning, he notes. \u001d  For good reason. As Fifth Third continues to right itself, Wall Street's ardor is likely to build. After all, sentiment can swing widely in the investment world, and a little love can go a long way. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"51a60823ba49584bc246b0b061f6343b","symR":["UEIC"],"date":"2007-02-24","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(2/26) Here's The Remote!","GmtTimeStamp":"2007-02-24T05:07:00.000000000","CompanyCodes":["UEIC"],"IndustryCodes":["CSE","ENT","XDJGI","XRUS"],"Story":"\b   (From BARRON'S) \b   By Neil A. Martin \u001d  Like a lot of kids of the 'sixties, Paul Arling served as a \"human remote control\" for the family TV. In the den of his Joliet, Ill., home, his father was always asking him \"to change the channel or adjust the sound or fine-tune the picture,\" he recalls. Arling didn't mind, because he loved the shows and was fascinated by the technology. But he couldn't help thinking \"there has to be a better way.\" \u001d  Four decades later, Arling, 44, still spends a lot of time thinking about better ways to flip the dials. He's the chairman and CEO of Universal Electronics, a wireless-technology developer that makes remote controls for consumer-electronics giants like Sony, Motorola and Philips, as well as for cable and satellite-TV outfits such as Comcast and DirecTV. With consumers everywhere looking for all-in-one controllers to rein in increasingly sophisticated and extensive home-entertainment systems, Universal, the No. 1 supplier and holder of 168 remote-related patents, sits atop a fast-growing niche. \u001d  \"It's a great way to play the digital living room,\" says Steven B. Frankel, who follows the company for broker Canaccord Adams in Boston. \u001d  The advent of the electronic home has put Universal in fast-forward. Revenue for the Cypress, Calif., company (ticker: UEIC) more than doubled, from $104 million in 2002 to $236 million last year, while earnings, excluding charges for stock options and other items, increased at a slightly quicker rate, going from 42 cents a share to $1.06. The company's sales and earnings, reported late Thursday, topped Wall Street's consensus estimate, lifting the shares more than 23% Friday alone. Universal also raised its first-quarter guidance. The stock is now up more than 50% in the past 12 months, raising questions about how much higher it can go, near-term. \u001d  \"Universal has demonstrated consistent growth, year after year, with earnings per share expanding, on average, by 24% on a 20% average gain in sales,\" says John F. Bright, director of equity research for Nashville's Avondale Partners. \"And we believe the company is on track to deliver similar performance this year and beyond.\" His price target of $26 is now below the 27.89 the stock hit Friday. \u001d  Even so, he doesn't think it's gotten  out of hand. Now at 21.5 times his 2007 earnings estimate of $1.30 a share, with profits growing at 23% rate, Universal's common is still a bit cheaper than its mostly bigger peers -- companies like Apple, Motorola, Sony, Garmin, Logitech (whose Harmony brand is a rival), Polycom, Plantronics and NetGear  -- which trade, on average, at 21.4 times forward earnings, but are growing at an 18% rate, says Bright. \u001d  Shareholder Neal Goldman, who runs the Goldman Capital hedge fund, is even more bullish. He believes the stock could appreciate by up to another 50% in 12 to 18 months, based on increasing penetration of the markets for high-definition TV and digital-video recorders (devices that automatically record selected TV programs for playback at the viewer's convenience). He's also enthused about new products like Universal's Nevo SL controller that orchestrates everything from HDTV to music stored on a computer and routed through a home-stereo system. \u001d  \"If you take away the $4.50 a share in cash from the [roughly] $25 stock, you are looking at a stock that's trading at a very low multiple of 16 and that can grow at a rate nearly twice that,\" Goldman maintains. \b \u001d  Universal's sales channels span much of today's home-entertainment world. More than 75% of its revenue comes from licensing technology to top-drawer suppliers like DirecTV, Motorola, Sony, TiVo and Comcast, which use it in their own branded wares. \u001d  DirecTV and Comcast, which utilize Universal's technology for their set-top control boxes on an OEM (original-equipment manufacturer) basis, are its biggest customers, providing 19% and 11% of revenue, respectively. The company's technology is also used in DVRs that TiVo and the cable/satellite operators supply to their customers. \u001d  Furthermore, Universal sells both low- and high-end remote controls to consumers and installers, who provide the rest of its revenue. Its discount One-For-All brand is sold in the U.S. at mass merchandisers like Best Buy and Wal-Mart; Radio Shack also sells Universal-powered remotes. In Europe, Carrefour handles them. Universal's pricier NevoSL remotes are offered through custom installers. \u001d  There's also the chance of an acquisition in the currently superheated merger market. \"I believe ultimately they may get acquired by someone else interested in entering the market,\" says Goldman. \u001d  Among Universal's attractions, according to Bright, are strong cash flow and a clean balance sheet. With an enterprise value of $344 million (based on recent market capitalization of $410 million, plus zero debt, minus $66 million in cash), the company would be an easy target for any major electronics maker, says Bright. \u001d  However, \"the real allures are its intellectual property -- a portfolio of patent-protected technology -- and market position, with 75% market share in providing remote controls to U.S. cable operators,\" Bright says. The company's library includes more than 260,000 device codes, which allow its devices to plug into more than 2,400 brands worldwide. \u001d  Sony, Panasonic, Motorola or Cisco, which have made forays into the business utilizing Universal's technology, could readily afford to snap up the company, which Goldman estimates would fetch in the mid-30s or more. \u001d  While he admits that -- in theory -- a takeover \"is always a possibility,\" Arling, who joined Universal as chief financial officer in 1996 from turf-care specialist LESCO, says, \"Most of the consumer-electronics companies don't make remotes -- and don't want to.\" They'd \"rather outsource it to companies like us than invest the money to get into this business,\" he states. \"This is a specialty we have built, and are very good at it.\" \u001d  Whether it partners or not, Universal's future looks full of opportunity. According to Avondale, sales of flat-panel TVs are expected to expand by 36% annually from 2005 to 2010, when they'll reach 125 million units. And global subscribers to DVR services such as TiVo or Time Warner are projected to grow from 17 million at the end of 2005 to 160 million at the end of 2010. \u001d  In fact, one of the few bits of static in Universal's picture is the complexity of programming today's systems, which constrains consumer sales. Time Warner Cable and satellite companies like DirecTV now offer built-in features like DVRs and DVD players that can be operated by preprogrammed remotes that use Universal technology. This spares customers the trouble of buying separate electronic components and then trying to integrate everything, including the remote. \u001d  Universal's high-end Nevo controller provides wireless access and connection to as many as 18 devices in a home or office -- TV, PC, stereo, lights, even air-conditioning. Another Universal remote links a home computer and the Internet to other items in the home or a car. Only custom installers can handle these systems. \u001d  Such sophistication has overwhelmed some traditional do-it-yourselfers. A Radio Shack-purchased controller using Universal technology can operate up to eight devices and is supposed to require five to 15 minutes to program. However, it sometimes seems that an IT specialist is needed. \u001d  Arling says Universal's coming 2007 remotes will be easier to set up and should bolster consumer sales. \"We see solid growth ahead in the retail side,\" he says. \"As individual consumers become more sophisticated about the technology, they will want to exercise greater personal control and tailor their entertainment systems to their own needs.\" \u001d  Another potential problem is beyond Universal's control: A sharp slowdown in the economy might persuade freespending consumers to postpone purchases like a wall-sized TV or a pricey audio system. \u001d  Arling, however, believes consumers will keep adding to their entertainment systems, come rain or shine. \"It's not recession-proof,\" he concedes, \"but home entertainment is usually one of the last things to feel any impact.\" \u001d  The average American, he notes, spends about five hours a day watching TV, recording or playing videos or listening to music. They're all looking for a better way to run this network. Take it from a man who used to be a human remote control. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"52d09e966776ab058c30bbdff3adde2c","symR":["VGN.YY"],"date":"2007-02-24","ret":[-0.00099],"ret5":[-0.00099],"Headline":"UK Investigators Comb Wreckage Of Train Crash; 1 Killed","GmtTimeStamp":"2007-02-24T11:32:00.000000000","CompanyCodes":["VGN.YY"],"IndustryCodes":["FIS"],"Story":"\b \u001d  LAMBRIGG, England (AP)--Investigators combed the wreckage of a high-speed train crash in remote countryside in northern England Saturday after a female commuter died and five were seriously injured when the London-to-Scotland service derailed. \u001d  The Glasgow-bound Virgin train - packed with 120 passengers and staff - crashed Friday night in the county of Cumbria, near the Scottish border, 270 miles northwest of London, in driving rain. \u001d  Virgin Trains spokesman Lee West said the cause of the accident was unknown, but confirmed the train was traveling at 95 mph at the time of the derailment. \u001d  Cumbria Ambulance Service spokeswoman Claudine Shacklock said at least 77 people were injured. \u001d  Rescue workers initially searched along muddy country lanes to locate the scene, and found that local farmers had arrived ahead of them to help evacuate the injured. Royal Air Force helicopters were scrambled to the scene to transport the wounded to hospitals in nearby towns, police said. \u001d  Chief Superintendent Martyn Ripley of the British Transport Police said an 80-year-old woman had died in a hospital as a result of her injuries. Officers are investigating whether the train derailed as the result of a points failure on the track, he said. Points - or railroad switches - are the mechanism used to adjust track settings and alter a train's route. If left in the wrong position, the components can throw carriages off the track. \u001d  Morning light revealed the front two carriages of the train, which has a special tilting mechanism that enables it to reach speeds of 125 mph, had been hurled off the track and down a verge. Seven other carriages snaked along an embankment, with one twisted on to its side. \u001d  Virgin founder Sir Richard Branson visited the scene Saturday and said he had returned to the U.K. from a holiday overseas after he was informed of the accident. \u001d  \"I have been visiting the injured in hospital this morning and our train driver,\" Branson told reporters. \"I wanted to come to the scene to see the damage and also to thank all the emergency services for the work they have done.\" \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 06:32 ET (11:32 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5f8bce81b0554ebadd82357c2d732adc","symR":["ASF","FOSL","HWAY","MHK","NDE","RACK","RAIL","RJET","SAI","WLSC"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/26) Exploiting The Soft Spots In A -2-","GmtTimeStamp":"2007-02-24T05:03:00.000000000","CompanyCodes":["ASF","FOSL","HWAY","MHK","NDE","RACK","RAIL","RJET","SAI","WLSC"],"IndustryCodes":["AIR","BNK","CLO","CPR","FTR","HEA","HPR","ICS","SAL","SCR","SVC","TEX","TRQ","TSX","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI"],"Story":"\u001d  A: Our ratio of short sales to long ideas is about 3 to 1, but we like to do long ideas. We published a report on SAIC (SAI) in January. SAIC is the largest pure-play federal information technology services company. It has about $8.1 billion in revenue. Until recently it was 100% employee-owned, and it went public in October at $15 a share. It's four times the size of its nearest pure-play competitor. It has huge expertise and more than half of its 44,000 employees have security clearances. Security clearances are extremely valuable. They are very hard to get and this creates a very high barrier to entry for companies competing with SAIC. As a result, SAIC wins many contracts with the Department of Defense and the U.S. Intelligence community. It has a very nice business model because it has very low capital spending requirements and generates lots of cash flow. \b \u001d  Q: Why did it go public? \u001d  A: It gives the employees a chance to cash out, which is one of the problems with the stock: there is going to be an overhang weighing on the shares as employees sell the stock. However, this is a company with 37 consecutive years of revenue growth and profitability and it wins about two-thirds of the contracts it bids on and wins about 90% of its re-bids. As a public company, they have an opportunity to substantially increase their Ebit (earnings before interest and taxes) margins, which have run about 6.8% whereas the other players in the industry have margins more like 8% or 9%. There is a strong incentive to drive the margins higher. We project that Ebit margins should reach about 8 1/2% in the next three years. \b \u001d  Q: Is there more to the story? \u001d  A: It also has about $600 million worth of real estate on the books. It has a $14 billion backlog. We think they'll earn about $1.02 a share for this year and about $1.30 in free cash flow. Next year they'll show a decline in earnings because of dilution from stock options. We estimate they'll earn 90 cents a share for the year ending January 2008 and then the following year $1.17 a share in earnings. It has extremely stable growth characteristics and it should get a premium multiple because of its strong cash flow characteristics and its very high barriers to entry. Our price target is in the mid-20s. \b \u001d  Q: How about one more? \u001d  A: Republic Airways (RJET). What's interesting is that it has a completely different business model from other airlines. Republic Airways is not subject to the same variability in profit. The company has been profitable for 31 out of its 33-year history. It has three subsidiaries: Chautauqua Airlines, Shuttle America, and Republic Airlines and operates a thousand daily flights to 91 cities in 36 states. You don't often realize you're flying Republic because it carries the logos of the airlines it works for such as United Express for United Airlines. United, at 33%, is Republic's biggest customer. Delta is about 31% of revenue, which, of course, people have been concerned about. It operates U.S. Airways Express and American Connection for American Airlines out of St. Louis. It operates for Continental out of Houston and Cleveland. \b \u001d  Q: How else is it different? \u001d  A: The company signs long-term 10-to-15 year fixed-fee contracts that make its earnings more predictable. It has a low cost of capital and assumes no risk from fuel costs, fare prices or passenger load factors. The airlines have that problem. \b \u001d  Q: What about the numbers? \u001d  A: It is very, very inexpensive. We think they'll earn $1.79 this year, $1.97 for next and $2.38 the year after. The stock is trading at about $19 a share, about 10 times earnings. We have a target in the mid-20s. \b \u001d  Thanks, Mark. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:03 ET (05:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"62ddc2bf6490e9394003da9f1023b32d","symR":["F","PHM"],"date":"2007-02-24","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(2/26) The Last Laugh","GmtTimeStamp":"2007-02-24T05:03:00.000000000","CompanyCodes":["F","PHM"],"IndustryCodes":["AUT","FIS","HEA","HOM","HPR","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Leslie P. Norton \u001d  Jose Rasco's mid-life crisis commenced in earnest last year. He began popping more pills than he's ever taken in his life. He started to see somebody, quite seriously, who is not his wife. Both developments were occasioned by a health scare. Rasco insists the new object of his affection isn't romantic: It's a holistic chiropractor who also prescribes vitamins and minerals for him. Soon, his social circle will widen even more: He plans to visit a nutritionist. \u001d  The 45-year-old Merrill Lynch strategist is experiencing the afflictions that come with time. But like other baby boomers, he's begun seeking \"wellness\" and other holistic approaches that aim to both cure aches, pains and ailments and retard aging. Every eight seconds, an American turns 50. Last year, the first boomers -- members of the generation born between 1946 and 1964 -- turned 60. That's likely to send consumer and investment dollars flooding to a number of companies. \u001d  The National Association of Home Builders figures that by 2014, there will be 85 million Americans over age 55 -- versus 67 million now. And many of them will not be acting their age, at least by the standards of a generation ago. \u001d  It's something the advertising and marketing industries will have to come to grips with, something they're not too enthusiastic about. For decades, the hucksters of Madison Avenue, Hollywood, Television City, Radioland and even Detroit have mainly focused on 18-to-49-year-olds, while generally treating older people like crazy aunts and uncles who show up uninvited for Christmas dinner. The reality is that consumers aged 50-plus already spend more than $1.7 trillion on goods and services each year, including heavy outlays at restaurants, for gourmet cooking and for travel. \u001d  In fact, the 78 million baby boomers are collectively richer than any group in history. The 50-plus crowd now controls 50% of all U.S. discretionary income, accounts for 75% of all prescription and drug spending, and has 65% of America's household worth, according to Deloitte & Touche. By 2030, boomers will control nearly 80% of private investments, forecasts the MetLife Mature Market Institute. \u001d  The mighty AARP, which dropped the word \"retired\" from its name a few years ago and became simply an acronym, now has 38 million members -- and expects that number to hit 50 million in the next five years. \"This is a pivotal moment,\" says Bill Novelli, 65, the group's Washington, D.C.-based chief. \"All these boomers are coming into their mature years, and have more longevity than ever. Very decidedly, this country can afford to grow older, and we'll be a better society because of it.\" \u001d  That's apparently news to some people in the advertising, entertainment and media worlds. We requested interviews with a few of the Food Network's celebrity chefs, including Emeril Lagasse (age 47) and Paula Deen (age 60). A Food Network functionary regretfully declined, confiding that \"the talent doesn't really like to be associated with an older age group\" because it brings in lower ad revenue. Says John Kottmann, director of strategic planning for McCann Erickson: \"Twenty-five to 54 is still a very traditional market for many products. Media really lives and dies based on its appeal to 18-to 34-year-olds, and, increasingly, younger [age groups].\" On average, a prime-time TV show that caters to a 35-to-49-year-old audience can get 30% more per advertising minute than one that caters to people 55 and above. \u001d  It's the same story on Wall Street. We checked in with the Minneapolis-based Leuthold Group, a well-regarded tracker of markets and investment trends. Leuthold once had a \"Graying of America\" basket, but discontinued it in 2000 because it was too broad. Leuthold replaced it with a \"Fountains of Youth\" portfolio -- companies that provide health and beauty products that purport to retard, or at least mask, aging. But that group hasn't covered itself in glory, rising just 11% last year. \"The entire health-care complex is not capturing Wall Street's imagination,\" says Leuthold research chief Jeff Leadholm. \u001d  Echoes Merrill Lynch strategist Rasco: \"People have forgotten about this theme.\" \u001d  Yet the great demographic shift is already affecting American households and companies. Dump the terms senior citizen, golden years, sunset years, Geritol junkies, retirees or, heaven forfend, the aging. New York Times columnist William Safire once reminisced about the hate mail he received for using the term \"geezer.\" One piece bore the nom de plume \"Gerry Atrix.\" Clever rascals, those graying Americans. \u001d  Enter other euphemisms. \"We prefer the terms older boomers, which is age 50 to 61, or active matures, which is 62 to 75, or more generically, aging consumers,\" says Tim Henderson, a consumer strategist at Minneapolis-based think tank Iconoculture. And what of these folks' lifestyle, especially after they're finished their primary careers? \"We're calling this unretirement, rehirement, and refirement,\" Henderson continues. \"This consumer doesn't get old. The stereotype of aging -- where you get a gold watch, putter around, then die -- is being erased. This is like Risky Business, except it's the aging consumer, not Tom Cruise, dancing around in his underwear.\" \u001d  The bottom line, says Pat Conroy, senior managing principal at Deloitte and Touche: \"You've heard 60 is the new 50 and so forth? You are ignoring this market at your own peril.\" \u001d  Open this month's issue of AARP Magazine or More, and the inside covers display photos by celebrity photographer Annie Leibovitz of nude women of a certain age. This is the generation that bared its breasts at Woodstock, after all. Unilever (ticker: UL) says the campaign, for its Dove soap, challenges the \"only-young-is-beautiful stereotype.\" \u001d  Consider the success of retailers Chico's (CHS), Talbot's (TLB) J. Jill, and Gap's (GPS) Forth & Towne unit, aimed squarely at more seasoned fashionistas. \u001d  Need another example? Last year, the crossover vehicle started outselling the sports-utility vehicle. George Pipas, Ford's (F) top sales analyst, notes that boomers drove the growth of minivans in 1980s -- \"the perfect vehicle for people forming households and having children\" -- and of SUVs like the Ford Explorer in the '90s. But now, gas prices are up, nests are empty, \"and as we get a little older, it's a little harder to get up into a [conventional] four-by-four,\" says Pipas. \u001d  It's a demographic trend that the troubled Ford is pursuing assiduously: In the mid '90s, alarmed by higher fatality rates for over-50 drivers, Ford developed the \"Third Age Suit\" that mimics for designers the physical limitations that can mark old age. It even includes goggles that simulate cataracts. Today, it's being used by other firms to design products friendly to users with a lot of miles on the odometer. \u001d  Unlike stiff-framed SUVs, which have a tougher time absorbing bumps, crossovers are built on car platforms. Pipas, age 59, still has an SUV because he's moving from Detroit to South Carolina. Once the move is complete, he plans to lease a Ford Edge. Other crossovers in Ford's lineup: The Lincoln MKX, the Freestyle, the Escape and the Mercury Mariner. Pipas predicts that more than three million crossovers will be sold by 2010, up from 500,000 in 2000. \u001d  America's shifting demographics are also on the mind of Pulte Homes (PHM) of Bloomfield Hills, Mich., which bought the Del Webb development company in 2001 when \"we kept running into them trying to capture the 'active-adult' market,\" says Richard Dugas, Pulte's chief executive officer. There are now 51 large Pulte communities in 20 states aimed at adults aged 55 and over, up from 14 when the merger took place. These communities are more profitable, bear higher margins and have low contract-cancellation rates; nearly 50% of buyers pay cash and so are unfazed by the interest-rate worries now hammering the overall housing market. \u001d  These communities \"have company-leading returns on invested capital. And while there's a tremendous demand in active-adult, there's not a lot of competitors,\" Dugas boasts. \"People assume they're very capital-intensive and you have to build these giant communities. We've proven that's not the case.\" \u001d  Pulte is adding seven \"active-adult\" communities this year. Each has a full-time \"lifestyle director\" to organize events: In North Carolina, one development has a canoeing club that goes out on the Catawba River. And, says Dugas, \"people are misguided in the notion that this buyer is only interested in the Sun Belt. About 60% are interested in living within 100 miles of where they are today.\" Next on the list: Midrise buildings aimed at active adults in cities. \u001d  So what should we expect? \b \u001d  -- People are working longer, partly because they're living longer. Don't expect them to stop working. Surveys say nearly three-quarters of boomers have no plans to do so. They'll either stay at their current jobs, or find others after they \"retire.\" Even if the actual percentage turns out to be just half of that, it represents millions of Americans who will have more money to spend than they would have if they stopped working. Right now, half of AARP members are still on the job, and the figure is expected to surpass 70% in five years. And the Labor Department says the percentage of 55-to-64-year-olds still working bottomed in 1994. \u001d  Consider investment strategist Ed Kerschner, 53. After working for years on Wall Street, he left UBS in 2003 and taught part-time at New York University. Today, he's a full-time strategist again, for Citigroup. \"After six months at NYU, I realized that working filled many of my needs. It's wrong to assume boomers will do what their parents do. I'm a textbook case,\" says Kerschner, who's put together a basket of stocks to capitalize on the aging of the boomers. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 24, 2007 00:03 ET (05:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6494a758f12f89865d598fee016a5951","symR":["FTD","KMB","SHW"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/26) Speaking Of Dividends: The Color Of Money","GmtTimeStamp":"2007-02-24T05:06:00.000000000","CompanyCodes":["FTD","KMB","SHW"],"IndustryCodes":["BLD","COS","OTS","RTS","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  Despite a slowdown in the new- home and do-it-yourself markets, Sherwin-Williams painted a pretty profit picture in 2006: Earnings climbed 24% above 2005's level on a 9% rise in revenue. \u001d  The nation's No. 1 paint maker (and No. 2  globally, after Akzo Nobel) continued its policy of disbursing 30% of earnings for the previous 12 months by boosting its quarterly common payout 26%, to 31.5 cents a share from 25 cents. The 141-year-old company (ticker: SHW) has been paying dividends without a miss since 1979 and sweetening them every year. The stock yields 1.83%. \u001d  Investors of record March 2 will receive the new payout March 16. The ex-dividend date is Feb. 28. \u001d  Sherwin-Williams bought back 5.6 million of its shares last year; it can repurchase an additional 12.8 million under its current authorization. \u001d  Even though Sherwin-Williams continues to battle lead-paint lawsuits across the country, its shares have almost doubled in the past year. The stock, which trades on the Big Board, set a 52-week high of 71.11 Tuesday. \u001d  For all of 2007, the Cleveland-based company expects to ring up a mid-single-digit percentage increase in sales, compared with 2006's $7.81 billion. It pegs diluted per-share net at $4.55 to $4.65, versus $4.19. \u001d  CEO Christopher M. Conner says he's \"encouraged by the increased market penetration being achieved by our international businesses and the continued growth of our domestic automotive and product finishes sales.\" \u001d  The world's top maker of personal paper products under brand names such as Kleenex, Scott and Huggies, Kimberly-Clark (KMB) Wednesday boosted its common dividend for the 35th year in a row. \u001d  The 8% hike takes the quarterly to 53 cents a share from 49 cents, payable April 3 to holders of record March 9. Ex-date: March 7. With the stock setting a 52-week Big Board high Tuesday of 70, the bolstered payout translates into a 3.05% yield. Kimberly-Clark has paid dividends since 1935. \u001d  \"We continue to run our business in a financially disciplined manner, and [the dividend action] reflects Kimberly-Clark's solid balance sheet and confidence in our ability to generate strong cash flow,\" says CEO Thomas J. Falk. The executive boasts that the new payout \"maintains our top-tier ranking among consumer packaged-goods companies.\" \u001d  Dividends are in bloom for the first time at megaflorist FTD Group (FTD). \u001d  The 97-year-old Downers Grove, Ill., company, which also sells gourmet food and gift baskets, Wednesday voted a quarterly common payout of 16.25 cents a share. Disbursement will take place April 2 for investors on the books March 19. The stock goes ex-dividend March 15. Yield: 3.14%. \u001d  \"We remain committed to maximizing long-term value to our shareholders,\" declares CEO Michael J. Soenen. \"This program reflects confidence in our ability to continue to generate strong cash flows.\" \u001d  Last week, the company announced that affiliates of Leonard Green & Partners LP, which owns roughly 55% of FTD's 28.3 million common shares outstanding, and some FTD executives are selling six million shares to the public. \u001d  The secondary offering would reduce LGP's stake to around 33% and lighten management's holdings by 575,000 shares. These numbers assume that underwriters Goldman Sachs, Merrill Lynch and William Blair exercise their option to buy 900,000 shares. FTD won't receive any of the proceeds. \u001d  Traded on the Big Board, the stock hit a record 20.93 Tuesday. FTD made its public debut on Feb. 9, 2005, at 13. Standard & Poor's rates it a Buy. \u001d  FTD recently set the bar higher for its fiscal 2007 (ending June 30) profits, raising its estimate a nickel, to 96 cents a diluted share, on $630 million in revenue. In fiscal 2006, it earned 86 cents a share on volume of $465.1 million. \u001d  Although the company does business primarily via its Website and 1-800 telephone number, FTD's Mercury (the winged-foot Roman god of speed and commerce) logo is displayed in some 50,000 florist shops globally. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"67c3dbe85e64d8a645fc29decc462958","symR":["ASF","FOSL","HWAY","MHK","NDE","RACK","RAIL","RJET","SAI","WLSC"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/26) Exploiting The Soft Spots In A Bull Market","GmtTimeStamp":"2007-02-24T05:03:00.000000000","CompanyCodes":["ASF","FOSL","HWAY","MHK","NDE","RACK","RAIL","RJET","SAI","WLSC"],"IndustryCodes":["AIR","BNK","CLO","CPR","FTR","HEA","HPR","ICS","SAL","SCR","SVC","TEX","TRQ","TSX","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Sandra Ward \u001d  Interview With Mark Roberts \u001d  Founder and Research Director, Off Wall Street Consulting Group \b \u001d  Gutsy analysis and great performance are the hallmarks of the Cambridge, Mass.-based independent research firm, Off Wall Street Consulting Group, a longtime specialist in short-sale recommendations. Roberts, well-schooled in the art of contrariness from his early days as an analyst at Mark Boyar's Boyar Asset Management and later at Seth Klarman's Baupost Group, seized the moment 17 years ago and started Off Wall Street to serve the then-nascent hedge-fund universe. \u001d  Roberts and his team of six analysts produce about 25 \"actionable\" ideas a year, which now also include some bullish recommendations, along with their trademark bearish reports. Clients benefited big time in the three difficult years stretching from 2000 through 2002 when Off Wall Street's sell recommendations returned 43%, 50% and 52%, respectively. There was the now famous Enron report, of course. And while it's been more of a struggle since then, as the market has soared, Off Wall Street's sell recommendations broke even last year and gained 4% in 2005. Here's where he's focused now. \b \u001d  Barron's: What themes are you working with? \u001d  Roberts: We look for stocks on a bottom-up basis, not generally top down. But when we find stocks we are interested in, we want to have the wind at our back and not in our face. We don't want to make stock-market predictions, but right now the weakness in the housing market, which has all kinds of ramifications for consumers and sales of consumer goods, and the extraordinarily high profit margins of corporations don't seem like a recipe for a strong market. \b \u001d  Q: What trends are you seeing? \u001d  A: Based on the kinds of companies we have had success in shorting, it seems the economic environment may be changing. So far this quarter, we closed out [profitably] our position in IndyMac Bancorp (ticker: NDE), a mortgage lender. We were able to close out Williams Scotsman (WLSC), a company that rents trailers to construction sites. We closed out FreightCar America (RAIL) because of a disappointing forecast, which we predicted would occur. We closed out Administaff (ASF), which is what's called a professional employer organization and provides human resource staff and management services, on a very weak forecast. We closed out [server maker] Rackable Systems (RACK). \b \u001d  Q: What are some of the new positions? \u001d  A: We recently shorted carpet maker Mohawk Industries (MHK). We were short Mohawk last year at approximately the same levels. We recommended selling Mohawk in March 2006 at $87 and we closed the position in June 2006 at $70 for a 20% gain. \b \u001d  Q: So you're not looking for the companies you short to go to zero necessarily? \u001d  A: Let's step back for a minute. We've been in business 17 years. In the early days, we looked at a lot of much smaller companies because our clients were much smaller. A big hedge fund in those days would typically have $300 million under management. As our clients have grown -- a typical hedge fund is now $3 billion -- we have had to focus on bigger companies because we can't do them much of a service by focusing on $300 million market cap companies because it can't have a big enough impact on their results. The larger companies have generally been around a long time and are fairly established and aren't likely to be bankruptcy candidates. \b \u001d  Q: Back to Mohawk. \u001d  A: Mohawk is highly dependent on the new residential construction market and the remodeling market. It is in the sweet spot of where you would expect there might be problems. Despite that, Wall Street analysts are estimating positive earnings gains. [See \"Roll Out the Green Carpet!,\" Barron's Feb. 5.] \u001d  There has been sentiment that housing had bottomed and was going to get better and a lot of the housing-related stocks recovered nicely. Not only is the backdrop for housing weak, but housing starts are off 35% year-over-year and the consumer seems to be tapped out and subprime mortgage lenders are struggling. We have called carpet dealers all over the country and, except for a couple of pockets, business is terrible. Carpet dealers have told us their business is very, very bad. Prices are extremely high and business is very slow. Residential new construction makes up about 35% of Mohawk's business and about 40% is from carpet replacement and the rest is from commercial. \b \u001d  Q: Is anything showing up in their financials? \u001d  A: Mohawk's segment unit sales declined in every quarter of 2006 despite double-digit price increases that were implemented twice over the last 14 months. Sales also declined in the fourth quarter in the carpet segment, which is 60% of the business. The results in the carpet business have been quite weak. \b \u001d  Q: What's your forecast for Mohawk? \u001d  A: We think Mohawk will have down earnings in 2007. Earnings will go from the 2006 level of $6.57 a share to $5.94 a share. That's in contrast to Wall Street's estimates, in which Mohawk is expected to earn $6.46 a share this year. Our suspicion is that earnings might be flat to slightly up in 2008. In other words, earnings might come in at around $6 a share or so, but the Street consensus is $7 a share. \b \u001d  Q: What's your price target on this? \u001d  A: We see it heading to $68. \b \u001d  Q: How about another short? \u001d  A: We are recommending a short sale on Fossil (FOSL). Fossil is a designer of fashion watches and, more recently, fashion accessories: sunglasses, handbags, purses and the like. Fossil-brand watches have the highest margins of all their business lines. About 20% of Fossil sales come from its watch brand. The stock is up about 45% or 50% from last May, based on the notion the company is turning around and will improve their gross margins and benefit as Federated converts May Department Stores to the Macy's brand. But the consolidation could be a problem because on a pro forma basis, in 2005, Federated and May combined represented 10% of Fossil's sales. There have been a lot of markdowns and we don't think Macy's is going to be a big benefit for them. \u001d  The bigger story is that the Fossil brand has become more and more irrelevant. The fashion watch segment has gotten very crowded and sales in Fossil's price range have been in decline. The demographics of people typically buying these watches are now using alternative devices, mobile phones and MP3 players, to tell the time. That puts pressure on their highest margin brand. Their other businesses such as licensed brands and accessories are lower margin businesses. The expectation that they are going to increase gross margins in 2007 is unlikely. \b \u001d  Q: What are your earnings estimates on this? \u001d  A: Our forecast is about $1.30 a share this year and the Street estimate is about $1.45 a share. Another interesting item is the company has about 103 days of inventory on hand. That's a lot and it would appear they are going to have to take markdowns. \b \u001d  Q: What's your target on this? \u001d  A: We have an $18 price target. We expected them to earn 95 cents for 2006 versus the consensus of $1.10 a share but they just reported $1.18 a share on a preliminary basis. However, 10 cents of that is from a foreign-exchange benefit and a lower tax rate and so, stripping that out, the earnings came in below consensus. \b \u001d  Q: Any other new short ideas? \u001d  A: Healthways (HWAY), the nation's largest disease-management company. They use health insurance-claim data to identify people with high-cost chronic diseases. They then target these populations for health plans. The health plans essentially outsource their disease management programs to Healthways. This has been a very fast-growing business because people have become convinced that disease management pays for itself and the returns on investments are very high. \b \u001d  Q: What kind of diseases? \u001d  A: Diabetes, heart failure, hepatitis C, acid reflux and so on. Healthways keeps track of [people's] treatment schedules, gets them to doctors and helps them with their medications, and the theory is that by investing in managing disease you get better outcomes and it saves money. \b \u001d  Q: So what's not to like? \u001d  A: There has been very spotty scientific evidence that disease management is successful and that it is saving anybody any money. The government decided they wanted to examine disease-management plans. Medicare set up a bunch of pilots with a lot of these disease-management companies and one of the important ones was with Healthways. The Medicare pilots were the first randomized controlled prospective study of disease management ever undertaken. This was the first real test of the validity of disease management as a money saver. And guess what? The Medicare pilots are failing to show savings. \b \u001d  Q: Have they released those findings? \u001d  A: Yes, which is why the stock has been under pressure. This is important because it is potential evidence that these disease-management programs aren't worth very much and it could lead the health plans to question how much money they want to put into this. \b \u001d  Q: What health plans are we talking about? \u001d  A: The two biggest customers of Healthways are Cigna and Blue Cross-Blue Shield of Minnesota. Those two represent 40% of Healthways revenue. Another issue this leads to is that the government might be unwilling to invest in disease management. Bulls have also been hoping these plans would be expanded abroad, particularly in the U.K. and in Japan. If the U.S. doesn't go along, it's unlikely they'll be adopted overseas. Another problem is the market is pretty well saturated. Finally, there has been a trend for many health plans to pull disease-management services in-house, and that spells trouble for Healthways. \b \u001d  Q: What's your target on this? \u001d  A: The stock is expensive at 45. This has a fiscal-year ending August and the Street is at $1.50 a share in earnings this year and at $2.04 for fiscal 2008. Our projection is $1.39 a share for '07 and $1.64 for '08 and our price target is 33. \b \u001d  Q: What about long ideas? \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 24, 2007 00:03 ET (05:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6971336ba7c74252cb61fb9a5655483a","symR":["0386.HK","0857.HK","0883.HK","600028.SH","CEO","PTR","SNP","CN0005789556","CN0007637712","CN0009365379","HK0883013259"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/26) Asian Trader: Subdued Crude Price Threatens China Rally","GmtTimeStamp":"2007-02-24T05:09:00.000000000","CompanyCodes":["0386.HK","0857.HK","0883.HK","600028.SH","CEO","PTR","SNP","CN0005789556","CN0007637712","CN0009365379","HK0883013259"],"IndustryCodes":["OIL","OIS","XATI","XDJGI","XHSG","XISL","XNYA"],"Story":"\b   (From BARRON'S) \b   By David Winning \u001d  China's largest oil firms outpaced global rivals in share gains in 2006, and record annual earnings are anticipated, too. But can they keep it up, with softer crude prices? \u001d  At first, the answer might seem to be \"no.\" Since the start of January, investment banks have cut 2007 earnings forecasts for PetroChina (ticker: PTR), Sinopec (SNP) and Cnooc (CEO). It's not hard to find reasons for the change. \u001d  Early this year, a warm winter and receding geopolitical tensions drove global oil prices below $50 a barrel. With hedge funds standing back and doubts surfacing about OPEC's appetite for output cuts, there's little sign of a sustained push above $60 -- even if futures surpassed $61 last week on renewed Iran jitters and inventory uncertainty. \u001d  Macquarie analyst David Johnson recently downgraded Cnooc from Outperform to Underperform, saying: \"The strong rise in crude prices, profits and share prices apparent over the past three to four years may now be at end and some declines may even be the order of the day. Profit growth will now be harder to achieve, and returns are likely to fall.\" \u001d  It's not just the lower crude prices that are biting. Oil companies everywhere face higher exploration or reserve-buying costs and raw-materials and labor shortages. Many of China's oilfields have been in production for decades, including PetroChina's flagship Daqing field. And it's expensive to drill in  marginal areas or introduce new technology. There are hopes of big finds in deepwater offshore fields, but it's a high-risk business that requires specialists and costly rigs. \u001d  \"We expect all three China energy giants will report rising costs and capital expenditure\" says Gordon Kwan, of CLSA Asia Pacific Markets. \u001d  Investors who held shares in China's oil firms at the start of 2006 could be tempted to bank gains, particularly if they agree with Macquarie's view on exploration and production risks. \u001d  While shares in BP (BP.LN) fell 7% last year, and Royal Dutch Shell (RDSA.LN) was little changed, Sinopec surged 84% and PetroChina rose 78%. Even Cnooc's stock climbed 45%, despite the company's well-publicized production woes after a typhoon tore through the South China Sea in May. \u001d  But many view the present valuations as deserved. \u001d  David Hurd, head of Asian oil and gas research at Deutsche Bank, argues that China's oil titans should trade at a premium to independent competitors, citing a lower corporate tax rate and higher production growth over the past five years, as well as higher forward estimates. \u001d  PetroChina provides a case in point. Its production rose 5.2% in 2006, slightly ahead of the company's target and better than output did at Shell and BP, where it  slid 1% and 2.1%, respectively. PetroChina also gives investors exposure to fast-growing production bases like Sudan that are off-limits to U.S. energy outfits. \u001d  Hurd, who upgraded his recommendation for Sinopec to Buy from Hold on Feb. 21, says that an average price below $58 for benchmark Brent crude this year could add materially to current estimates. An overhaul of China's oil-product-pricing mechanism was also positive, as Sinopec is a net buyer of crude. \"We believe Sinopec could surprise in full-year 2007 by 10% to 21% to the upside,\" Hurd adds. \u001d  Although still not officially announced, China is now pricing gasoline and diesel with reference to a basket of crudes, bringing prices more in line with the international market. \u001d  One reason for investors to pause before selling when times get tough is the presence of the state as the largest shareholder in all three companies. As well as giving companies access to lower-cost capital, the government has acted to protect their bottom lines when losses mount. Last year, Sinopec received a 5 billion yuan ($645 million) subsidy as compensation for refining losses due to oil-product prices in China being kept artificially low.  Sinopec got CNY9.42 billion in '05. If prices stay subdued, pressure may grow for repeal of China's windfall tax on oil sales, boosting upstream-focused PetroChina and Cnooc. \u001d  But having the state as a major shareholder carries risks when crude prices decline. Oil executives know they must please their political masters who want China to become less dependent on energy imports. In addition to targeting more costly and inefficient wells to maintain domestic production -- the catalyst for a recent 3.9% cut in PetroChina's 2007 earnings estimate by the Daiwa Institute of Research -- China's oil companies may be driven toward value-destructive overseas deals. Foreign independents are acutely aware of China's hunger for energy assets, and acquisition prices are set to stay high, despite a lower cost of crude. \u001d  Cnooc is a likely candidate. It has a $4.5 billion war chest, a relatively unleveraged balance sheet and management under pressure for planning to cut output to 162 million-170 million barrels of oil equivalent in '07, from 168 million-170 million last year. The company has sound deepwater prospects, especially since Canada's Husky Energy (HSE.T) made a major natural-gas find south of Hong Kong in June. Yet, production is a long way off. Cnooc is also still licking its wounds from a failed bid to land California-based Unocal in '05. \u001d  Says Bradley Way, a Beijing-based analyst for BNP Paribas: \"Cnooc seems to be under pressure, because its acquisition schedule has not been as fast as its domestic peers', and the assets that it has purchased have a fairly long development period, meaning that they won't impact near-term production or earnings.\" \u001d  --- \u001d  David Winning reports for Dow Jones Newswires from Beijing. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6fd95134915d486456834a8ef26fcdb4","symR":["ID"],"date":"2007-02-24","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(2/26) Tech Trader: Defense-Firm Chief Plays Offense","GmtTimeStamp":"2007-02-24T05:07:00.000000000","CompanyCodes":["ID"],"IndustryCodes":["ITC"],"Story":"\b   (From BARRON'S) \b   By Naureen S. Malik \u001d  With his recent share purchases, Robert Lapenta, founder, chairman and CEO of L-1 Identity Solutions, has put his finger on some solid upside in the biometric-security provider. But the recent stock-price rise for the facial- and fingerprint-scanning firm comes amid mixed news, including a missed bid on Department of Homeland Security business. Hence, many analysts are cautious on L-1. \u001d  On Feb. 15 and 16, LaPenta plunked down $3 million to purchase 200,000 shares on the open market at $15.02 to $15.04 apiece, according to the Securities and Exchange Commission. He boosted his direct holdings to nearly 769,000 shares, but he beneficially controls a total of 9.95 million shares, or a 13.8% stake, through a limited partnership. There were 72.2 million outstanding shares as of Nov. 8. \u001d  An L-1 spokeswoman declined to elaborate on the buy. \u001d  Ben Silverman, director of research at InsiderScore.com, says LaPenta's transactions are \"certainly a bullish signal\" by an insider with a strong pedigree in the defense and security industry. In 1997, LaPenta, Frank Lanza and Lehman Brothers Holdings staged a successful leveraged buyout of 10 advanced-electronics business units of Lockheed Martin to form L-3 Communications Holdings (ticker: LLL). LaPenta has used the same acquisition-based growth strategy at L-1 (ID), boosting annual revenue from $15 million in 2005 to $76.3 million in 2006, notes Jonathan Moreland, research director at InsiderInsights.com. \u001d  L-1 was created in August 2006, following the merger of two publicly traded firms -- Viisage Technology and Identix. Since the company's formation, L-1 has acquired about half a dozen smaller companies that provide technology and identification security. Its acquisition strategy has proved to be a choppy venture for investors. At around 16.80, the stock has lifted in 2007, but is down 10% over the past 12 months. Even so, the shares have rallied 12% following the chief executive's recent purchase. LaPenta's buys marked the first open-market purchases for the recently combined company, although a couple of other executives exercised options and sold shares. \u001d  \"The technicals look good, and the trends in the financials certainly look good,\" says Moreland. \"I'm just wondering if is a bit too expensive right here.\" \u001d  L-1 posted better-than-expected fourth-quarter results earlier this month, along with solid 2007 guidance. L-1 stockholders approved the $17.8 million acquisition of Canada's ComnetiX, which offers biometric-identification solutions to clients such as Lehman Brothers (LEH); AMR (AMR), American Airlines' parent; and to casinos, health-care and law-enforcement entities in the U.S. and Canada. \u001d  Such positive elements help appease the \"psychological blow\" that Silverman says L-1 took when it lost a bid on a Homeland Security contract to Lockheed Martin (LMT). L-1 is contesting the results, saying its bid was misread. \u001d  Oppenheimer analyst William Peters wrote on Feb. 12 that \"there is only a small chance the decision on this contract will be reversed,\" and any other incremental contract wins will come from low-hanging fruit. He has a Sell rating on L-1. On the other hand, Needham & Co. analyst James Ricchiuti maintained a Buy rating and 18 price target in a Feb. 9 report due to \"excellent visibility\" for 2007 provided by a backlog of $500 million and leadership by LaPenta to consolidate the biometrics industry. \u001d  Along with a strong executive-management team, LaPenta has also drawn a slew of Washington heavy hitters to the board, including: George Tenet, former CIA director; Louis Freeh, former FBI director; Robert Gelbard, a former assistant secretary of state in the first Clinton administration and an ambassador under George H.W. Bush and Clinton; and Admiral James Loy, a former deputy secretary of Homeland Security and commandant of the Coast Guard. \u001d  The political climate can be tricky for L-1. While Washington has verbally committed to safer ports and other security measures, Moreland notes the reduced or slow funding of those projects has frustrated many. Since it could take several years for the idea of biometric security to play out, Moreland says that buying shares of L-1 means \"betting on this company getting bigger and betting on the jockey, LaPenta.\" \u001d  Joshua Hong, research director at OwnershipAnalyzer.com, points to institutional support for the L-1 story: During the fourth quarter, 118 institutions held 30 million shares, up from 97 institutions with 24 million shares at the third quarter's end. Altogether, institutions hold 40% of shares outstanding. With more shares available on the market, ongoing institutional buying is providing \"positive momentum\" to L-1, says Hong. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"713ded0ad9b986b24323bd448e8a3f6e","symR":["SIRI","XMSR"],"date":"2007-02-24","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(2/26) Follow-Up: Single Satellite Would Lift Investors","GmtTimeStamp":"2007-02-24T05:07:00.000000000","CompanyCodes":["SIRI","XMSR"],"IndustryCodes":["BRD","MED","XDJGI","XNQ1","XRUS"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  Wall Street reacted cautiously to the merger agreement last week between Sirius Satellite Radio and XM Satellite Radio, amid concerns about antitrust approval and fears that the deal amounts to a sign of weakness by the two money-losing rivals, whose shares trade for less than half their 2004 peaks. \u001d  Sirius stock rose just 4 cents, to 3.74, while XM gained $1.12, to 15.10. The larger gain in XM shares reflected Sirius' offer to pay a premium for a deal, which has been championed by Sirius CEO Mel Karmazin from almost the moment he arrived at the company back in 2004. \u001d  The market skepticism could provide a buying opportunity, because both Sirius and XM are apt to rally if federal regulators okay the deal. XM probably has more upside because it trades at a nearly $2-a-share discount to the current value of the Sirius offer of 4.6 shares of its stock for each XM share. \u001d  In announcing the deal Tuesday, Karmazin and XM chairman Gary Parsons expressed optimism about approval by the Department of Justice and the Federal Communications Commission, saying they wouldn't have done the transaction if they didn't feel that the antitrust odds were favorable. The companies are hoping to close it by year end. \u001d  The markets appear to be assigning a lower probability of antitrust approval. Citigroup analyst Eileen Furukawa says the stocks may reflect only a 20% probability of approval. \u001d  Furukawa is bullish on both stocks, but says XM is the better bet because of the discount. She figures that XM could trade at $22 if the deal closes and the companies succeed in achieving $3 billion of cost savings. \u001d  \"I think the odds of approval are close to 50/50,\" Furukawa says. She argues this is one of the few media/cable mergers where consumers will win. \"You'll have a broader array of content and greater pricing options.\" \u001d  One of the industry's problems is that certain marquee programming is available on only one network. Sirius has Howard Stern and NFL football, while XM has Oprah Winfrey and Major League Baseball. A combination, Furukawa says, could allow them to share content and offer \"a la carte\" pricing options, such as a music-only package, which could be priced below the current monthly charge of $12.95 for either XM and Sirius. \u001d  Barron's has closely followed satellite radio. We argued in a bullish cover story four years ago that the nascent industry looked attractive. We've favored XM over Sirius (\"Don't Bet on Howard,\" Jan. 23, 2006) in a cover story. The stocks each have performed poorly in the past year. \u001d  Wall Street has soured on the shares because investors fear weakening subscriber growth and a rockier path to profitability. XM, for instance, may have had negative cash flow of about $200 million on $1 billion of revenues last year. For unprofitable companies, neither has a trivial market cap, with Sirius valued at $6 billion and XM at $5.3 billion. \u001d  The financial concerns are legitimate, since there are few other businesses with such sizable market values that don't yet generate positive cash flow. Yet Sirius and XM look reasonably attractive for risk-taking investors because the companies may be nearing a point when they can make money. Should the merger goes through, the stocks could be big winners if the companies can improve content, cut costs and eventually generate substantial profits. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"777c99923691246ec679f20cf5934d1c","symR":["7010.SA","7020.SA","ETISALAT.AD","KHC.YY","MTN.JO","OGERTEL.YY","ORTE.CI","TCELL.IS","TELE.KW","TKC","EGS74081C018","KW0EQ0601058","SA0007879543","SA000A0DM9P2","TRATCELL91M1","ZAE000042164"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Nine Consortiums To Bid For Saudi's Third Mobile License","GmtTimeStamp":"2007-02-24T13:34:00.000000000","CompanyCodes":["7010.SA","7020.SA","ETISALAT.AD","KHC.YY","MTN.JO","OGERTEL.YY","ORTE.CI","TCELL.IS","TELE.KW","TKC","EGS74081C018","KW0EQ0601058","SA0007879543","SA000A0DM9P2","TRATCELL91M1","ZAE000042164"],"IndustryCodes":["CMT","CTS","FIS","FTS","TLS","XDJGI","XISL","XNYA","XSTT"],"Story":"\b \u001d  DUBAI (Zawya Dow Jones)--Nine international companies, Including Egypt's Orascom Telecom, Kuwait's Mobile Telecommunication Co. and South Africa's MTN are competing for Saudi's third mobile license, a Saudi official told Zawya Dow Jones Saturday. \u001d  \"We have nine bidders for the license,\" Sultan Al Malik, Communications and Information Technology Commission spokesperson said. \u001d  Other bidders include Dubai-based Oger Telecom, an alliance of  Kingdom Holding - which is owned by Saudi Prince Walid Bin Talal - and Turkish mobile operator Turkcell. \u001d  Saudi Arabia currently has two mobile telecom operators: Saudi Telecom CO. (STC), and Etihad Etisalat, which won the country's second license and broke STC's monopoly over the telecom sector in Saudi two years ago. \u001d  A decision on the bidding will be made very shortly, Al Malik said without specifying a date. \u001d  Saudi's telecom regulator, last month extended the deadline for submitting applications for the new mobile license to Feb. 24 and for the fixed-line license to March 10 in response to requests from several interested parties. \u001d  According to a previous announcement, the last date was Jan. 20 for mobile and Jan. 27 for fixed phone \u001d  The planned licensing is a major step on the road to liberalization in Saudi's telecom sector. \u001d  The new land phone license will break the monopoly of Saudi Telecom on landline phone services, but no word is out yet on who is interested in the license. \b \u001d  -By Majdoline Hatoum, Dow Jones Newswires; +9714-223-1134; majdoline.hatoum@dowjones.com \u001d  Copyright (c) 2007 Dow Jones & Company, Inc. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 08:34 ET (13:34 GMT)"},{"md5ID":"83a44ea94af89bfeb5c327ccbfa12225","symR":["NYX"],"date":"2007-02-24","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(2/26) The Striking Price: Fighting Over Pennies","GmtTimeStamp":"2007-02-24T05:05:00.000000000","CompanyCodes":["NYX"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Steven M. Sears \u001d  The exchanges' forced experiment with pricing options in pennies, rather than in nickels and dimes, is benefitting investors by boosting prices and liquidity. \u001d  Of course, only a handful of options are now eligible for penny pricing, but that is by design to give everyone time to monitor trading systems' ability to support even more options. \u001d  The one surprise is that some smaller exchanges have quietly launched a price war, which bigger exchanges have tried to avoid since the Chicago Board Options Exchange's May 2000 decision to eliminate customer transaction fees, which had been 17 cents per contract. That fee reduction was copied by competitors, and exchange executives now regret giving away so much money. \u001d  The start of a price war is significant because exchanges have historically not competed on transaction fees, concentrating instead on order-flow arrangements. Trading volume is, after all, the lifeblood of an exchange, and the new arrangement makes transaction fees the primary driver of revenue and earnings. \u001d  The Boston Options Exchange, the smallest of the six U.S. bourses, reduced the transaction fee for options quoted in pennies to 15 cents; the fee had been 20 cents. But the most aggressive move has come from the New York Stock Exchange, through a pricing scheme that electronic rivals have used with great success to divert order flow from traditional exchanges. \u001d  The Big Board is charging customers -- a designation that includes individual investors -- a 50-cent transaction fee for \"penny options.\" The exchange is paying market makers 30 cents each time they execute options contracts priced in pennies. No other exchange has been charging customer transaction fees, or paying market makers for executing orders. \u001d  The NYSE's pricing scheme is intended to entice market makers to post better prices, which it hopes will divert order flow from competing exchanges. \"Our objective is to change the entire economics of the options marketplace,\" said Jon Werts, the exchange's vice president of derivatives products \u001d  So far, not much shifting has occurred because, as expected, market makers at competing exchanges are matching the NYSE's quoted prices. In fact, market makers' quoting algorithms are designed to do just that. But Werts thinks this won't last for more than three months, which is when he thinks non-NYSE market makers, who aren't paid to execute penny options, may experience profit pressures from quoting in pennies, rather than in nickels and dimes. \"The matching algorithm is not sustainable,\" he contends. \u001d  The true measure of his assertions won't be known until a critical mass of options is quoted in pennies. Currently, there are just 13. \u001d  The key to determining if the price war will spread, or be contained, are the order-flow patterns of the Russell 2000 (IWM) and Nasdaq 100 (QQQQ) exchange-traded funds, which are among each exchanges' most actively traded products (read cash cows). If exchanges lose market share in their cash-cow products, transaction fees may tumble. \u001d  That's precisely what Scott Morris, the Boston exchange's chief executive, expects. He believes penny options have unleashed \"downward pressure\" on transaction fees. If he's right, the much ballyhooed talk of consolidation among options exchanges could finally start to prove true. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8b05cd4ebca6e5f924424467bf57a06b","symR":["BK","FDS","ITG","PSO","PSON.LN","RTR.LN","RTRSY","GB0002369139","GB0006776081"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/26) European Trader: What Reuters Should Do Next","GmtTimeStamp":"2007-02-24T05:09:00.000000000","CompanyCodes":["BK","FDS","ITG","PSO","PSON.LN","RTR.LN","RTRSY","GB0002369139","GB0006776081"],"IndustryCodes":["BNK","IAS","MED","PUB","SCR","XDJGI","XFFX","XFT1","XISL","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \b   By Arindam Nag \u001d  When Reuters Group reports its 2006 results March 1, it's going to have to do more than reiterate the benefits of cost-cutting or promise to return more cash to shareholders. \u001d  True, there's room on the balance sheet for more debt to fund dividends and share buybacks. Growth in operating profit would cover higher interest charges. \u001d  But that's not an effective use of capital for a company that's yet to come fully to grips with the impact the Internet is having on its business, quite apart from new trends like growth in algorithmic trading. \u001d  Reuters (ticker: RTRSY) has to think of acquisitions to grow bigger and faster -- or risk falling prey to a private-equity predator. (Reuters competes with various units of Dow Jones (DJ), the publisher of Barron's). \u001d  Reuters has evolved from a vendor of news and information to a solutions provider, increasing its influence over the value chain that connects the back and front ends of banking and brokerage. But, as Reuters' history shows, it's at the mercy of financial markets' performance and changes in staffing levels at its main clients. Reuters needs to gain more power over customer desktops so that when, say, two banks merge and jobs are cut, the effect on Reuters' revenue stream is minimal. \u001d  Acquisitions are the way to do this, and there are at least four logical targets, in my view: FactSet (FDS), Investment Technology Group (ITG), Interactive Data Group, owned by Pearson (PSO), and BNY Convergex, an affiliate of Bank of New York (BK). \u001d  FactSet (FDS) might be the best. With an enterprise value of $2.53 billion, it has delivered operating margins exceeding 20% since 1986 and has a 90%-plus customer-retention rate. Its Nasdaq-listed stock trades at 30 times earnings for 2007, so it's hardly cheap. But FactSet and its products would boost Reuters' franchise in the U.S., where buy-side institutions contribute 75% of FactSet's sales. \u001d  Buying FactSet, best known for its Company Explorer and Marquee products, would be a major deal for Reuters, whereas acquiring Investment Technology Group would be more strategic because its main asset is a broker-neutral trading platform. ITG is mulling setting up an equities trading platform in Europe. \u001d  Reuters might also gain the experience of ITG's chief executive, Robert Gasser, a Wall Street veteran. ITG has an enterprise value of $1.9 billion and a P/E multiple of 18.6 times. \u001d  Interactive Data is another option. There's talk that Pearson might sell its 62% stake in that company, a position currently valued at $1.4 billion. The unit's services cover fixed-income securities and equities, with different products for retail and institutional investors. \u001d  BNY Convergex is a potential bolt-on that might bolster Reuters' position beyond trading execution and commission management. With 2005 sales of $345 million, it has an independent research platform that might mesh with Reuters' joint venture with Nasdaq. \u001d  Reuters CEO Tom Glocer hasn't publicly discussed any acquisition possibilities. But he's demonstrated that his firm can make up ground lost to competitors and streamline its business at the same time. Now may be the moment for Glocer to go on the attack. \u001d  --- \u001d  Arindam Nag is a contributor to The Skeptic, a Dow Jones Newswires column on which this European Trader is based. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8fd74a715e1d968b9f013d79ab662827","symR":["TPG.XX","TXU","US8731681081","BGP.XX","TPG.XX","TXU","US8731681081"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"KKR, Texas Pacific Buyout Bid For TXU Could Reach $45B -NYT","GmtTimeStamp":"2007-02-24T07:33:00.000000000","CompanyCodes":["TPG.XX","TXU","US8731681081"],"IndustryCodes":["ELC","FIS","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 24, 2007 02:33 ET (07:33 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a13c3310ddd7f153baf8b904e020ada0","symR":["BAM","BAM.A.T","CA1125851040"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/26) A Different Kind Of Buyout Firm","GmtTimeStamp":"2007-02-24T05:08:00.000000000","CompanyCodes":["BAM","BAM.A.T","CA1125851040"],"IndustryCodes":["REA","RED","XDJGI","XNYA","XSTF","XTSE"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  Pension funds are desperate for long-term investment income amid low bond yields. Companies and governments are selling off their infrastructure assets to raise capital. And emerging-market economies are becoming resource consumers as well as producers. \u001d  Brookfield Asset Management, a low-profile but high-performance Toronto-based investment firm, stands astride these powerful and durable trends, having transformed itself in 15 years from a jumbled conglomerate of commodity and financial businesses into a focused manager of alternative assets, from real estate and hydro-power plants to timber lands and power grids. Its deal-making expertise, value-investing discipline and long-term perspective have generated superior returns on capital and extraordinary profits for shareholders. \u001d  Operating cash flow per share -- the preferred metric, because it adds back depreciation on assets that don't depreciate -- grew 35% last year, to $4.43, after rising 45% in 2005. \u001d  Brookfield's shares have more than doubled in two years, to a recent price of $55. \u001d  With its formidable head start in the burgeoning field of infrastructure management, Brookfield (ticker: BAM) looks well-positioned to continue pleasing investors. Given foreseeable cash-flow trends, the stock easily could approach 70 in the next couple of years. \u001d  Although not well known in the U.S. -- except for its ownership of premium office buildings through 50%-owned Brookfield Properties (BPO) -- the company has attained a $20 billion market value and manages $70 billion of assets. \u001d  Known as Brascan until November 2005, Brookfield was founded in 1895 to invest North American capital in Latin America. It largely exited Brazil in the 1970s, becoming a holding company with interests in mining, timber and real estate. The last of its mining assets, Falconbridge, was sold last year. \u001d  Bruce Flatt is president and chief executive of Brookfield, but he runs the company as first among near-equals, also sharing the title of managing partner with four other executives. This underscores Brookfield's collegial culture of capital stewardship. \u001d  Only 41 years old, Flatt has been with the company since 1990, and has been instrumental in re-imagining it as an opportunistic asset manager of tangible, long-lived, cash-generating properties. \u001d  Flatt and his colleagues began building Brookfield's office-building business in the real-estate recession of the early 1990s, taking on a large slug of the properties owned by then-bankrupt Olympia & York. (This portfolio includes New York's World Financial Center, home to Barron's.) Brookfield's value acumen was richly rewarded as commercial real-estate values soared in urban markets. \u001d  In the past decade, Brookfield has bought two-thirds of all the hydropower-generating stations that have come on the market, a sustainably profitable collection of assets in North and South America now worth more than $5 billion. In addition, the company acquired a large power-transmission system in Chile, which can serve as a platform for additional power-grid purchases. Brookfield also owns more than two million acres of timber lands, a position that will grow with the planned purchase of Canada's Longview Fibre (LFB). \u001d  As Flatt, who is based in Toronto, described the situation in an interview in his New York office, the company saw its holdings had benefited dramatically from declining interest rates. With rates unlikely to go much lower, \"we decided five years ago that we had to earn an extra return,\" he says. \u001d  Around this time, Brookfield began to manage institutional money for outsiders, in addition to shareholder funds. Today, some $30 billion, or 43% of its managed assets are provided by unaffiliated institutions. \u001d  Brookfield has moved some holdings off its balance sheet and into discrete funds along with client money, a familiar model in asset management. It has launched a new fund to invest in Brazilian shopping centers, and a finance fund to invest in debt instruments and distressed securities, a specialty. \u001d  While Brookfield's asset mix might look haphazard, its target markets share several important similarities. They feature very long-duration assets requiring only modest ongoing capital investment, with steady and growing cash flows. Brookfield studies every investment sector in depth, maintains a value discipline in purchasing new assets and applies a sensible amount of leverage to attain its stringent return-on-capital goals. It is now looking at ports, pipelines, railroads and other large physical installations. \u001d  Brookfield's value standards were on display this month, when it was outbid by by Simon Property Group (SPG) for mall-operator Mills Corp. (MLS). After doing intense due diligence on the company, Brookfield bid $21 a share and provided financing. But when Simon offered $24 a share, Brookfield stood down, collecting a $40 million breakup fee and a $25 million expense reimbursement. It had hoped to use Mills as a platform to build a larger retail real-estate portfolio, but is unlikely to buy other assets in the sector because prices are too high. \u001d  Flatt's insistence on buying high-quality assets at a decent price rather than subpar assets on the cheap is reminiscent of Warren Buffett's approach. Brookfield also shares Buffett's investment horizon: \"forever.\" \u001d  And, like Buffett, Flatt's letters to shareholders clearly set out financial objectives and principles. Brookfield verges on under-promising; when it over-delivers, it cautions investors to keep stock-return expectations grounded. Brookfield seeks 12% annualized growth in operating cash flow. \u001d  Charles Kantor, a portfolio manager at Neuberger Berman, a longtime Brookfield shareholder, says, \"\"Management follows a very disciplined and patient long-term approach to capital allocation, that focuses on generating stable and growing long-term cash flow at attractive risk-adjusted returns. The team enjoys a unique ability to take advantage of stock- market dislocations to create wealth.\" \u001d  Infrastructure investing is fast becoming the next new thing on Wall Street. Goldman Sachs (GS) has entered the fray with a $5 billion new fund. Three big financial institutions bought London City Airport last year, and Barron's has chronicled the moves by Australia's Macquarie to pay up for U.S. toll roads. \u001d  Flatt acknowledges the growing popularity of infrastructure, and concedes it could make new investments at good prices harder to find. \"More money [in this sector] is bad for the short-term investment horizon,\" he says. \"Longer term, we'll have all these funds creating a new industry.\" \u001d  Flatt estimates global companies are 50% to 60% done with divesting infrastructure assets, while governments barely have started. \u001d  Brookfield enjoys several advantages over rivals. It is bigger than many, and can raise debt rapidly. It has experience with nontraditional assets, and perhaps most important, has built the operating structure around targeted industries, such as hydropower and Brazilian real estate. \u001d  It takes small positions in targets to learn the business and build relationships, and strives to keep existing management at acquired companies. Notably, Brookfield doesn't usually take management fees from the uninvested portions of client funds. Its own returns are its clients' returns, an arrangement that, like much else, should please both shareholders and clients for years to come. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"adce47885fc97c24eac20dd1f2532bd6","symR":["500126.BY","INE199A01012"],"date":"2007-02-24","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"India's Dr Reddy's Eyes Joint Bid For Merck Generics -Report","GmtTimeStamp":"2007-02-24T12:03:00.000000000","CompanyCodes":["500126.BY","INE199A01012"],"IndustryCodes":["DRG","XDJGI"],"Story":"\b \u001d  LONDON (Dow Jones)--Dr Reddy's Laboratories, one of India's largest manufacturers of generic medicines, is eyeing a possible joint bid for the generics arm of Merck Ltd. (500126.BY), the German pharmaceuticals giant, the Times reports Saturday, citing Dr Reddy's Vice-Chairman and Chief Executive  G.V. Prasad. \u001d  \"We will take a look at it and then decide,\" he said, adding that any bid from Dr Reddy's would be as part of a consortium, most likely backed by private equity, the newspaper reports. \u001d  The Merck Generics unit is believed to be worth EUR3 billion-EUR4 billion. \b \u001d  Newspaper Web site: http://www.timesonline.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 07:03 ET (12:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bb5423945c6130445812b1af007bb8a1","symR":["CPW.LN","GB0008787029"],"date":"2007-02-24","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"UK PRESS: Orange Pressing Carphone On Broadband Sales","GmtTimeStamp":"2007-02-24T11:13:00.000000000","CompanyCodes":["CPW.LN","GB0008787029"],"IndustryCodes":["OTS","RTS","XDJGI","XISL"],"Story":"\b \u001d  LONDON (Dow Jones)--Orange is pressuring Carphone Warehouse Group PLC (CPW.LN) to sell the mobile phone operator's fixed-line broadband services in its shops, the Financial Times reports Saturday, citing people familiar with the situation. \u001d  But Carphone is skeptical about selling broadband services that are similar to its high-speed Internet access products, FT quoted the sources as saying. \u001d  The move underlines how tensions are emerging between Carphone and the mobile operators since Europe's leading handset retailer also became a leading broadband participant, the paper says. \b \u001d  Newspaper Web site: http://www.ft.com \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 06:13 ET (11:13 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"cfe69f8c5a9064945b56cb1592b34a9b","symR":["BSC","C","DSL","FMT","FTO","GS","HOC","JPM","LEH","LEND","MER","MS","NCC","NDE","NFI","VLO","WB","WFC","XLB","US1729671016","US46625H1005","US9497461015"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/26) The Trader: Nasdaq Finally Joins The Festivities","GmtTimeStamp":"2007-02-24T05:09:00.000000000","CompanyCodes":["BSC","C","DSL","FMT","FTO","GS","HOC","JPM","LEH","LEND","MER","MS","NCC","NDE","NFI","VLO","WB","WFC","XLB","US1729671016","US46625H1005","US9497461015"],"IndustryCodes":["BAN","BNK","EXT","MFN","OIS","REA","REI","SAL","SCR","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSCI","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  Seasoned party goers understand the wisdom of calling it a night well before the harsh reminder of last call. So the arrival last week of the lagging Nasdaq indexes at fresh six-year highs, after the other stock benchmarks had gotten there, raises an intriguing question: Are these the  last stragglers signaling a party's peak, or is the stock- market rally, its guest list complete, now ready to rock? \u001d  Any attempt at an answer was postponed, at least temporarily, by gate-crashing concerns that nudged some investors toward the exit. A United Nations report that Iran isn't backing off its nuclear stockpiling spurred selling Thursday, and a January rise in medical costs has inflation hawks bracing for a hostile reading from this week's personal consumption index. Then on Friday, worries of a meltdown in the subprime loan market spooked financial stocks and drove investors toward the safety of bonds. \u001d  Each time, however, the buy-the-dip crowd stepped in to contain the damage and brighten the mood. That helped the Nasdaq Composite Index climb for six of the past eight sessions and finish the week up 19, or 0.8%, at 2515. The Russell 2000 Index of small stocks rose 8, or 1%, to 827. They are up 4.1% and 4.9%, respectively, this year. \u001d  The Dow Jones Industrial Average pushed to yet another record Tuesday but ended the week down 120 at 12,647; that this 0.9% ebb marked its worst week since early August is a sign of its recent strength. The Standard & Poor's 500 edged down 4, or 0.3%, to 1451. \u001d  Already, the S&P 500 has climbed in 12 of the past 13 months, with the market jumping on good news and shrugging off bad news. The Nasdaq's rise above its Jan. 12 high is welcomed by the bulls, who see technology and small stocks as a barometer of risk appetite, and who want high-beta stocks to participate -- and validate -- any market rally. \u001d  But if a Nasdaq high offers reason to cheer, there are also hints of speculative buildup, as Jason Goepfert of www.sentimentrader.com duly flags. Midweek, trading volume at the tech-laden Nasdaq was 1.7 times that at the New York Stock Exchange -- just beyond the high-end of this ratio's range. \u001d  Meanwhile, a \"net worth\" indicator Goepfert watches -- essentially brokerage customers' free cash balances and assets versus margin debt -- shows available cash has declined to a negative $39 billion, among the lowest since November 2000. Because previous declines of this magnitude, in July 2005 and April 2006, had preceded stock market dips, these flashing yellow lights certainly bear watching, even if they aren't yet reason to step in front of the market's oncoming traffic. \u001d  Already, the bevy of hedge funds substantially short the Russell 2000 futures suggests extended indexes can still climb further in short covering. Market watchers also remain remarkably vigilant: Katie Townshend, MKM Partners' chief market technician, reminded clients how the S&P 500 rally has lifted the benchmark 9% above a key support, creating \"an uncomfortable amount of downside risk in the event of a correction.\" A jump in puts traded relative to calls points to a market ready to duck before the punch is thrown. \u001d  So how bad is the subprime blow? Novastar Financial's (NFI) 42% drubbing Tuesday -- well after HSBC Holdings (HBC) and New Century Financial (NEW)warned of cracks in the sector -- suggests there are still investors caught off-guard. A financial derivative known as ABX 2006-2, BBB-, which tracks a group of subprime loans, plunged to a new low of 67 cents on the dollar Friday, down 18% last week and 33% since late 2006. Rumors swirled that a desperate lender was shorting the index to hedge its own portfolio. \u001d  About one-fifth of the $1.3 trillion mortgage securities market is subprime. But any damage to big banks and brokerages likely will be contained. Subprime mortgages make up 11% of all loans at Wells Fargo (WFC), 10% at Citigroup (C), 8% at National City (NCC), 6% at Wachovia (WB) and 0.1% at JPMorgan Chase (JPM), says Banc of America Securities' banking analyst John McDonald. \u001d  While brokers have residual exposure, the largest firms are in the business of moving and shipping -- but not storing -- such loans, notes BofA's brokerage analyst Michael Hecht. Street firms can be stung if the value of loans bought drops sharply before they can sell derivatives and pass along risk. But in a worst-case scenario, Hecht estimates the earnings hit at 5% for Bear Stearns (BSC), 4% for Lehman Brothers (LEH), and 2% each for Goldman Sachs (GS), Morgan Stanley (MS) and Merrill Lynch (MER). Subprime residual interest as a percentage of tangible equity is roughly 9% for Bear and Lehman, and 3% for the other three. \u001d  Mortgage lenders may be on shakier ground. The risks are worse for those dependent on payment stretching, which exacerbates credit risk and puts pressure on new originations, and indirectly sourced loans inked at weaker prices and with less credit control, says BofA's Robert Lacoursiere. Lenders susceptible to credit deterioration include Indymac Bancorp (NDE), Fremont General (FMT), Novastar and Accredited Home Lenders (LEND), while New Century, Downey Financial (DSL) and GMAC are on the watch list. \u001d  Friday, the independent BCA Research pronounced the subprime wobble \"worth watching,\" but \"a non-event as far as financial system stability is concerned.\" After all, Friday's quick selloff -- and prompt bounce -- points to a crowd with their eye on the clock, but one that believes the night may still be young. \b \u001d  As fast starts go, few were as conspicuous as material stocks' surge to begin 2007, with the Select Materials SPDR Fund (XLB) up 10.3% so far this year. That jump is even more remarkable as material prices have swooned since last summer. In fact, the spread between the CRB index of commodity prices, off about 20% from its 2006 high, and S&P 500 material stocks is at the widest in six years. \u001d  Takeover speculation plays a part. Also, \"investors have become reliant on commodity-centric sectors like materials and energy for performance,\" says Merrill Lynch sector strategist Brian Belski. And as energy profit growth falls, momentum hawks have flocked from energy into material stocks. \u001d  Can anything slow the sector's stride? Metals has led the group over the past six months. Yet forward earnings are expected to decline 5.6% for metals and mining, compared with growth of 21.6% for construction materials, 17% for paper, and 5.3% for chemicals, Belski noted. At this rate, materials themselves may become more attractive than material stocks, says Merrill's chief investment strategist, Richard Bernstein. And Belski suggests underweighting material stocks or focusing more on chemicals and forest products. \u001d  Material bulls, of course, see little reason for such circumspection, choosing to read the rally as a sign that the worst of the commodity correction is behind us. And a 5% uptick in the CRB since Jan. 12, along with forecast for steadfast global growth, has only emboldened them to charge ahead. \u001d  Unlike their cousins in the material world, energy stocks were slow out of the gates this year, and Valero Energy (VLO) has managed to lag even this under-achieving group since 2006. But the refiner's stock got a 5% lift last week amid speculation that it might -- or must -- buy back more shares. \u001d  An anticipated sale of a Lima, Ohio, refinery, perhaps as soon as late-March, could raise $1.5 billion. Concerns that Valero might buy smaller refiners like Frontier Oil (FTO) or Holly (HOC) -- both trading at higher multiples -- seem overstated given the poor strategic fit. At 59, Valero shares are valued at about 8.3 times 2007 earnings, compared with 9.5 times for its peers, and Friedman Billings Ramsey analyst Jacques Rousseau reckons that a stock buyback makes more sense than acquisitions. \u001d  \"Valero should have about $3 billion of cash available in 2007, plus another $3 billion that could be borrowed easily,\" he notes. Bumping its buyback plan from 5% of outstanding shares to 15%, or even 20%, will increase 2007 earnings by 4% or 9%, respectively. \u001d  --- \u001d  E-mail: kopin.tan@barrons.com \u001d  --- \b                      VITAL SIGNS \b \b                            Friday's        Week's     Week's \b                               Close        Change     % Chg. \b \bDJ Industrials              12647.48       -120.09      -0.94 \bDJ Transportation            5158.93        +52.96      +1.04 \bDJ Utilities                  481.06         +6.13      +1.29 \bDJ 65 Stocks                 4359.22         +6.33      +0.15 \bDJ US Total Mkt               354.05         -0.41      -0.12 \bNYSE Comp.                   9420.20        -13.22      -0.14 \bAmex Comp.                   2165.47         +7.49      +0.35 \bS&P 500                      1451.19         -4.35      -0.30 \bS&P MidCap                    867.56         +8.87      +1.03 \bS&P SmallCap                  421.47         +4.12      +0.99 \bNasdaq                       2515.10        +18.79      +0.75 \bValue Line (arith.)          2357.04        +22.18      +0.95 \bRussell 2000                  826.64         +8.49      +1.04 \bDJ Wilshire 5000            14729.83         -3.82      -0.03 \b \b                                         Last Week   Week Ago \bNYSE \bAdvances                                     1,903      2,350 \bDeclines                                     1,601      1,191 \bUnchanged                                      100         72 \bNew Highs                                      689        678 \bNew Lows                                        40         43 \bAv Daily Vol (mil)                           2,161.5    2,148.2 \bDollar \b(Finex spot index)                              84.07      84.09 \bT-Bond \b(CBT nearby futures)                           111-20     111-16 \bCrude Oil \b(NYM light sweet crude)                         61.14      59.39 \bInflation KR-CRB \b(Futures Price Index)                          314.63     306.71 \bGold \b(CMX nearby futures)                           683.10     668.80 \u001d  --- \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 24, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d351618313b1293e20ef30da15601ab4","symR":["BHIP","ESI","LNX","PPP","PYX","RGS","STAA","TIN","WCI","WOC","WOLF"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/26) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-02-24T05:07:00.000000000","CompanyCodes":["BHIP","ESI","LNX","PPP","PYX","RGS","STAA","TIN","WCI","WOC","WOLF"],"IndustryCodes":["COS","CSV","CTR","FDR","HOM","HPD","HPR","LOD","MDS","OIS","REA","RED","RTS","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining 5% or more of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from Feb. 15 through 21. \u001d  Source: Corporate Filings Alert \b \u001d  Activists \u001d  WCI Communities (WCI) \u001d  Billionaire investor Carl Icahn filed to nominate 10 directors to replace WCI's board. Icahn previously had said he believes WCI shares are undervalued, and that he planned to talk with WCI's management to suggest how to \"unlock\" that value. Icahn owns 6.1 million shares (14.57% of the total outstanding). \u001d  Temple-Inland (TIN) \u001d  Carl Icahn filed to nominate four directors to the company's 13-member board, including former U.S. United Nations ambassador John Bolton. Icahn has criticized the company's \"conglomerate corporate structure\" and suggested that Temple-Inland spin off some businesses. Icahn has 7.2 million shares (6.73%). \u001d  Natural Health Trends (BHIP) \u001d  Shareholders led by Chief China Resources said they no longer have trust in CEO Stephanie Hayano and want her to resign. The group said Hayano doesn't understand the Japanese and Mexican markets and can't resolve problems associated with direct selling in them. The group owns 300,902 shares (3.6%). \u001d  Playtex Products (PYX) \u001d  A group including Harbert Management and Harbinger Capital Partners Master Fund said several large consumer-products companies could be interested in buying one or all of Playtex's units. The group opposes the acquisition strategy that Playtex's management outlined during a conference call. The group holds 12.5 million shares (19.8%). \u001d  Pogo Producing (PPP) \u001d  Third Point filed a regulatory notice confirming its intent to conduct a proxy contest at the annual meeting. Third Point, which owns 4.62 million Pogo shares (7.9%), wants to elect new directors who will constitute a majority of the board of the oil and gas explorer and producer. \b \u001d  Wilshire Enterprises (WOC) \u001d  Bulldog Investors plans to nominate two directors and to propose that Wilshire be sold. Bulldog Investors holds 1.17 million shares (14.87%). \u001d  Increases in Holdings \u001d  Staar Surgical (STAA) \u001d  Broadwood Partners owns 2.43 million shares (9.5%) after buying 343,500 from Feb. 7 to 9 at $6.04-$6.19 a share. \u001d  Lenox Group (LNX) \u001d  Clinton Group increased its holding to 1.15 million shares (8.1%), by buying 175,600 from Feb. 12 through Feb. 15 at $4.33 to $4.55 a share. \b \u001d  Decreases in Holdings \u001d  Great Wolf Resorts (WOLF) \u001d  Investor Eric D. Hovde owns 1.27 million shares (4.2%) after selling 456,590 from Dec. 15 to Jan. 10 at $13.90 to $14.13 a share. He also bought 145,800 shares at $14.12 on Jan. 3 and 4,500 at $14.48 on Jan. 31. \u001d  ITT Educational Services (ESI) \u001d  Blum Capital has 2.5 million shares (6%) after selling 409,000 from Jan. 30 through Feb. 15 at $76.02-$81.17 a share. \u001d  Regis (RGS) \u001d  Mandarin Inc. owns 2.07 million shares (4.6%), after selling 364,400 from Dec. 14 through Feb. 20 at $39.25-$42.97 a share. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d8ad7cfbc562b36f126e9ecd08069029","symR":["COST","US22160K1051"],"date":"2007-02-24","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(2/26) Barron's Mailbag: Good And Bad Costcos","GmtTimeStamp":"2007-02-24T05:02:00.000000000","CompanyCodes":["COST","US22160K1051"],"IndustryCodes":["RTB","RTS","XDJGI","XFFX","XISL","XNQ1","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  Jim Sinegal, the CEO of Costco Wholesale (\"Everybody's Store,\" Feb. 12) should be commended and touted as an example for all CEOs that a disciplined, long-term focused, compassionate approach to business still can deliver value for customers, employees and investors. \u001d  In this era of gargantuan executive payouts and golden parachutes, it's refreshing and inspirational to recognize that there are still a few remaining entrepreneurs/leaders that subscribe to, and succeed in deploying, old-school values. I am proud to be a shareholder, customer and supporter of all things Costco. \b \u001d  Nader Naini \u001d  Seattle \b \u001d  To the Editor: \b \u001d  The glowing report on Costco neglected to mention that its 2006 annual report lists no fewer than nine major lawsuits in which the company is a defendant. \u001d  Among other things, the suits allege improper time recording and overtime practices; denial of promotion to female managers; unfair collection of membership renewal fees; and illegal disposal of returned hazardous materials such as chemicals and batteries. The lawsuits are listed in note 10 to Costco's 2006 financial statements. \u001d  In fact, an obstacle to the growth of Costco is the company's penny-pinching refusal to implement best practices for training employees to comply with applicable law, as well as methods for documenting that compliance. There is such a thing as being too thrifty, and Costco is an example. \b \u001d  C.K. Brindel \u001d  Ambler, Pa. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:02 ET (05:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f543139307346722abe64a9456e90c15","symR":["KKR.XX","TXU","US8731681081"],"date":"2007-02-24","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"4th UPDATE: KKR, Texas Pacific Preparing Bid For TXU -WSJ","GmtTimeStamp":"2007-02-24T05:06:00.000000000","CompanyCodes":["KKR.XX","TXU","US8731681081"],"IndustryCodes":["ELC","FIS","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  (Updates with reaction from Texas state representative) \b \u001d  NEW YORK (Dow Jones)--Kohlberg Kravis Roberts & Co and Texas Pacific Group are preparing a bid for giant utility TXU Corp. (TXU) in what is likely to be the largest buyout ever, according to the Wall Street Journal. \u001d  TXU's board is to vote on the deal this weekend and an announcement is likely Monday, according to CNBC, which first reported the talks citing people familiar with the matter. The exact price of the transaction is unclear. \u001d  Shares of TXU Corp. rose 17% to $70 in after-hours trading. \u001d  Spokespeople at KKR And Texas Pacific declined to comment. A spokesperson at TXU couldn't be reached for comment. \u001d  TXU has a market capitalization of $27.5 billion and $11.3 billion in debt. If KKR offers any premium for the company, as expected, the deal could be the largest private equity buyout ever, topping the recent $39 billion buyout of real-estate firm Equity Office Properties. \u001d  The Wall Street Journal reported that the deal could be approved over the next few days, citing a person familiar with the situation, though it is always possible it could fall apart at the last moment. The prospective owners plan to scale back some of TXU's plans to build new generating plants, while also considering a potential rate rollback as an inducement to win state approvals. \u001d  TXU, based in Dallas, Texas, owns an electric utility, transmission lines and power plants. It's the largest power generator in Texas. \u001d  The company has recently come under fire from legislators and regulators in Texas, who have complained about soaring electricity prices in the state and the enormous profits that TXU has recorded over the last two years. \u001d  Environmentalists have also criticized a proposal by TXU to build 11 coal-burning power plants in Texas with combustion processes that don't, using currently available technology, allow for the capture of carbon dioxide emissions, believed to be the main cause of global warming. \u001d  \"We're stunned,\" said Tom Smith, director of Public Citizen's Texas Office in Austin, in response to the reports about the talks to buy TXU. Public Citizen, a national citizen advocacy group on environmental and consumer protection issues, has vocally opposed TXU's plan. \u001d  \"We would hope to meet with the new management at the earliest opportunities and talk about the high risk of proceeding with the construction of these plants,\" said Smith. \u001d  Charles Anderson, a Republican state representative from Waco, Texas who opposes the construction plans, said that a take-over by KKR could provide a \"better opportunity\" for opponents' claims to be heard. \"TXU kind of hunkered down, they weren't willing to negotiate very much,\" Anderson said. \u001d  Faced with complaints about high power prices, a bipartisan group of Texas state legislators has introduced several bills to enhance competition in the Texas electricity market. The legislation is another sign of the increased scrutiny directed at TXU and other Texas power companies as they rake in record profits from higher electricity prices. \u001d  Many Wall Street analysts believe TXU, in particular, faces significant political risk that will weigh on its stock price in the near term. \u001d  One of the bills would force companies to sell power plants in areas where a producer controls more than 20% of local power-plant capacity. Another would allow the state to lower residential electricity prices to ensure \"reasonable\" rates and require utilities to disclose data about their customers to retail electricity providers. \u001d  KKR has invested in - and profited from - power generation companies before. The biggest home run it hit was in February 2006, when a consortium that included KKR sold power company Texas Genco LLC to NRG Energy Inc. for $5.8 billion, making six times the consortium's initial investment within a year. TPG, Blackstone Group, and Hellman & Friedman were co-investors in Texas Genco. \u001d  In 2003, KKR teamed with middle-market buyout firm Trimaran Capital Partners to purchase International Transmission from DTE Energy Corp. for roughly $160 million in equity and $450 million in debt. The investors later took a $27 million dividend before taking International Transmission public in 2005. \u001d  Private equity firms like generation companies as demand for electricity continues to soar. The power plants typically have also signed long-term energy supply contracts with utilities, which gives them reliable revenue stream. \u001d  -By Matthew Dalton, Dow Jones Newswires; 201-938-4046; matthew.daltondowjones.com \u001d  (Henry Sanderson, Shasha Dai and Angel Gonzalez contributed to this article.) \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f5d90f2d8f7b2a4c9f4840c0feb6bef5","symR":["DEB.LN","GB00B126KH97"],"date":"2007-02-24","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Sports Direct May Top Mid-Range On IPO -FT","GmtTimeStamp":"2007-02-24T11:19:00.000000000","CompanyCodes":["DEB.LN","GB00B126KH97"],"IndustryCodes":["RTB","RTS","XDJGI"],"Story":"\b \u001d  LONDON (Dow Jones)--Bankers are finalizing the pricing of Sports Direct, the sports chain owned by billionaire Mike Ashley, and its initial public offering on Tuesday is said by people close to the deal to be \"very well covered\" across the 250p to 310p indicative range, the Financial Times reports Saturday. \u001d  The IPO is scheduled to become the first new retailing stock since Debenhams Plc (DEB.LN) floated last May, the paper says. \u001d  If the sports chain were to float at the mid-point, it would be valued at GBP2 billion, the paper notes. \b \u001d   Newspaper Web site: http://www.ft.com \u001d   -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  February 24, 2007 06:19 ET (11:19 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."}]
