[{"md5ID":"0d882f75678c4bf1268a2c3b2e53bd96","symR":["0005.HK","AAPL","AMGN","BAC","BATS.LN","BP","BP.LN","BRKA","BRKB","BTI","C","CL","CSCO","CZN","DELL","DO","DT","DTE.XE","F","GCI","GE","GM","HBC","HSBA.LN","JNJ","KO","MO","MSFT","ORCL","PCAR","PEP","PFE","PG","RDSA","RDSA.LN","RDSB","RDSB.LN","USB","VIA","VIAB","VOD","VOD.LN","WIN","WM","XOM","DE0005557508","GB0002875804","GB0005405286","GB0007980591","GB00B03MLX29","GB00B03MM408","GB00B16GWD56","US02209S1033","US0311621009","US0378331005","US0605051046","US17275R1023","US1729671016","US17453B1017","US1912161007","US1941621039","US2470251099","US30231G1022","US3696041033","US3704421052","US4781601046","US5949181045","US68389X1054","US7170811035","US7427181091","US9029733048","US9255243084","US9393221034"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) The Dividend Dearth: Still Too Stingy","GmtTimeStamp":"2007-05-19T04:08:00.000000000","CompanyCodes":["0005.HK","AAPL","AMGN","BAC","BATS.LN","BP","BP.LN","BRKA","BRKB","BTI","C","CL","CSCO","CZN","DELL","DO","DT","DTE.XE","F","GCI","GE","GM","HBC","HSBA.LN","JNJ","KO","MO","MSFT","ORCL","PCAR","PEP","PFE","PG","RDSA","RDSA.LN","RDSB","RDSB.LN","USB","VIA","VIAB","VOD","VOD.LN","WIN","WM","XOM","DE0005557508","GB0002875804","GB0005405286","GB0007980591","GB00B03MLX29","GB00B03MM408","GB00B16GWD56","US02209S1033","US0311621009","US0378331005","US0605051046","US17275R1023","US1729671016","US17453B1017","US1912161007","US1941621039","US2470251099","US30231G1022","US3696041033","US3704421052","US4781601046","US5949181045","US68389X1054","US7170811035","US7427181091","US9029733048","US9255243084","US9393221034"],"IndustryCodes":["AUT","BAN","BNK","BRD","BTC","BVG","CMT","COS","CPR","CTS","DRG","DRL","FOD","FTS","HPN","HPR","IDD","INS","INU","MDV","MED","OFP","OIE","OIL","PUB","SAL","SFT","SOF","TLS","TOB","TRQ","XAEX","XDAX","XDJGI","XDJI","XES","XFFX","XFT1","XGTI","XHSG","XISL","XNQ1","XNYA","XRUS","XSP5","XST5","XSTT","XSTX"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  Share the wealth! As corporations continue to favor share-repurchase programs as a way to boost stock prices, a small band of institutional investors and equity strategists are urging managements to focus more on an old-fashioned alternative: dividends. \u001d  They argue that corporations fail to recognize that dividends are increasingly popular with individual investors, and that ample payouts can be just as good -- or even better -- for stock prices than big buybacks.  Just look at some of the strongest sectors of the stock market in the past two years: electric utilities, real-estate investment trusts, cigarette makers, telecommunications providers and energy-oriented master limited partnerships. All of them pay nice dividends. \u001d  \"A lot of corporations are missing the seismic shift in retail demand for yield,\" says Henry McVey, chief investment strategist at Morgan Stanley. As tens of millions of baby boomers start retirement, the demand for yield-oriented investments will climb. McVey notes that Americans over 65 have equity portfolios with an average yield of 2.6%, versus 0.8% for those under 65. \u001d  Over all, Corporate America remains stingy with dividends. Companies in the Standard &amp; Poor's 500 index are expected to dole out just 30% of their earnings in dividends in 2007, a record-low profit payout. \u001d  The dividend yield on the S&P 500 is only 1.8%, while the Dow Jones Industrial Average yields just a bit more: 2.1%. The S&P small- and mid-cap stock indexes yield only a bout 1%. \u001d  U.S companies have raised dividends at a double-digit rate in recent years, but operating earnings have been rising even more briskly. The S&P 500 payout ratio -- the percentage of earnings paid out to stockholders -- has been in a near-steady decline since the mid-1980s, when it stood at 55%. Prior to the early 1980s, buybacks were rare and companies took pride in their dividends, typically paying out more than half their profits. \u001d  In 1980, 94% of the companies in the S&P 500 paid dividends; now 77%, or 387, do. And of the 6,000 companies listed on the New York Stock Exchange, Nasdaq or American Stock Exchange that aren't in the S&P 500, just 40% pay dividends. Most technology companies, including such notables as Apple (ticker: AAPL), Cisco Systems (CSCO), Dell (DELL) and Oracle (ORCL) refuse to pay dividends, as do Amgen (AMGN), Berkshire Hathaway (BRK-A) and Viacom (VIA). \u001d  \"Dividend initiations haven't grown the way I expected,\" says Howard Silverblatt, senior index analyst at Standard & Poor's. Silverblatt had figured that two events in 2003 would lead to more dividend payers. One was the cut in the top federal-tax rate on dividends to 15%, on par with the top rate on capital gains. The other was Microsoft's (MSFT) decision to start paying a dividend. \u001d  However, \"tech companies looked at Microsoft and said the dividend hasn't done anything for its stock price. They decided they could do better with the money: buybacks,\" Silverblatt says. Now some companies are balking at paying or boosting payouts out of concern that the election of a Democratic president in 2008 could lead to an end to the favorable tax treatment of dividends. \u001d  One dividend fan, Edward von der Linde, the manager of the Lord Abbett Mid-Cap Value fund, says companies should pay them as a matter of principle: \"Shareholders own the company. The earnings are their cash. Give it back.\" As for a potential rise in federal dividend taxes, von der Linde asks: \"Since when is my tax status the business of management?\" \u001d  He isn't crazy about share repurchases, arguing that they \"give money to people who want to go away. Why not give the money to all shareholders equitably? The only way that the board of directors and management can directly affect shareholders is via the dividend.\" Von der Linde is frustrated that many companies employ sophisticated software -- and production tools like Six Sigma -- to run their businesses but have no coherent dividend policy. \u001d  Where can investors turn for yield? Among big companies, opportunities are scarce. Only three in the S&P 500 index yield more than 5%. Windstream (WIN) and Citizens Communications (CZN), two rural phone companies, offer over 6%, and Washington Mutual (WM), a big thrift whose significant mortgage exposure lately has worried Wall Street, yields 5.1%. Banks generally are generous with dividends. US Bancorp (USB), Bank of America (BAC) and Citigroup (C) yield 4% or more. In the drug sector, Pfizer (PFE) is the leader with a 4.2% yield. Marlboro-maker Altria (MO) yields about 4%. Dividends of consumer companies Coca-Cola (KO), PepsiCo (PEP), Procter & Gamble (PG) and Colgate-Palmolive (CL) are in the 2% range. \u001d  Coke, PepsiCo, P&G, Altria and Bank of America are among an elite group that have boosted dividends for 25 straight years. Pepsi just lifted its dividend by 25%. Once-ample REIT dividend yields have shrunk with the stocks' multiyear advance; real-estate investment trusts now yield an average of 4% -- and those dividends carry no tax benefits. \u001d  Once a great source of dividends, U.S. energy companies have grown stingy as their profits have soared. Their average payout ratio is less than 20%. Setting the tone for the oil industry is ExxonMobil (XOM), which devotes much of its free cash flow to buybacks while yielding just 1.7%. \u001d  Foreign oil giants like BP (BP) and Royal Dutch Shell (RDS-B) are more forthcoming with dividends, now in the 4% range. In fact, European payout ratios generally are higher than those in the U.S. Plump dividends are available from Vodafone Group (VOD), Deutsche Telekom (DT), HSBC (HBC) and British American Tobacco (BTI). All boast yields in the 4% to 5% range. \u001d  The waning importance of dividends in the States reflects the rise in the past two decades of institutional investors, who tend to see stocks as vehicles for capital gains, not income. Historically, however, dividends have been crucial to investors. Since 1928, stocks have returned 10.4% annually, with 40% of that generated by dividends. \u001d  One of the drawbacks of investing through mutual funds rather than directly is that fund fees eat into dividend yields. Most stock funds outside the equity-income area yield 1% or less. Dividend-oriented funds like the WisdomTree exchange-traded funds have proven popular, with WisdomTree attracting over $3 billion in assets in less than a year. \u001d  Given the strength of corporate balance sheets and overall profits, there's no reason that companies shouldn't strike a better balance between dividends and buybacks and pay out 40% to 50% of their profits in dividends. Three industry groups -- telecom, utilities, and consumer staples -- already are in that range. \u001d  Jim Paulsen, chief investment strategist for Wells Capital Management, notes that in 1960, the S&P price-earnings ratio was comparable to the current P/E of 16, and interest rates were similar to those now. Dividend yields, however, were nearly double current levels. \"The kicker is that in the next five years, the Dow rose almost 50%.\" \u001d  Corporations are wedded to big buybacks because executives believe that repurchases are the best way to lift share prices. And higher prices enrich corporate managers who have lush stock-option packages. Individuals, meanwhile, can benefit from buybacks to the extent that they defer paying capital gains. \u001d  With most major stock indexes at or near record levels, there's little pressure on companies to aggressively raise dividends when buybacks seem to be doing the job. It might take a bear market for executives to rediscover dividends; ample payouts tend to put a floor under stock prices. Then again, a sharp selloff might encourage even more aggressive buybacks, given the current corporate mindset. \u001d  \"Retail buyers in the marketplace are crying for dividends, but the institutional investors on quarterly conference calls are calling for buybacks,\" says investor Ross Margolies. \u001d  Morgan Stanley's McVey acknowledges that buybacks are \"running roughshod over dividends.\" In 2006, repurchases by companies in the S&P 500 hit a record $494 billion, while net repurchases, after equity issuance were $371 billlion. Dividends totaled $233 billion. Gross repurchases topped dividends by a more than 2-to-1 ratio. \u001d  \"Companies used to lead with dividends and then add in buybacks,\" says S&P's Silverblatt. \"Now, it's totally reversed. It's all about buybacks, with some dividends thrown in.\" \u001d  McVey estimates that almost half the S&P 500 bought back shares equal to 2% or more of their market value last year. Corporate managers defend buybacks by arguing that their stocks are cheap and that repurchases are the best use of corporate cash. It's harder to make that argument now, with so many stocks at or near record prices. \u001d  There are many examples of companies making large buybacks at high prices with money that should have gone to dividends. The newspaper industry and its leader, Gannett (GCI), are prime examples. So is Dell. Biotech leader Amgen spent over $9 billion in 2005 and 2006 repurchasing stock at an average price of $71. The recent share price: 54. \u001d  Amgen, Dell, Viacom and Oracle probably should pay dividends. All are mature businesses that generate lots of cash. At Berkshire Hathaway, investors haven't seen a dividend for 40 years. While Berkshire could easily pay an ample dividend, most of its shareholders are happy to see it retain all its earnings and let Warren Buffett deploy them in investments or acquisitions. \u001d  Within the financial sector, asset managers and Wall Street firms tend to have meager payouts. It's hard to understand why asset managers don't have bigger dividends, because their businesses require minimal capital. If profits at Goldman Sachs (GS) and its peers are near a cyclical peak, their big buybacks won't look so smart. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0e068e99e3e55e7381f61daa96b6bcb8","symR":["GE","US3696041033"],"date":"2007-05-19","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"3 Mexican Directors Sign $100M Deal With Universal - Report","GmtTimeStamp":"2007-05-19T18:01:00.000000000","CompanyCodes":["GE","US3696041033"],"IndustryCodes":["IDD","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b \u001d  LOS ANGELES (AP)--The three Mexican directors who shook up Hollywood last February with an astounding 16 Academy Award nominations have formed a moviemaking partnership with Universal Pictures worth a reported $100 million. \u001d  Guillermo del Toro, Alfonso Cuaron and Alejandro Gonzalez Inarritu will call their production company Cha Cha Cha. They will produce five movies, some of them in Spanish, the Los Angeles Times reported Saturday. \u001d  \"These filmmakers truly represent the importance of cultural diversity for the global audience,\" said David Linde, co-chairman of Universal Pictures, which is owned by General Electric Co. (GE). \u001d  Universal plans to distribute the trio's films abroad. A U.S.-Canadian distributor wasn't named. The total cost of the films could reach $100 million, according to the Times. \u001d  The three have marketed themselves as a trio since their stunning Oscar success. \u001d  Del Toro directed \"Pan's Labyrinth,\" which won three Oscars and was nominated for six. Gonzalez Inarritu's \"Babel\" was nominated in seven categories, including best picture and best director, and won for best original score. Cuaron's \"Children of Men\" was nominated in three categories. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 14:01 ET (18:01 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0f0e02b3df11c2869584fbbb05ebb65f","symR":["0005.HK","HBC","HSBA.LN","GB0005405286"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Dubai Intl Capital Stake In HSBC Worth Around $1B - CEO","GmtTimeStamp":"2007-05-19T08:48:00.000000000","CompanyCodes":["0005.HK","HBC","HSBA.LN","GB0005405286"],"IndustryCodes":["BAN","BNK","FIS","XDJGI","XFT1","XGTI","XHSG","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 04:48 ET (08:48 GMT)"},{"md5ID":"134ae412c229913dcb4b2340b7208523","symR":["GLCO.XX","XFML"],"date":"2007-05-19","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(5/21) Tech Trader: Ignoring An Inconvenient Truth","GmtTimeStamp":"2007-05-19T04:09:00.000000000","CompanyCodes":["GLCO.XX","XFML"],"IndustryCodes":["FIS","MED","PUB"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  Asian business media tapped Fredy Bush as the \"entrepreneur of the year\" last October for building her Xinhua Finance into a Chinese media and financial information powerhouse. \u001d  In just seven years, Xinhua has become a kind of McGraw-Hill of China -- with financial news services, stock indexes and ratings agencies. Listed in Tokyo, Bush's company's raised $300 million in March in a U.S. offering on behalf of its Xinhua Finance Media unit (ticker: XFML). Xinhua Finance has collected some influential U.S. assets this year, including the hard-hitting proxy advisory firm Glass Lewis that's staffed with veterans of the Securities and Exchange Commission and the Wall Street Journal . . . or at least it was until last week. \u001d  That's when two of the most prestigious staffers at Glass Lewis resigned after apparently concluding that their new parent company, Xinhua Finance, would have flunked a Glass Lewis review of its corporate transparency. It turns out that Xinhua Finance Media's IPO prospectus failed to mention some awkward facts about the company's then-chief financial officer, Shelly Singhal. \u001d  The 39-year-old Singhal was simultaneously the company's CFO and an investment banker and stock broker who runs the Newport Beach, Calif., firm Bedrock Securities. And since April 2006, Singhal's firm has been under a cease- and-desist order from the National Association of Securities Dealers, as the regulators seek to suspend Bedrock for violating several SEC rules. I called Bedrock, but no one returned my message. \u001d  Singhal's name actually came up in Barron's May 7 issue (\"New Controversy for iMergent\"), where we reported that he was fighting a private civil racketeering suit in California courts for his investment activities. He got involved with Xinhua Finance as a major investor in 2003. He had previously been a major investor in a couple of companies called AremisSoft and ACLN -- which turned out to be outrageous frauds. \u001d  By coincidence, perhaps, our mention of Singhal on May 7 was followed Tuesday by a Xinhua Finance Media announcement that Singhal was moving from his role as chief financial officer of the U.S.-listed unit to become head of corporate development for the Cayman Island-based parent company's capital markets activities. Taking his place as CFO was David Wang, who had worked for Singhal's brokerage firm and investment bank. \u001d  Friday, Glass Lewis' head of research, Lynn E. Turner, resigned. Before joining Glass Lewis, Turner had been arguably the best accounting regulator to serve at the Securities and Exchange Commission. Wednesday, Glass Lewis' managing director and research editor, Jonathan Weil, resigned. He had come to the proxy advisory firm from the Wall Street Journal, where he was the first reporter to blow the whistle on Enron. \u001d  \"I am uncomfortable with and deeply disturbed,\" Weil said in his resignation letter, \"by the conduct, background and activities of our new parent company Xinhua Finance Ltd., its senior management, and its directors. To protect my reputation, I no longer can be associated with Glass Lewis or Xinhua Finance.\" \u001d  Shortly after I called Xinhua Finance Friday afternoon to ask about Singhal, the company put out a press release announcing that he was resigning from the boards of both Xinhua Finance and its Nasdaq-listed subsidiary, and also leaving his management positions. \"It is a difficult decision to leave these two Companies that I have helped to grow,\" he said in the announcement, \"but there are other priorities that will require my full attention, so it is clearly the right thing to do now.\" \u001d  A few moments later, I was on the phone with Xinhua Finance CEO Freddy Bush. She praised Singhal's skills at dealing with regulatory regimes in the U.S., Japan and China. \"Shelly's got some very unique skills,\" she said. \u001d  I asked if she'd known about the NASD action against Singhal's brokerage firm when putting together a prospectus for Xinhua Finance Media that omitted that fact. After a long speech about how she had relied on the best advice of the company's underwriters and lawyers, she acknowledged that, \"yes,\" she had known about the NASD problems of Singhal's brokerage firm. Her legal advisers told her, she said, that the prospectus didn't have to make that disclosure. \u001d  \"Shelly continues to believe that these allegations are without merit,\" she continued. She also pointed out that Xinhua Finance has thousands of employees in more than a dozen countries. And even the proxy adviser Glass Lewis will survive the resignations of its marquee names, she asserted. \"Glass Lewis has a very large group of incredibly talented people. Their product is world-class.\" \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"13bebc3f5e9243d912aecdf714cd01d9","symR":["BES.LB","BKT.MC","BNSTY","BTO.MC","POP.MC","ES0113440038","ES0113679338","ES0113790531","PTBES0AM0007"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Andalucian Investors Mull EUR15B Buy Of Iberian Bank -Paper","GmtTimeStamp":"2007-05-19T12:05:00.000000000","CompanyCodes":["BES.LB","BKT.MC","BNSTY","BTO.MC","POP.MC","ES0113440038","ES0113679338","ES0113790531","PTBES0AM0007"],"IndustryCodes":["BNK","FIS","XDJGI","XENX","XIBEX","XP20"],"Story":"\b \u001d  MADRID (Dow Jones)--A group of 27 Andalusian investors is looking to spend up to EUR15 billion on the acquisition of a midsized bank, and have identified at least four targets, three in Spain and one in Portugal, financial daily Expansion reported Saturday on its Web site. \u001d  The investor group, which includes some of the most wealthy individuals in the Southern Spanish region, is looking at Banco Popular SA (POP.MC), Banco Espanol de Credito SA (BTO.MC) - better known as Banesto - and Bankinter SA (BKT.MC), three of Spain's biggest domestically focused lenders. \u001d  Expansion said that the group, led by Antonio Martin de Cridado of Malaga, also wants to start talks with Portuguese lender Banco Espirito Santo S/A (BES.LB). The idea of the project is to create a strong bank with an Andalusian identity. \u001d  The group is negotiating potential financing and advisory with banks including UBS, Royal Bank of Scotland, Merrill Lynch and Morgan Stanley, Expansion added. \b \u001d  Newspaper Web site: http://www.expansion.com \b \u001d  -By Christopher Bjork, Dow Jones Newswires; +34 91 395 8123; christopher.bjork@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 08:05 ET (12:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"16966778d40d4ae61c4eb4e829e62857","symR":["AMD","US0079031078"],"date":"2007-05-19","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(5/21) Other Voices: Where Are Wall Street's Detectives?","GmtTimeStamp":"2007-05-19T04:08:00.000000000","CompanyCodes":["AMD","US0079031078"],"IndustryCodes":["FIS","SEM","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Avner Mandelman \u001d  Last June, rumors spread that AMD, the second-largest microprocessor producer, might buy graphic-chip maker ATI. Opinions raged pro and con: why the sale made sense and why it didn't; why AMD couldn't prosper without ATI and why AMD would go bust if it bought it. Dozens of analysts and money managers spent megawatts of energy analyzing the potential combination in an almost Talmudic fashion. Their logical conclusion: The transaction didn't make sense and therefore wouldn't happen. \u001d  There was only one hitch: Practically no one bothered to verify physically what was taking place. For a hypothetical observer might have seen the top three AMD acquisition honchos arriving one late afternoon at ATI's Markham, Ontario, headquarters. \u001d  Such physical evidence trumped all \"analysis\" that happened only inside the skulls of those who never stood watch over ATI's HQ -- or paid students $15 an hour (say) to do so, with photographs of AMD's top people in one hand, cellphone in the other. \u001d  Please note: Because the execs were visible (in theory, yes) from across the road, the info thus gleaned was public -- valuable and closely held, yes, but public just the same. \u001d  It probably never has crossed the minds of 99% of analysts that information can be physical. Information for them is always equal to ink prints and screen-blips  -- second- and third-hand symbols to be manipulated with math and logic. Think of Aristotle, who proved with impeccable logic that a fly had eight legs because it could do with no less. It never occurred to the great philosopher to pick up a fly and count its legs. After all, once he had employed logic, why should he bother with physical reality? \u001d  Modern science is based on physical observation, not mere logic. And yet many investment analysts still behave like Aristotle. Most analysts and money managers move big money around based on second- and third-hand \"info\" only, and very few ever bestir themselves to count trucks, or follow executives around to see who they are meeting, or schmooze receiving clerks at their weekly bowling game to learn if they are busy at work or not, or bump \"accidentally\" into a company's main customers at the basketball court at the Y, or take the CEO's ancient secretary to a three-martini lunch, or peek into the company's warehouse from the Starbucks across the road to see whether the shelves are laden or bare. \u001d  And before you cry \"insider information\": Shipping clerks are not corporate officers, and so need not file an 8-K if they tell you are they are bored because of inaction; and your watching execs from across the road is perfectly legal, as is your schmoozing the customers' buyers in the Y, as are the 101 other sleuthing tricks performed every day by law-enforcement officers and intelligence operatives and newspaper reporters. \u001d  Nevertheless, the search for physical evidence is practically unknown among stock analysts. Imagine CIA officers basing their conclusions only on newspaper articles, without ever sending an Arab-speaking operative dressed in a djellabah to a barbershop in Fallujah, to mix with the populace and tell jokes in the local dialect and count the AK-47s leaning against the wall. \u001d  Of course, not everything that intelligence operatives and policemen can do is doable legally by stock sleuths. But much is, just like the (purely hypothetical) AMD/ATI case. \u001d  If investment is war -- you try to take the other fellow's money while he tries to take yours -- stock analysis is commercial intelligence, and like all intelligence operations, it has four key parts: agents in the field to provide exclusive information; case officers, who hand the agents their instructions; back-office analysts, also known as \"boffins,\" who analyze the data gathered by agents and produce conclusions; and consumers of the results, either top brass or political decision makers, also known as \"trigger pullers.\" \u001d  Military intelligence is valuable only if all these four functions are well done, and so it is with stock research. Unfortunately, the first two functions are often missing. Nearly all analysts see themselves as boffins -- stock scientists providing \"opinions\" based on logic (or math) to trigger-pullers, while only a vanishingly small number bother to sleuth for physical information -- indeed may not even recognize it staring them in the face. \u001d  Like what? Like photographs of the top two dozen people in AMD and their counterparts at ATI, for whom either you or your (hypothetical) student informants can watch. Like conversations revealing that a company's receiving clerks have been bowling a lot lately because shipments have been so slow, or that the president's secretary is taking a three-week vacation for the first time in two years even though the stock still sells at 32 times earnings. \u001d  Very few investors search for such physical info, and even fewer recognize its worth. Most stick to published numbers and written reports; they may occasionally listen to conference calls or talk with management. But the best source of data is often well down the corporate ladder, in the company and among its customers, or often simply available by watching the movement of people or products. Because so few bother to sleuth for physical info, those who do gain an edge that lets them take the others' money. \u001d  --- \u001d  AVNER MANDELMAN is president and chief investment officer at Giraffe Capital in Toronto and author of The Sleuth Investor (McGraw-Hill, 2007). \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1c5e3e70878cd1953aa48e310cf2aea9","symR":["GNW"],"date":"2007-05-19","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(5/21) Protecting The World -- And Boosting Profits","GmtTimeStamp":"2007-05-19T04:06:00.000000000","CompanyCodes":["GNW"],"IndustryCodes":["INL","INS","REA","XDJGI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Sandra Ward \u001d  Each year for the three years it's been public, Genworth Financial has shown strong earnings growth and met or exceeded expectations for profitability. And that trend is expected to continue. Yet, for more than a year now, shares of the Richmond, Va.-based financial-services company have underperformed the other life insurers to which it is frequently compared. \u001d  Concerns about deterioration in its mortgage-insurance portfolio amid the housing downturn and fallout in the subprime-lending area have pressured the stock (ticker: GNW). Worries about losses in an existing block of long-term care insurance written before the late 1990s are also weighing on the shares. \u001d  That has created a nice opportunity for investors. Many find the worries overdone, and point to some compelling company fundamentals that should more than mitigate any risks. \u001d  In fact, Genworth is likely to benefit from some of the troubles now facing the U.S. mortgage industry as lenders offer more traditional mortgage products and fewer substitutes to mortgage insurance, which protects lenders from credit losses. As fewer mortgages are refinanced, Genworth's insurance policies should stay in force for longer. \u001d  The company also should also gain from a merger of two big mortgage-insurance rivals, winning new business as lenders concerned about concentrating too much business from the merged outfit look to other companies. The Tax Relief and Health Care Act of 2006, which makes mortgage-insurance tax-deductible for home owners, is also likely to give a boost to growth, as the product will be easier to sell. \u001d  Genworth expects revenue growth in its U.S. mortgage-insurance business of 15% to 20% in 2007, up from 9% growth in 2006 as it recaptures market share. \u001d  \"The growth is underestimated,\" says Tim Kang of the $1.8 billion Olstein All-Cap Value Fund, which started purchasing the shares in November, when they traded between 32 and 33. He expects them to rise to 45 in the next 18 to 24 months -- about a 24% gain -- as Genworth allocates more money to higher-return businesses and improves its return on equity. It's also expected to keep buying back a good amount of its stock, funded by ample cash flow. It bought back $233 million shares in the first quarter and an additional $600 million from Merrill Lynch Friday. \u001d  Genworth's chipper and driven Chief Executive Michael Fraizer says he's confident the company can meet its ambitious earnings projections on the back of a trio of growth engines: its international mortgage-insurance and payment-protection business; fee-based retirement products; and life insurance. Combined with cost savings targeted at about $200 million in the next two years and the reallocation of capital to higher return areas, the company, he says, is on track to earn between $3.15 and $3.25 a share for 2007. That compares with $2.89 operating income per share in 2006. Also, management expects to increase revenue by 8%-to-10% a year on average for the next three years; boost earnings by 12% to 15% a year on average; and improve its return on equity to between 13% and 14% by 2010 or 2011. \u001d  \"We're going to focus where we can win,\" says Fraizer. So Genworth has been exiting low-return areas like small-group insurance, travel insurance and structured settlements, a type of annuity awarded in personal-injury cases. \b \u001d  Expect more acquisitions in the fast-growing retirement/money-management side of the business, similar to its purchase of AssetMark Investment Services last year. \"We would clearly like to accelerate the contribution of our fee-based retirement business to our mix, and we are seeing good organic growth there. But we will also try to complement that with targeted acquisitions,\" says Fraizer. \u001d  Changing hands recently near 37, Genworth shares trade at a sizeable discount to other life insurers, even assuming some discount is warranted because of its mortgage business. The mortgage-insurance portfolio, however, is considered to be of better quality and lower risk than that of many pure-play mortgage-insurance companies. And Genworth's international mortgage-insurance business, which contributes 27% of operating earnings and has a strong presence in the Canadian and Australian markets, likely deserves to trade at a premium to the U.S. mortgage business. \u001d  At 9.7 times projected '08 operating earnings, Genworth trades at a 12.9% discount to the Bear Stearns Cos. Life Insurers Index. Its multiple of 1.27 times book value represents a 27.9% discount to the same group. Those numbers, coupled with Genworth's growth projections, caught the attention of Bear Stearns life-insurance analyst Saul Martinez, who initiated coverage of Genworth in mid-April at 35.66 with an Outperform rating and a year-end price target of 42. \u001d  \"It's got a lot of earnings leverage for a life insurance company selling at a single-digit multiple,\" says Schneider Capital Management's Arnie Schneider, which owned 3.3 million shares as of March 31. \"There's very little downside, by nature of its valuation.\" \u001d  Bear Stearns estimates the company will report net income this year of $1.43 billion, or $3.22 a share, on revenue of $11.2 billion. For 2008, the brokerage firm projects net income of $1.56 billion, or $3.62 a share, on revenue of nearly $12 billion. \b \u001d  You can be forgiven if you haven't heard of Genworth, despite its nearly $16 billion market cap. Prior to its May 2004 IPO, it was tucked inside General Electric (GE) as a subsidiary of GE Financial Assurance Holdings. But you'll likely hear of it in the future -- or may have recently gotten a Genworth mailing about long-term care insurance, or seen one of its commercials on TV. \u001d  Pursuing a cradle-to-grave strategy of selling \"financial security\" -- everything from mortgage insurance to life insurance, annuities and long-term care insurance in 25 countries -- Genworth \"caters to a broad swath of individuals in the U.S. and internationally,\" says Olstein's Kang. Operating in Europe, Australia, New Zealand, Canada, Mexico and Japan, Genworth has amassed a vast client database filled with all sorts of personal information, giving it an edge in targeting its products. \u001d  The company is best known for its mortgage insurance and long-term care insurance -- the two areas that are weighing on it now. Problems in those areas contributed to a 3% drop in net income in the first quarter, to $324 million, or 71 cents a share, from $334 million in the year-ago period, or 70 cents a share. Wall Street had been expecting 77 cents a share. \u001d  Genworth, along with the rest of the industry, continues to suffer from poor pricing and poor underwriting standards on its long-term care policies written before the 1990s. The return on equity of that business is expected to fall into negative territory this year. \"We are committed to dealing with that old block by improving the performance of it or reducing the capital associated with it and redeploying that elsewhere,\" says Fraizer. The good news is that the newer long-term care business is generating a 12% return on equity. \u001d  Notably, Genworth's U.S. mortgage-insurance business has relatively light exposure to the weakest area of mortgage lending: the subprime and low-documentation loan markets. Most Genworth borrowers have credit scores above 620, the cutoff for subprime, and are geographically well-dispersed. \u001d  Indeed, Genworth shares might be one of the best insurance policies of all. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1ecf9bbb7bae50996b67de5914326e62","symR":["C","US1729671016"],"date":"2007-05-19","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(5/21) Follow-Up: Citi Holders Are In Good Company","GmtTimeStamp":"2007-05-19T04:04:00.000000000","CompanyCodes":["C","US1729671016"],"IndustryCodes":["BAN","BNK","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Jack Willoughby \u001d  When hedge-fund manager Eddie Lampert moves, it's big news on Wall Street. Just how big was made clear last week when the billionaire investor disclosed in a Securities and Exchange Commission filing that he had assembled an $800 million stake in Citigroup (ticker: C). Citi's shares rose 2.16, to 54.96, on the week, creating more than $10 billion in added market value. That's the kind of leverage even Warren Buffett would envy, and there could be more gains ahead. \u001d  The secretive Lampert is known for assuming an activist role in a handful of companies, and guiding their strategy. His leadership has produced handsome returns for shareholders of AutoZone (AZO) and Sears Holdings (SHLD), which has rallied more than tenfold since Lampert bought Kmart out of bankruptcy and merged it with Sears, Roebuck to form a new company. \u001d  Citigroup and its Chairman and CEO, Charles O. (\"Chuck\") Prince, have been battling rising shareholder criticism over the bank's tepid growth and sluggish stock price. Lampert's arrival, even with just 15.2 million shares, or less than 1%, is bound to stir other value investors. \u001d  \"The presence of such a well-known activist will fire more searching... possibly leading to long-term change,\" says Joe Feshbach, a Palo Alto, Calif., hedge-fund manager. \"If I were an investor, I would take great comfort that a good value investor like Lampert sees possibilities.\" \u001d  And Lampert is not the only one. As Barron's noted last summer in a cover story (\"Fixing Citi,\" July 3, 2006), some analysts and investors are calling for a break-up of Citigroup, on the theory it would unlock at least $60 a share of value. Prince, however, has staked his tenure on internally generated growth. \u001d  So far, the results have been underwhelming. Earnings grew 7% last year, to $21.2 billion, or $4.25 a share, on revenue of $147.6 billion. Wall Street sees profits rising to $4.47 a share this year, and $5.04 in 2008. \u001d  While Lampert's intentions at Citi aren't clear, he managed to shield most of his purchases from public view by receiving \"confidential treatment\" from the SEC. The hedge-fund manager reportedly bought most of his stake last summer, and about a third of his position in the first quarter of this year. His confidentiality agreement expired in May. A Lampert spokesman declined to comment. \u001d  Lampert's purchases probably have reduced the amount of time Price has to turn Citi around. Speculation  has turned to the subject of a successor, with some market rumors focusing on NYSE Euronext (NXT) CEO John Thain. \u001d  For Citi holders, coming months could get a lot more interesting. And their shares could grow more valuable still. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"24f0367f03eccf1d331bd066b8183fcc","symR":["2496.KU","CCT.YY","DUBAIH.YY","MYL2496OO007"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Dubai DIC, 2 Others, Buy 51% Of Jordan Electric Co -2-","GmtTimeStamp":"2007-05-19T15:09:00.000000000","CompanyCodes":["2496.KU","CCT.YY","DUBAIH.YY","MYL2496OO007"],"IndustryCodes":["CON","ELC","FIS"],"Story":"\b \u001d  JD Capital has also launched the $75 million Inwan, Jordan's first specialized mortgage finance company, which will provide loans for house owners and developers. \u001d  JD Capital and Jordan's Social Security Investment Unit will own an equal stake of 25% each, while Global Investment House, Tameer Jordan, and Jordan Kuwait Bank will take the remaining 50%, a statement said. \u001d  Finally, JD Capital and Social Security Investment Unit launched the $50 million Munya Woodland Resort and Spa project, to enhance Jordan's tourist sector. \u001d  The signings took place during a conference in Jordan. \u001d  -By Ayesha Daya, Dow Jones Newswires; +9714 364 4962; ayesha.daya@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 11:09 ET (15:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2c009523bd1f4af240d1e2c08cbfcece","symR":["MU","US5951121038"],"date":"2007-05-19","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(5/21) Follow-Up: Micron Looks Cheap","GmtTimeStamp":"2007-05-19T04:04:00.000000000","CompanyCodes":["MU","US5951121038"],"IndustryCodes":["SEM","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  Disaster has overtaken the memory-chip market this year. Spot prices for DRAM memories have plunged 70% from December-quarter levels, in the worst meltdown since the tech bubble burst in 2000. That has clobbered memory makers like Micron Technology (ticker: MU), whose shares fell 5% to 11.50 Thursday when the Boise, Idaho-based company said it would offer $1.1 billion in convertible debt. Small wonder: They couldn't give the stock away. \u001d  Yet with a tangible book valueof about $8.60 a share (including the coming debt), the stock's downside risk is diminishing. It could be six to nine months before Micron sees profits again, but with spot prices of 512-megabit dynamic random-access memory chips, now around $1.75, approaching the marginal cost of production, price declines will slow. Such low prices, not only for DRAMs but the flash-memory chips that Micron also makes, could lift demand anew, and with it, Micron's shares. \u001d  Micron sat at 16 a share when we said last June its products would become less commodity-like (\"Micron's New Muscle,\" June 5, 2006). But demand for memory chips failed to materialize after Microsoft's (MSFT) Vista software launch. We ate our words in January, with the stock at 14 (\"The Memory Glut of 2007,\" Jan. 1, 2007); memory chips weren't commodity-like, but not in the way we'd expected. They are the only commodity whose prices have tanked. \u001d  Micron's May 2007 fiscal quarter is expected to turn out even worse than the February period, when the company lost $52 million, or 7 cents a share, on sales of $1.4 billion. Along with market gluts in DRAM and flash memories, Micron encountered a surfeit in the market for its image-sensor chips, as wireless-handset buyers favored cheaper models without cameras. Micron officials declined to talk with us last week. \u001d  Analysts surveyed by Thomson Financial expect Micron to break even in fiscal 2007, ending August. For fiscal '08 they're predicting profits of about 40 cents a share, but a few more bad quarters might prompt Wall Street to revise that number downward. \u001d  Still and all, Micron's stock-market valuation of $8.7 billion represents about 1.5 times trailing-12-month sales -- toward the lower end of the stock's post-bubble price-to-sales range. It may be time to eat our words again. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"31bfd059015b5fad04fb409fd737c663","symR":["IBM","US4592001014"],"date":"2007-05-19","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(5/21) Market Watch: A Sampling Of Advisory Opinion","GmtTimeStamp":"2007-05-19T04:06:00.000000000","CompanyCodes":["IBM","US4592001014"],"IndustryCodes":["HOM","HPR","TSX","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   Edited by Anita Peltonen \u001d  Handle With Care \u001d  A Guide to the Best-Managed Stock Funds \u001d  by Equity Fund Outlook \b \u001d  P.O. Box 76, Boston, Mass. 02117 \b \u001d  June 1: Don't assume that the market will unravel just because of the season. But you might lean to the cautious side of your risk range in any trading decisions. Ease up on the specialty items, such as emerging markets and real estate; favor efficient, flexible funds within your risk ceiling. If choices are limited, overweight those with which you are comfortable. \u001d  -- Thurman Smith \u001d  Permit Picture \u001d  Mission Residential \u001d  by Mission Residential Research \b \u001d  103 East 5th St., Austin, Texas 78701 \b \u001d  May 16: Housing starts unexpectedly rose in April . . . but the April permits data may indicate our [bearish] sentiment was correct: Total permits declined by 8.9%, to the lowest permit figure posted since June 1997. Single-family permits fell by 6%, to their lowest level since August 1997; multifamily permits plunged by 16.4%, marking the lowest level since July '01. \u001d  Thus, the permit data point to a significant decline in starts in the coming months, and this signal is strengthened by yesterday's report from the National Association of Home Builders showing that builder sentiment fell to a 16-year low in May. \u001d  -- Richard Moody \b \u001d  Big Blue Goes Green \u001d  New and Notable by Green Signals \u001d  by Signal Hill Capital Group \b \u001d  1 Embarcadero Ctr., San Francisco, Calif. 94111 \b \u001d  May 16: IBM announced plans to invest $1 billion a year to double the energy efficiency of its data centers and those of its corporate customers. . . . As the single largest operator of data centers in the world, IBM could help pave the way for a broad range of technologies to increase energy efficiencies. The tech giant plans to double the computing capacity of its data centers by 2010 without increasing power consumption by using . . . systems that cool only as need[ed], software to automatically switch computers to standby mode, and thermal engineering to optimize air flow. IBM plans to offer these technologies to its customers as well, for whom it designs and builds data centers. \u001d  -- Michael Carboy, Elain Kwei \u001d  Paper Chase \u001d  The Option Queen \b \u001d  Box 1952 c/o New York Board of Trade \u001d  1 North End Ave., New York, N.Y. 10282 \b \u001d  May 16: Our concern with inflation is now addressed to the food and raw-materials categories. . . . And as our U.S. dollar weakens, it takes more of these little dollars to pay for our value-added imports; thus, the cheap goods sold to us take more dollars to buy. That is a cost passed on to the consumer. Then, there is the cost of transporting these goods to our shores. . . . We do have inflation; we just haven't gotten around to admitting it, as yet. . . . We're now able to see the beginnings of some cracks in the foundation of the market. The selloffs, rare as they are, seem to be getting deeper. The recent retreats have been on light volume, which tells us the retreats are not yet over. \u001d  -- Jeanette Schwarz Young \b \u001d  Exit Signs Are Winking \u001d  Indicator Summary by StreetSmart Report \b \u001d  169 Webster Hwy., Meredith, N.H. 03253 \b \u001d  May 15: Our seasonal timing strategy remains in its favorable season (entry signal Oct. 16, previous exit May 15). It needs to be watched closely now, as its earliest calendar date for exit has arrived. The technical indicators of our nonseasonal market-timing strategy are on a Sell signal for the U.S. and global stock markets. \u001d  Our gold indicators are on a Sell signal. Our bond indicators are on a Buy signal. \u001d  -- Sy Harding \b \u001d  Chiropractics for Inventories \u001d  The Yamamoto Forecast \b \u001d  P.O. Box 573, Kahului, Hawaii 96733 \b \u001d  May 15: Did the domestic economy experience a rebound or merely an inventory adjustment? It's my estimation that the latter was the case. If that's the situation, then the bond market can enjoy another rally. But in all likelihood, it will be a brief one. \u001d  The question marks regarding the business landscape continue to be a positive element for the [bond] market. Until the doubts about the economy become a part of the past, bonds benefit. Nobody is certain on the subject, including [former] Federal Reserve Chairman Alan Greenspan and President Bush. Hence, the bond market still has a role in the investing community . . . the possibilities of [more] war will provide underlying support for the debt market. When there's uncertainty, bonds are the next closest thing to certainty for a lot of investors. [Yet] the long-term trend for bonds appears bleak. . . . Speculative traders may go in and out. But to remain in for an extended period looks like a dangerous proposition. Eventually, the effects of low interest rates are going to kick in. \u001d  -- Irwin Yamamoto \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"324451923af93e2be7bb32830a6176ac","symR":["DAL","US2473611083"],"date":"2007-05-19","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(5/21) Barron's Mailbag: Spelling Tailspin","GmtTimeStamp":"2007-05-19T04:01:00.000000000","CompanyCodes":["DAL","US2473611083"],"IndustryCodes":["AIR","XDJGI","XNYA"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  The May 7 article about Delta Air Lines (\"Delta Roars Back to Life\") should be an embarrassment to your editorial staff and author Thomas G. Donlan. The report is replete with mistakes. Delta airlines is listed as having ticker symbol DEAL. Delta is actually DAL. The Delta CEO is \"Grinstein\" not \"Greenstone.\" There were many other mistakes. I can't believe you were in such a rush to publish that simple proofreading could not be done! \u001d  Kent Fields \u001d  Leesburg, Va. \b \u001d  Thomas G. Donlan replies: Indeed, we are embarrassed, and we ran a correction on this last week. As a final step in the proofreading, the article was subjected to an automated spell-check program. The operator apparently pressed \"Accept All Changes\" instead of \"Reject All Changes.\" We apologize, and we've made a corrected version of the story available free on Barron's Online. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:01 ET (04:01 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"33078ac39e296d3a9897977ec1bea39b","symR":["CRP.XX","DCX","DCX.XE","DE0007100000"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Cerberus Secures $62B Package To Refinance Chrysler Debt","GmtTimeStamp":"2007-05-19T06:21:00.000000000","CompanyCodes":["CRP.XX","DCX","DCX.XE","DE0007100000"],"IndustryCodes":["AMG","AUT","BNK","FIS","XDAX","XDJGI","XES","XNYA","XST5"],"Story":"\b \u001d  NEW YORK (AP)--Cerberus Capital Management on Friday said seven major North American banks and investment banks have agreed to raise the $62 billion needed to refinance the debt and recapitalize Chrysler Group. \u001d  The New York-based private equity firm announced on Monday it would acquire the U.S. automaker from Germany's Daimler-Chrysler AG (DCX) for $7.4 billion. But Cerberus revealed little else about how it would finance the takeover. \u001d  The mix of financing will include securities backed by the Chrysler's automobile assets, high-yield corporate debt, and bank loans, said Cerberus spokesman Peter Duda. Leading the financing is JPMorgan Chase & Co., Goldman Sachs Group Inc., Citigroup Inc., Morgan Stanley, Bear Stearns Cos., Toronto-Dominion Bank, and the Royal Bank of Canada. \u001d  Some $50 billion of proceeds will be used to refinance debt at Chrysler's financing unit. The amount will be the largest refinanced by a private equity firm, according to financial data tracker Dealogic. \u001d  DaimlerChrysler Chief Financial Officer Bodo Uebber said during a conference call on Monday that the new Chrysler would likely carry a \"BB\" junk rating after it splits from DaimlerChrysler, which has a \"BBB\" investment-grade rating. The lower rating would equate to higher borrowing costs. \u001d  As part of the $62 billion financing, the banks have agreed to secure $12 billion in loans that Cerberus can draw from to help in the restructuring. It was not known how the banks would split that amount. \u001d  As part of the $7.4 billion takeover price for the deal, Cerberus agreed to contribute $5 billion directly to the car maker and $1.05 billion would be pumped into its financing arm. Daimler-Chrysler will receive roughly $1.35 billion of the amount. \u001d  But other expenses to be absorbed by Daimler mean the German company's net cost of getting rid of the money-losing U.S. unit will actually rise to as much as $1.5 billion. That includes a $400 million loan, among other payments, as part of the transaction. \u001d  Daimler also is on the hook to pay $1 billion into Chrysler's pension fund should the fund be terminated within five years of the sale. Cerberus said it would pay $200 million into the pension fund, which would come out of the deal price, the private equity firm said. \u001d  The acquisition unwinds the 1998 takeover of the parent company of the Chrysler, Jeep and Dodge brands by Daimler-Benz through a stock exchange that Thomson Financial valued at $33 billion, excluding assumed debt. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 02:21 ET (06:21 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"36844ea12368afe0f91a692871d87269","symR":["2496.KU","CCT.YY","DUBAIH.YY","MYL2496OO007"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Dubai's DIC Establishes $75M Mortgage Finance Co In Jordan","GmtTimeStamp":"2007-05-19T14:35:00.000000000","CompanyCodes":["2496.KU","CCT.YY","DUBAIH.YY","MYL2496OO007"],"IndustryCodes":["CON","ELC","FIS"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 10:35 ET (14:35 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3987f81059d6464d36ba43f8c14b8504","symR":["KMAZ.RS","RU0008959580"],"date":"2007-05-19","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Russian Min: No Kamaz Privatization This Year -Tass","GmtTimeStamp":"2007-05-19T13:39:00.000000000","CompanyCodes":["KMAZ.RS","RU0008959580"],"IndustryCodes":["TRQ"],"Story":"\b \u001d  NEW YORK (Dow Jones)--There will be no privatization of Kamaz (KMAZ.RS) in 2007, Russian Economic Development Minister Gherman Gref said at an international investment forum in Kazan, the capital city of the Republic of Tatarstan, Itar-Tass reported Saturday. \u001d  \"We do not plan to privatize KamAZ this year. We've agreed with the government of the Republic of Tatarstan that we will let the company come onto the exchange in the third quarter of 2008 and float an additional issue of shares,\" the minister said at the forum \"Russian Regions - Growth Strategy,\" according to Tass. He reiterated that money from the share floating would not come to the federal budget, but would be used for development of the company. \u001d  As a result of the floating of shares, Russia's stake in the company will decrease, Tass said, but the capitalization will grow. Tass noted that 34.01% of the shares in the KamAZ company belong to the Russian Federation. \u001d  The heavy truck maker is included in the privatization plan for 2007 with the note \"until the government's special decision.\" \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 09:39 ET (13:39 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3b7a347d24e7a23346ebc824bfa757ba","symR":["CSL.AU","MRK","AU000000CSL8","US5893311077"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) Asian Trader: Australia's First $100 Stock?","GmtTimeStamp":"2007-05-19T04:03:00.000000000","CompanyCodes":["CSL.AU","MRK","AU000000CSL8","US5893311077"],"IndustryCodes":["DRG","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XORD","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Susan Murdoch \u001d  Merck has been getting plenty of market accolades for its cervical-cancer vaccine, Gardasil. But CSL, the Australian outfit that discovered the breakthrough product, is also poised to reap big rewards. \u001d  The \"blue-sky\" potential from Gardasil royalties for the licensing of development and distribution to Merck is just one factor that has analysts betting that CSL (ticker: CSL.Australia) could be the first Australian company to pop through the 100-Australian dollars-a-share mark (US$82.38). \u001d  CSL's main money spinners are actually blood-plasma products, accounting for around 87% of the company's roughly A$2.9 billion in annual revenue. The Melbourne-based biopharmaceutical firm is the world's second-largest maker of plasma-derived items behind the U.S.' Baxter International (BAX) and is benefiting from tight supply, which has boosted plasma product prices -- and sent CSL's earnings soaring. \u001d  In February, CSL unveiled its second profit upgrade in less than two months, raising its fiscal year (June) 2007 profit guidance by as much as 18%, to between A$500 million and A$520 million. The stock has since climbed nearly 20% to A$92.80; eight of the 11 analysts covering the company maintain Buy or Overweight recommendations, according to Thomson Financial. Bullish UBS, for instance, has a price target of A$100. \u001d  \"CSL has always surprised analysts on the upside, and it has the potential to be able to do that again,\" says Intersuisse analyst Darren Grubb, citing margin growth and possible new uses for CSL's main plasma product, intravenous immunoglobulin, or IVIG. \u001d  Demand for IVIG -- used to help the body fight infection -- is estimated to be growing about 10%-to-15% annually, mainly to treat conditions not specifically approved by the U.S. Food and Drug Administration. For instance, one potential use is as a treatment for Alzheimer's disease. That application is due to enter Phase II clinical trials in the U.S. and Europe next year. \u001d  \"Going forward, more trials into IVIG and Alzheimer's disease are required, but should these trials be positive, early-adopter physicians and doctors are likely to drive increased use of IVIG,\" ABN AMRO analyst David Stanton said in a May 9 report. \u001d  By the end of this year, CSL also expects U.S. regulatory approval for a liquid form of IVIG, which analysts say should bring 30%-plus profit margins. \u001d  The outlook for CSL wasn't always so bullish. In 2003, its plasma business threatened to unravel when prices crashed due to oversupply; CSL shares plummeted from A$52 to a low of A$11.57. The glut spurred Aventis, now Sanofi-Aventis (SNY), to seek a buyer for its plasma unit. CSL Chief Executive Brian McNamee stepped in, paying almost A$1 billion to acquire the business -- twice the size of his own plasma division -- and the bet paid off. \u001d  The deal helped improve the dynamics for the whole industry, as U.S. collection centers were consolidated. With several key barriers to entering the market, including a three-to-four-year lead time in setting up new centers, UBS analyst Andrew Goodsall estimates demand for plasma product should be \"tight\" until at least 2010. \u001d  One possible risk to earnings growth is a strong Australian dollar -- hovering near a 17-year high against the U.S. currency -- creating a headwind for Gardasil's U.S. royalties. (CSL has retained Australian sales rights.) \u001d  Controversy has also surrounded Gardasil, which targets the human papillomavirus thought to cause most cervical cancers. The drug has sparked debate about whether preteen girls should be vaccinated, and, earlier this month, an editorial published in the New England Journal of Medicine raised questions about its overall effectiveness. \u001d  Still, global demand for Gardasil is rising fast. Merck last month reported first-quarter sales for the vaccine of US$365 million, exceeding market estimates. Analysts expect annual sales will peak around US$2.9 billion in 2011. \u001d  CSL forecasts A$40 million to A$50 million in maiden Gardasil royalties this year, but this guidance appears conservative. UBS and Goldman Sachs JBWere both say these payouts could exceed A$70 million in fiscal 2007 as U.S. sales progress and European sales begin to kick in. \u001d  \"The earnings risk for CSL continues to be skewed to the upside, even in the face of the appreciating Australian dollar,\" GSJBW analyst Hamish Tadgell wrote in a report last week. \u001d  CSL's research and development pipeline can't be ignored either. Last year, it added to its suite with the acquisition of small Australian biotech Zenyth, which is researching arthritis and cancer treatments. CSL is also seeking approval from the U.S. FDA to sell its seasonal influenza vaccine. \u001d  Solid cash flows from Gardasil sales and the plasma business are expected to leave CSL debt-free by 2009, opening up the possibility of a share buyback. \u001d  Such strong cash flows are also a characteristic that attracts private-equity firms by enabling them to quickly pay down debt in leveraged deals. ABN AMRO's Stanton has included a takeover premium in his target price on the stock. Peter Quinton, director of research at brokerage Bell Potter, agrees CSL falls within the radar of deal-hungry buyout groups. \u001d  \"Absolutely, it's a global leader, prices are going up, it's got a very strong balance sheet and a royalty on what looks like another global blockbuster drug -- Gardasil,\" Quinton says. \"CSL's going to hit A$100.\" \u001d  --- \u001d  Susan Murdoch is a reporter for Dow Jones Newswires in Melbourne. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"49a1bfe44048de3875f4729665339d7f","symR":["GHCI"],"date":"2007-05-19","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Genesis Healthcare Announces Amended Merger Agreement with Formation Capital And JER Partners","GmtTimeStamp":"2007-05-19T17:14:00.000000000","CompanyCodes":["GHCI"],"IndustryCodes":["HEA","XDJGI","XRUS"],"Story":"\b    Shareholders to Receive Increased Price of $69.35 per Share in   Cash, Increasing at 9% per annum Beginning July 31, and at 10% per \u001d                     annum Beginning September 1 \u001d     Board of Directors Recommends Shareholders Vote In Favor of \u001d                      Formation/JER Transaction \bKENNETT SQUARE, Pa.--(BUSINESS WIRE)--May 19, 2007-- \u001d  Genesis HealthCare Corporation (\"GHC\" or \"Genesis\") (NASDAQ: GHCI) today announced that it has amended its merger agreement with a venture between affiliates of Formation Capital, LLC (\"Formation\") and JER Partners (\"JER\") to increase the consideration payable to Genesis shareholders to $69.35 per share in cash. Under the amended agreement, if the transaction is not completed prior to July 31, 2007, the purchase price will increase by approximately 9% per annum, or $0.01710 per day, from July 31, 2007 through August 31, 2007, and by approximately 10% per annum, or $0.01900 per day, from September 1, 2007 until the transaction closes. \b \u001d  The Board of Directors of Genesis, acting on the unanimous recommendation of a Special Committee consisting solely of independent, non-management directors, has approved the amended merger agreement and recommends that shareholders vote in favor of the Formation/JER transaction. \b \u001d  In making their recommendation to approve the amended merger agreement, the Special Committee and the Board of Directors determined that the revised offer from Formation/JER is superior to the previously announced proposal from Fillmore Capital Partners, LLC (\"Fillmore\"). Under that proposal, Fillmore offered to acquire all outstanding common shares of Genesis for $69.25, increasing by 8% per annum, or $0.01518 per day, from September 1, 2007 until the transaction closes. \b \u001d  The increased price of the Formation/JER transaction values Genesis at approximately $1.9 billion, including the assumption of approximately $475 million in debt, and represents a premium of approximately 44.3 % over the average closing price for GHC common stock over the 30 days prior to announcement of the original transaction on January 16, 2007. Under the amended transaction announced today, the termination fee to be paid by Genesis to Formation and JER in the event that Genesis enters into a superior transaction with a third party would be $40 million. \b \u001d  The adjourned annual meeting of shareholders, at which the vote on the Formation/JER transaction will take place, is scheduled for May 30, 2007 at 10:00 a.m. The meeting will be held at Genesis headquarters in Kennett Square, Pennsylvania. Only shareholders of record as of March 5, 2007 are entitled to vote at the annual meeting. \b \b   About Genesis HealthCare Corporation \b \u001d  Genesis HealthCare Corporation (NASDAQ: GHCI) is one of the nation's largest long-term care providers with over 200 skilled nursing centers and assisted living residences in 13 eastern states. Genesis also supplies contract rehabilitation therapy to over 600 healthcare providers in 20 states and the District of Columbia. \b \b   About Formation and JER \b \u001d  Formation Capital is a private equity firm in the senior housing and long-term care industry. Over the past five years Formation Capital has completed over $1.5 billion of acquisitions in the sector and provides asset management services to over 250 facilities nationwide. For more information on Formation Capital, please visit www.formationcapital.com. \b \u001d  JER Partners is the private equity investment arm of J.E. Robert Companies, a real estate investment management company with more than 25 years of experience in sourcing, underwriting and managing a broad spectrum of real estate equity investments and debt products in North America and Europe. JER has completed over $1.1 billion of acquisitions in the senior housing sector. JER's primary investments are in office, hospitality, retail, multi-family, healthcare-related real estate and industrial properties. Other areas of investment include commercial mortgage-backed securities (\"CMBS\") and mezzanine financing. For more information on JER, please visit www.jer.com. \b \b   Forward-Looking Statements \b \u001d  A number of the matters discussed in this document that are not historical or current facts deal with potential future circumstances and developments, in particular, information regarding the expected timetable for completing the transaction, successful integration of the business, benefits of the transaction and any other statements contained in this news release that are not purely historical fact are forward-looking statements. The discussion of such matters is qualified by the inherent risks and uncertainties surrounding future expectations generally, and also may materially differ from actual future experience involving any one or more of such matters. Such forward-looking statements involve risks and uncertainties that could cause actual results to differ materially from those projected. Such risks and uncertainties include, but are not limited to, the approval of the proposed merger by regulatory agencies, approval of the merger by the shareholders of GHC, satisfaction of various other conditions to the closing of the merger contemplated by the merger agreement and the risks that have been described from time to time in GHC's reports filed with the Securities and Exchange Commission (\"SEC\"), including its definitive proxy statement in connection with the 2007 annual meeting of shareholders and its annual report on Form 10-K for the fiscal year ended September 30, 2006. This document speaks only as of its date, and each of GHC, JER and Formation disclaims any duty to update the information herein. \b \b   Additional Information and Where to Find It: \b \u001d  On March 7, 2007, GHC filed with the SEC, and thereafter furnished to shareholders, a definitive proxy statement in connection with its 2007 annual meeting of shareholders. Since March 7, GHC has filed additional proxy soliciting materials, including a proxy supplement that was filed with the SEC on April 23, 2007 and a proxy supplement that was filed with the SEC on May 4, 2007, and GHC expects to furnish shareholders with additional proxy material, including a proxy supplement, relating to the amendment to the merger agreement announced today. Investors and security holders are urged to read the proxy statement, its supplements and other documents filed or to be filed by GHC because they contain (or will contain when available) important information about the proposed merger. Investors and security holders may obtain a free copy of the proxy statement, its supplements and other documents filed by GHC (when available) at the SEC website at http://www.sec.gov. The proxy statement, its supplements and other documents also may be obtained for free from GHC by directing such request to Genesis HealthCare Corporation, Investor Relations, 101 East State Street, Kennett Square, PA 19348; telephone: 610-925-2000. \b \b   Participants in the Solicitation \b \u001d  GHC and its directors, executive officers and other members of its management and employees may be deemed participants in the solicitation of proxies from its stockholders in connection with the proposed merger and GHC's scheduled 2007 annual meeting. Information regarding the persons who may, under the rules of the SEC, be considered participants in the solicitation of proxies from GHC shareholders is set forth in GHC's proxy statement filed on March 7, 2007 and in its proxy statements and Annual Reports on Form 10-K previously filed with the SEC. \b \b    CONTACT: GHC Investors: \b             Jim McKeon, CFO, 610-444-8425 \b             Lori Mayer, Director Investor Relations, 610-925-2000 \b             Or \b             GHC Media: \b             Jim Barron/Renee Soto, 212-687-8080 \b \b    SOURCE: Genesis HealthCare Corporation \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 13:14 ET (17:14 GMT)"},{"md5ID":"4b2878b2b32799820eeb11a2dfc2f194","symR":["CRP.XX","DCX","DCX.XE","DE0007100000"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) If You Can Find A Better Stock, Buy It","GmtTimeStamp":"2007-05-19T04:07:00.000000000","CompanyCodes":["CRP.XX","DCX","DCX.XE","DE0007100000"],"IndustryCodes":["AMG","AUT","XDAX","XDJGI","XES","XNYA","XST5"],"Story":"\b   (From BARRON'S) \b   By Jay Palmer \u001d  DaimlerChrysler is dead; long live Daimler. That sentiment, albeit a bit premature, was in evidence on Wall Street last week, after the rocky marriage of what once were known as Daimler-Benz and Chrysler Corp. officially headed toward a divorce. \u001d  DaimlerChrysler stock (ticker: DCX) closed Friday at 86.72; a year earlier, it had stood below 52. Some savvy investors figure that the new Daimler, which probably will begin trading under that name sometime soon, is still abargain. \"Doing a sum-of-the-parts valuation, Mercedes is in Daimler for free,\" argues Adam Jonas, an analyst with Morgan Stanley in London, who values that car unit alone at between $30 and $40 a share. Indeed, bulls on the stock think it could hit 100 or more within a year. \u001d  Control of Chrysler is being bought by New York's Cerberus Capital Management, a private-equity firm run by former U.S. Treasury Secretary John Snow. \u001d  Cerberus is paying $7.4 billion for an 80.1% stake in Chrysler, with Daimler retaining the remainder (and the two vehicle makers continuing key joint programs for procurement, powertrain development, logistics and financial services). However, of that, $5 billion will go to Chrysler's vehicle business and $1.05 billion into Chrysler's financial-services unit. Daimler will get the balance -- but only theoretically, since it will absorb an estimated $1.6 billion worth of Chrysler's negative cash flow between now and the deal's closing, pay about $878 million to clear some Chrysler liabilities and make Chrysler a long-term loan of $400 million. \u001d  In essence, Daimler is paying more than $650 million to Cerberus to take Chrysler off its hands. \b \u001d  From Daimler's viewpoint, the key point is that Cerberus is assuming responsibility for the American car maker's nearly $18 billion in unfunded medical benefits for workers and retirees, the legacy of years of generous settlements with the United Auto Workers. The union, which will start negotiating for a new contract this summer, insists that Cerberus has promised no layoffs or benefit cuts before 2008 beyond those already planned. After that, however, Cerberus, along with General Motors (GM) and Ford (F) probably will demand hefty concessions. \u001d  That adds lots of uncertainty about the ultimate outcome of Cerberus' deal. On the other hand, Daimler's future looks far more certain -- and quite bright. In fact, Daimler looks very much like the company it was in the 1980s, before CEO Edzard Reuter and his successor, Jurgen Schrempp, remolded it through acquisitions, investments and alliances -- most ill-fated. \u001d  With its stake in the EADS aerospace consortium sold earlier this year, Daimler is again mainly a maker of Mercedes-Benz luxury cars and the world's biggest producer of trucks, sold mainly under the Mercedes and (in the U.S.) Freightliner brands. Both operations look healthy, as does Daimler's much smaller vehicle-financing operation. \u001d  In the first quarter, Mercedes returned to profitability, earning 792 million euros ($1.07 billion) before interest and taxes, compared with a loss of 735 million euros a year earlier. The truck group earned 528 million euros ($715.4 million) versus 422 million euros. Daimler's financial-services arm earned a pretax profit of 419 million euros ($567.7 million), down from 455 million euros. \b \u001d  There are still problems, most notably weak demand in Germany, Daimler's biggest market, following both a sharp increase in the country's value-added tax and the earlier problems with brand quality. Then there's the Smart Car, a small vehicle that's never made a profit and whose sales have spiralled downward in Europe, but which the company is about to introduce in the U.S. \u001d  Mercedes also has some catching up to do, especially with BMW, which thanks to a raft of hot new models now posts bigger global sales. Mercedes' biggest immediate challenge comes with this year's launch of its C Class model, its top seller globally. That will be followed by a new B-class, CLK coupe and E-class in 2009, complementing the new S Class launched last year. \u001d  However, many new models will share many more components than previous generations, potentially boosting profitability. \b \u001d  The truck operation has been hurt by the downturn in the U.S. market -- many truckers purchased vehicles in 2006, to beat price increases imposed by manufacturers to meet costly engine-emission standards that took effect this year. Nonetheless, it remains in the black. \u001d  Still, there's pressure on Daimler to restructure its U.S. truck operations, fix or close its ailing Japanese truck unit and slash costs in Europe to catch up with what rival Volvo, the Swedish truck maker, already has achieved. \u001d  Some analysts even speculate that the truck and auto operations could be split through a spinoff. However, because there are lots of synergies between the two, that's unlikely any time soon. \u001d  Daimler CEO Dieter Zetsche has extensive knowledge of trucks, having once headed Freightliner. In any case, \"there is a lot that Daimler can achieve to improve returns,\" says Morgan Stanley's Jonas. \u001d  Notes Max Warburton, a UBS analyst in London: \"Ex-Chrysler, Daimler is already an 8% margin business. Management is committed to unlocking value and the 'new Daimler' is set to be a high-margin, high-cash-flow business.\" The stock, Jonas and Warburton argue, is worth over $100. \u001d  One potential danger is that, if things go badly for Chrysler, angry workers could in the future still sue to force Daimler to stand by existing health benefits, regardless of what Cerberus and Daimler have hammered out. \"Zetsche insists this can't happen, but Americans are a litigious lot,\" notes Warburton. Presumably, any such litigation would revolve around \"fraudulent conveyance,\" in which someone tries to get out of a lawful obligation by transferring ownership to someone else. The fact that Daimler's essentially giving away Chrysler could be an issue. \u001d  But if Cerberus makes Chrysler profitable and healthy again, the issue won't arise. \b \u001d  Cerberus' auto division, run by former Ford executive David Thursfield, includes Peguform, a German manufacturer of plastic parts for vehicle interiors, a 51% holding in GMAC, General Motors' financing arm, auto suppliers CTA Acoustics, GDX Automotive and Alamo and National rental-car companies. \u001d  But it faces its biggest challenge in Chrysler, which lost $2.01 billion in the first quarter and plans to close a plant and lay off 13,000 people, more than 15% of its workforce. Tom LaSorda, Chrysler's boss and the architect of these cutbacks, will stay on. Cerberus stressed its support for his plans, and apparently has set no specific timetable for a turnaround. \u001d  \"We can take the long view with Chrysler,\" declared John Snow last week. \"We're not putting a clock on it.\" The little-known truth is that, but for the health-care burden (and its unfortunate focus on gas-guzzling and now slow-selling SUVs), Chrysler is pretty efficient, boasting some of the global industry's more productive plants and a low ratio of workers to vehicles built. \u001d  One option to handle the health-care problem could be a deal like that Goodyear has swung. Earlier this year, it terminated its health-care burden with the United Steel Workers by paying 77 cents for each dollar of obligations into a union-controlled trust fund. \u001d  Says John Rabb, an auto consultant in London: \"For Cerberus, the challenge is to build on this, to push through new cost savings and somehow address the medical problem, all without alienating the UAW. Give Chrysler five years of freedom from having to report quarterly progress, and I think you could see a very different and much stronger company emerge.\" \u001d  That's what Cerberus -- and Daimler --  are hoping to see. \u001d  The crowning irony: If Chrysler becomes profitable again, Daimler could benefit more from its remaining 19.9% stake than it did during the nine years it owned 100% of the company. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4c2f716efd9d62d1e81afba13410bf87","symR":["30360.AE","ING","NL0000303600"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) European Trader: Buyback Won't Bail Out ING","GmtTimeStamp":"2007-05-19T04:18:00.000000000","CompanyCodes":["30360.AE","ING","NL0000303600"],"IndustryCodes":["INL","INS","XAEX","XDJGI","XENX","XES","XGTI","XNYA","XST5"],"Story":"\b   (From BARRON'S) \b   By Arindam Nag \u001d  ING has offered shareholders some fresh inducements to keep the faith. The Dutch financial-services group is returning 5 billion euros to investors by buying back shares, and it's also merging its domestic retail businesses -- Postbank and ING Bank -- to create efficiencies and expanding the reach of its online savings unit, ING Direct, to Japan. \u001d  The timing of these initiatives is no accident. They coincide with lackluster first-quarter results. So ING, whose New York-listed American depositary shares (ticker: ING) have been trading in the mid-40s, needs some bold moves to engineer a higher rating for its stock. \u001d  The 5 billion euro share buyback is equivalent to 7% of ING's stock-market capitalization. Some of its peers are returning a lower proportion of their market value or, like Allianz (AZ), are still undecided about what to do with their excess capital. \u001d  The buyback implies that if ING shares stay at their current level -- 26% below their 2000 peak -- the company will keep purchasing them, rather than get involved in any possibly value-destroying acquisitions. \u001d  While the buyback looks like a quick -- albeit generous -- fix, investors are bound to pay more attention to the Postbank-ING Bank merger. It's expected to generate pretax savings of 440 million euros. Taxed at 25% and capitalized, that's equivalent to roughly 2.4 billion euros, or an extra 1.1 euros per share. \u001d  And if ING can crack the notoriously difficult Japanese market with its online banking operation, it will have found some welcome geographic diversification with reasonable long-term growth prospects. \u001d  But the underlying frailty of some its activities are sure to bug investors. In the first quarter, costs at ING's banking business were high, while interest income was low. Performance across its life-insurance operations was weak, particularly in the U.S., where it had only a 9.5% internal rate of return. That figure, the lowest in three years, is down from 11.6% in 2006, despite the integration of some acquisitions, which should have boosted results. \u001d  There's hope that the U.S. business may improve later this year, once ING has changed the status of its local operation to that of an onshore insurer, freeing up regulatory capital. This should push the internal rate of return above its hurdle rate of 10.5%, though the business' fundamental growth driver -- product sales -- needs to improve, too. \u001d  Indeed, ING is rushing to find ways to keep shareholders happy, precisely because its insurance business has been a drag on its shares, especially recently. Over the past five years, ING stock generally has performed in line with the Dow Jones Stoxx Global 1800/Financial Services index. But it trailed that benchmark by 7% in the past two years and 13% in the past year. \u001d  ING stock trades at a price-earnings multiple of 10. Bank of America (BAC) trades at 11, while JPMorgan Chase (JPM) and even beleaguered Citigroup (C) trade at 13. Unless the Dutch company's performance improves, its shares are likely to remain laggards. \u001d  --- \b                       DOW JONES GLOBAL INDEXES \b \bRegion/ \bCountry \b   DJ Global          DJ Global           DJ Global     Point \b    Indexes,           Indexes,            Indexes,      Chg.    % Chg. \b Local Curr.    Wkly     U.S. $     Wkly  U.S. $ on      From      From \b    05/18/07  % Chg.   05/18/07   % Chg.   12/31/06  12/31/06  12/31/06 \b \bAmericas \b                         382.90    +1.14     351.71    +31.19     +8.87 \b \bBrazil \b  6604509.39   +2.30    1325.06    +4.93    1067.30   +257.76    +24.15 \b \bCanada \b      470.21   +0.66     498.32    +2.87     425.73    +72.60    +17.05 \b \bChile \b      653.07   -1.47     469.04    -2.23     393.68    +75.37    +19.15 \b \bMexico \b     2049.68   +1.64     581.10    +1.49     500.99    +80.11    +15.99 \b \bU.S. \b      369.96   +0.92     369.96    +0.92     343.25    +26.71     +7.78 \b \bVenezuela \b     2498.41   -6.17      71.77   +33.01      58.10    +13.67    +23.53 \b \bLatin America \b                         675.68    +2.98     560.18   +115.49    +20.62 \b \bEurope \b                         386.48    +0.90     349.72    +36.76    +10.51 \b \bAustria \b      486.06   +2.20     510.89    +1.99     465.16    +45.73     +9.83 \b \bBelgium \b      455.10   +2.09     478.60    +1.88     427.54    +51.06    +11.94 \b \bDenmark \b      542.46   -0.11     581.17    -0.33     505.70    +75.47    +14.93 \b \bFinland \b     1542.90   +4.45    1450.43    +4.23    1206.63   +243.80    +20.21 \b \bFrance \b      386.75   +0.72     412.03    +0.51     365.73    +46.30    +12.66 \b \bGermany \b      335.67   +1.62     351.71    +1.41     302.80    +48.91    +16.15 \b \bGreece \b      428.91   +4.38     332.76    +4.17     295.24    +37.52    +12.71 \b \bIreland \b      680.13   +0.77     698.37    +0.57     671.96    +26.42     +3.93 \b \bItaly \b      355.54   +1.60     307.04    +1.39     280.63    +26.41     +9.41 \b \bNetherlands \b      431.43   -0.16     452.29    -0.37     401.84    +50.45    +12.55 \b \bNorway \b      460.28   +2.66     454.33    +2.54     402.36    +51.96    +12.91 \b \bPortugal \b      333.69   +2.15     304.50    +1.93     270.37    +34.13    +12.62 \b \bSpain \b      580.21   +2.02     458.39    +1.81     422.08    +36.31     +8.60 \b \bSweden \b      699.23   +1.90     603.69    +1.80     542.62    +61.07    +11.25 \b \bSwitzerland \b      560.95   +0.25     620.16    -0.50     577.55    +42.60     +7.38 \b \bUnited Kingdom \b      284.42   +1.18     300.36    +0.76     278.31    +22.06     +7.93 \b \bSouth Africa \b                         357.80    -2.10     319.28    +38.52    +12.06 \b \bPacific Region \b                         153.11    -1.33     146.16     +6.94     +4.75 \b \bAustralia \b      429.23   +0.22     464.95    -0.80     400.56    +64.39    +16.07 \b \bHong Kong \b      412.79   +1.85     410.59    +1.87     377.97    +32.62     +8.63 \b \bIndonesia \b      642.75   +1.90     145.17    +2.48     127.96    +17.21    +13.45 \b \bJapan \b      111.81   -1.52     115.12    -2.42     115.76     -0.63     -0.55 \b \bMalaysia \b      259.00   +0.48     207.22    +0.73     158.88    +48.34    +30.43 \b \bNew Zealand \b      205.88   +1.44     277.78    +0.86     259.49    +18.29     +7.05 \b \bPhilippines \b      345.83   +2.11     192.75    +3.35     159.92    +32.83    +20.53 \b \bSingapore \b      283.67   +1.45     301.19    +0.90     249.36    +51.83    +20.79 \b \bSouth Korea \b      331.64   +0.16     269.18    -0.63     241.17    +28.02    +11.62 \b \bTaiwan \b      199.95   -0.17     154.39    -0.39     156.13     -1.74     -1.12 \b \bThailand \b      134.97   +3.38      91.99    +3.23      81.33    +10.66    +13.11 \b \bEuro Zone \b                         401.21    +1.16     356.67    +44.54    +12.49 \b \bEurope (ex.U.K.) \b                         435.91    +0.97     389.85    +46.06    +11.81 \b \bNordic Region \b                         674.13    +2.25     587.36    +86.77    +14.77 \b \bPacific Region (ex. Japan) \b                         346.01    +0.07     308.33    +37.68    +12.22 \b \bWorld (ex. U.S.) \b                         265.63    +0.30     243.05    +22.59     +9.29 \b \bDOW JONES WORLD STOCK INDEX \b                         301.40    +0.57     277.50    +23.91     +8.62 \b \bIndexes based on 12/31/91=100. \b2007 Dow Jones & Co. Inc. All Rights Reserved. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:18 ET (04:18 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"511002aa2eb5b2f3ecc7b6328710485d","symR":["2496.KU","CCT.YY","DUBAIH.YY","MYL2496OO007"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Dubai DIC Launches $50M Eco-Friendly Tourist Resort In Jordan","GmtTimeStamp":"2007-05-19T14:36:00.000000000","CompanyCodes":["2496.KU","CCT.YY","DUBAIH.YY","MYL2496OO007"],"IndustryCodes":["CON","ELC","FIS"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 10:36 ET (14:36 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"528ba727f62974a869582bfce198c40b","symR":["SOI.YY"],"date":"2007-05-19","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Saudi Aramco Extends Ras Tanura Refinery Maintenance To Jun 8","GmtTimeStamp":"2007-05-19T09:55:00.000000000","CompanyCodes":["SOI.YY"],"IndustryCodes":["OIL"],"Story":"\b \u001d  RIYADH (Zawya Dow Jones)--Saudi Arabian Oil Co., the world's largest oil company by production, said Saturday it will extend the regular maintenance at its Ras Tanura refinery on the Persian Gulf coast by almost three weeks. \u001d  \"Due to technical reasons, Saudi Aramco decided to extend the period of regular maintenance in Ras Tanura refinery until June 8,\" the company said in a statement to state-run news agency SPA. \u001d  Aramco didn't say when maintenance work at the refinery had started and what the facility's current operational status is. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 05:55 ET (09:55 GMT)"},{"md5ID":"58cd75b759cc9bb03fd061f1a467c071","symR":["0005.HK","AAPL","AMGN","BAC","BATS.LN","BP","BP.LN","BRKA","BRKB","BTI","C","CL","CSCO","CZN","DELL","DO","DT","DTE.XE","F","GCI","GE","GM","HBC","HSBA.LN","JNJ","KO","MO","MSFT","ORCL","PCAR","PEP","PFE","PG","RDSA","RDSA.LN","RDSB","RDSB.LN","USB","VIA","VIAB","VOD","VOD.LN","WIN","WM","XOM","DE0005557508","GB0002875804","GB0005405286","GB0007980591","GB00B03MLX29","GB00B03MM408","GB00B16GWD56","US02209S1033","US0311621009","US0378331005","US0605051046","US17275R1023","US1729671016","US17453B1017","US1912161007","US1941621039","US2470251099","US30231G1022","US3696041033","US3704421052","US4781601046","US5949181045","US68389X1054","US7170811035","US7427181091","US9029733048","US9255243084","US9393221034"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) The Dividend Dearth: Still Too -2-","GmtTimeStamp":"2007-05-19T04:08:00.000000000","CompanyCodes":["0005.HK","AAPL","AMGN","BAC","BATS.LN","BP","BP.LN","BRKA","BRKB","BTI","C","CL","CSCO","CZN","DELL","DO","DT","DTE.XE","F","GCI","GE","GM","HBC","HSBA.LN","JNJ","KO","MO","MSFT","ORCL","PCAR","PEP","PFE","PG","RDSA","RDSA.LN","RDSB","RDSB.LN","USB","VIA","VIAB","VOD","VOD.LN","WIN","WM","XOM","DE0005557508","GB0002875804","GB0005405286","GB0007980591","GB00B03MLX29","GB00B03MM408","GB00B16GWD56","US02209S1033","US0311621009","US0378331005","US0605051046","US17275R1023","US1729671016","US17453B1017","US1912161007","US1941621039","US2470251099","US30231G1022","US3696041033","US3704421052","US4781601046","US5949181045","US68389X1054","US7170811035","US7427181091","US9029733048","US9255243084","US9393221034"],"IndustryCodes":["AUT","BAN","BNK","BRD","BTC","BVG","CMT","COS","CPR","CTS","DRG","DRL","FOD","FTS","HPN","HPR","IDD","INS","INU","MDV","MED","OFP","OIE","OIL","PUB","SAL","SFT","SOF","TLS","TOB","TRQ","XAEX","XDAX","XDJGI","XDJI","XES","XFFX","XFT1","XGTI","XHSG","XISL","XNQ1","XNYA","XRUS","XSP5","XST5","XSTT","XSTX"],"Story":"\u001d  Many corporations, particularly those in the tech sector, view paying a dividend as an admission that their growth prospects are slowing. However, the best growth companies of the past few decades, General Electric (GE), PepsiCo, Procter & Gamble and Johnson & Johnson (JNJ), have been able to expand their businesses, boost profits and pay sizable dividends. \u001d  One reason that corporations prefer buybacks is that they're much easier to curtail or eliminate if business worsens. Investors expect dividends to be maintained, short of financial catastrophe, and companies are loath to cut them. \"A dividend is like marriage, while a buyback is living together,\" says investor Margolies. General Motors (GM), for instance, has maintained a $1 annual payout despite its financial woes, while Ford (F) reluctantly eliminated its dividend last year. \u001d  Economically sensitive companies that don't want to commit to a sharply higher regular quarterly dividend can pay a modest quarterly, supplemented by an annual dividend pegged to profits. Paccar (PCAR), the truck maker, has long pursued this approach while Diamond Offshore Drilling (DO), a provider of offshore rigs to the energy industry, began doing so in 2006. Diamond, whose shares trade at 92, has a quarterly payout of 12.5 cents a share. It supplemented that with a $4 special dividend in early 2007, based on 2006 earnings of $5 a share. Diamond could pay out $30 a share in dividends in the coming years if current Street profit projections are accurate and if it continues its high payout strategy. \u001d  \"I call it libertarian capitalism,\" says Jim Tisch, the company's CEO. \"The shareholder has the ability to decide. If the shareholder is in favor of a share repurchase, he can use the dividend to purchase shares -- in which case he would be in essentially the same position as if the company bought in shares.\" If a shareholder wants cash, he or she can just bank the dividend. Tisch also is CEO of Loews, the New York conglomerate controlled by the Tisch family. Loews owns 50% of Diamond Offshore. \u001d  University of Pennsylvania professor Jeremy Siegel notes that special annual dividends were common among cyclical companies in 1950s and 1960s: \"General Motors used to do it all the time. It was like a Christmas present to shareholders.\" \u001d  Despite the benefits of dividends, the stock-repurchase habit is tough to break. But in the long run, companies that kick it may do more for their shareholders than any buyback can accomplish. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5a393bac54a47eaba2a97b03fcf8ab0e","symR":["ABI.YY","BA","NOC","US0970231058"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) Follow-Up: Northrop Grumman: Still Flying High","GmtTimeStamp":"2007-05-19T04:04:00.000000000","CompanyCodes":["ABI.YY","BA","NOC","US0970231058"],"IndustryCodes":["ARO","ASP","DFN","XDJGI","XDJI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Neil A. Martin \u001d  Shares of defense contractor Northrop Grumman (ticker: NOC) have rallied about 18%, to 76.75, since we highlighted the company's prospects a year ago (\"Playing Defense to Win,\" June 5, 2006). There could be more gains in store if Northrop wins a contract to build an aerial-refueling tanker for the U.S. Air Force, on which it is bidding with Airbus Industries, the French unit of European Aeronautic, Defence & Space, or EADS (EAD.France). \u001d  Talk among defense-industry analysts is that the Bush administration might want to reach out to France, which just elected a pro-American president, by splitting the contract, valued at $40 billion over 15 years, between Boeing (BA) and the Northrop Grumman-Airbus team. A decision is expected in October. \u001d  Byron Callan, an analyst at Prudential Equity Group, wagers a Northrop win could add \"a couple of bucks\" to the company's share price. \"Northrop's prospects may have improved based on the recent French election results,\" Callan says. \"Splitting the contract would avoid a pretty contentious debate over who received the contract, and why.\" \u001d  With revenue exceeding $30 billion, Northrop is benefiting from record military spending, supplemental budgets for the conflicts in Iraq and Afghanistan and the outsourcing of government services. It's the world's biggest shipbuilder and a leading advanced-aircraft developer. \u001d  Analysts have been critical of Northrop's weak margins and competitive disadvantages, as most big defense firms have far more exposure to the army. Twenty of 23 Wall Street watchers rate the stock a Hold. To contrarians, that sort of imbalance means Buy. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5db24dcd25451e87ea64114979d36a7c","symR":["AMGN","APA","APC","BAC","BP","BP.LN","COP","DVN","FNM","FRE","KFT","MO","MRK","PFE","WYE","XOM","GB0007980591","US02209S1033","US0311621009","US0325111070","US0374111054","US0605051046","US20825C1045","US25179M1036","US30231G1022","US3134003017","US5893311077","US7170811035"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) Making The Most Of A \"Stockpicker's Market\"","GmtTimeStamp":"2007-05-19T04:05:00.000000000","CompanyCodes":["AMGN","APA","APC","BAC","BP","BP.LN","COP","DVN","FNM","FRE","KFT","MO","MRK","PFE","WYE","XOM","GB0007980591","US02209S1033","US0311621009","US0325111070","US0374111054","US0605051046","US20825C1045","US25179M1036","US30231G1022","US3134003017","US5893311077","US7170811035"],"IndustryCodes":["BAN","BNK","BTC","DRG","FIS","FOD","MFN","OFP","OIL","OIS","TOB","XDJGI","XDJI","XFFX","XFT1","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XST5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Sandra Ward \u001d  Interview With Cliff Hoover \u001d  Co-chief investment officer, Dreman Value Management \b \u001d  Meet David Dreman's hand-picked successor to run $21.5 billion Dreman Value Management, based in Jersey City, N.J. And who better than Cliff Hoover to take over such a storied operation? Cut from the same value cloth as Dreman, a pioneer in contrarian investment strategies and behavioral finance, Hoover brings the same devotion to low P/Es and to dividends as a means of producingsuperior performance. Barron's readers will recall Hoover's outstanding stockpicking at Allianz's NFJ Investments, where he co-managed portfolios with Ben Fisher. Hoover, who is managing the DWS-Dreman High Return fund, will take complete charge when the 71-year-old Dreman decides to call it quits, though no date is set. He tells us there's no better time to be investing in high-quality stocks trading below their intrinsic value. \b \u001d  Barron's: We're setting new records in the Dow almost daily and the S&P 500 crossed 1500. All's right with the world? \u001d  Hoover: I don't think so. We gauge the market's value by the Value Line Composite, and by that measure the average stock is still fairly expensive. Two years ago, it was 19 times earnings, last year it was 19 times and, lo and behold, this year it is 19.4 times earnings. \b \u001d  Q: Still, you've been able to post good numbers in that environment. \u001d  A: It has been a pretty good stockpicker's market, and it is going to get better. It's late in the value-stock cycle. We've had relative value styles that have worked and a lot of quant-value styles that have worked. Value, in general, will hold up pretty well for the next couple of years given where we are with valuations and given the economy is clearly slowing down. There is going to be enough volatility that a good old-fashioned 12 1/2-P/E portfolio with close to a 3% dividend yield is probably not going to be a bad place to be over the next 12 to 18 months. We saw a little bit of turbulence in February, but that was just a slight warning signal. \b \u001d  Q: You expect a bigger correction? \u001d  A: Sure. The market is going to wake up at some point. It really is not discounting any risk. \b \u001d  Q: Isn't that easy to do when you have a market with so much liquidity? \u001d  A: It is easy to do. You know what the economist Hyman Minsky said: \"Long periods of stability breed future instability.\" Everything is rocking along pretty well, but as you saw in February, it doesn't take much of a spark to create a fire. \b \u001d  Q: What would you expect to trigger a more severe correction? \u001d  A: It could be some type of financial-institution crisis. The fed-funds rate is a little over 3% on a real basis. Most of our financial crises have occurred when there's been a fairly high real fed-funds rate; most of them have come when the fed-funds' real rate is greater than 3%. \b \u001d  Q: Is the housing downturn manageable or is it likely to lead to more problems? \u001d  A: It is probably more problematic. The big question is how much does it spill over to consumer sentiment and eventually consumer spending? That multiplier effect is really the unknown. But subprime lending will be on the downtrend for many years. \b \u001d  Q: Isn't the market giving mixed signals? Jobs have held up well, for instance. \u001d  A: Jobs have held up, but we are starting to see some weakness. The Fed is watching all this closely, and when push comes to shove, they are going to start cutting rates, maybe late this summer if things continue to deteriorate, which should stabilize the market. \b \u001d  Q: Some think the next move is up. \u001d  A: The Fed is between a rock and a hard place. They are talking hawkish with the dollar under pressure, but let's face it, there is enough debt in the system that it could become critical to buoy the consumer. Fed Chairman Bernanke's background is on deflationary periods in history. His thesis was on deflation. He will not allow a whiff of that to begin, and so if the economy continues to weaken, he would clearly hedge on the side of taking rates down a bit. We have a very cautious outlook. There are record profit margins, record earnings, and the E in P/E is probably a bit vulnerable here. \b \u001d  Q: What about strength overseas. Will that somehow offset any weakness in the U.S.? \u001d  A: It has to date. That has cushioned some of the U.S. slowdown. It is a new world with all the international activity. But when you look at valuations, there are not that many low-P/E stocks out there. As skeptics and contrarians, it makes us a little nervous that everything has gone up. The average utility today is selling at 17 times earnings. It only has a 3% dividend yield. In the late '90s, no one cared about yield. Now we've come full circle and there's a yield bubble. It is illustrated by all the closed-end funds that have come public in the last two or three years based on yield. There have been $4 billion and $5 billion funds raised in the last few months. Investors have been buying yield-oriented securities all over the globe regardless of valuation. What's driving REITs at this point? All these closed-end funds and new dividend-focused funds. \b \u001d  Q: What do you like? \u001d  A: ConocoPhillips [ticker: COP] is a big position for us. It trades at 7.5 times earnings and five times cash flow. It is cheap any way you look at it. Clearly non-OPEC oil has peaked. OPEC oil will peak probably around 2014-15. There is just not enough excess capacity out there. We think prices will stay in the $50 to $70 range as we go through this slowdown period. But we have such a low-turnover philosophy we are not going to try to get cute and sell them and buy them back a quarter or two later. \b \u001d  Q: What is penalizing ConocoPhillips at this point? Still suffering from its purchase of Burlington Resources? \u001d  A: Maybe a little bit. They bought it when natural gas was about $7.50 per Mcf [thousand cubic feet] and then gas prices immediately went down to $5.50 per Mcf and it looked like they had overpaid. Today, natural gas is close to $8. We don't think they overpaid because we are very bullish on natural gas longer term. We have been very fortunate not to have seen $15 natural gas. And even at $40 oil, these companies are huge free-cash-flow machines. But because oil has come down from a high of $78, touched $49 and $50 in January and is now back up to the mid $60s, investors have backed off the shares. They've missed the point that Conoco can literally buy back 10% of its shares a year. This year they are going to buy back 3 1/2% of the company. \u001d  There is a lot more money to be made in energy stocks. Contrast ExxonMobil [XOM] with Conoco. All the indexes and all the ETFs buy Exxon. Exxon has a 6% weighting in the Russell 1000 Value. But Exxon is selling at 13 times earnings and 10 times cash flow. You can buy Conoco at five times cash flow. You are not going to lose money in Exxon, but you are not going to make as much as you would by being more selective. We also like smaller exploration and production companies like Anadarko [APC], Devon [DVN] and Apache [APA]. Those companies probably will not be around a couple of years from now because they'll be taken out. If BP [BP] wants to increase their gas assets, they are going to look at Anadarko, for example. We are overweight the sector. At one point Anadarko was down 6% or 7% for the year, and we took advantage of that weakness and it is now back up 6% or 7% and positive for the year. \b \u001d  Q: What other names are on your hit parade? \u001d  A: Amgen [AMGN]. And we can talk about Pfizer all day. \u001d  Let's start with Amgen. \u001d  Amgen is a stock that is transforming itself into a Big Pharma. It's been in a transition phase, going from a strong growth stock to more of a value stock. We initiated a small position in the $60 range, figuring that was a reasonable valuation. Then the stock got hit with concerns about a couple of its anemia drugs for cancer patients and their use in off-label treatments. Now the government agency that oversees Medicare may restrict coverage for the anti-anemia drugs. The stock headed south, which has made it even more compelling. Clearly, there is no alternative to these drugs other than blood transfusions, and blood supplies are limited. \u001d  Talk more about the prospects for Amgen? We see it as an 8% to 10% grower going forward, which is good growth for us. It has a good pipeline. The threat of biogeneric drugs is probably five years away. Their balance sheet is extremely strong. Their net debt is minimal. They are buying back a lot of stock. They've had an R&D budget the last five years that's basically been double the general pharma population, and we think that's peaking. As that comes down it will help earnings out. It's the only stock in our portfolio that does not pay a dividend. \b \u001d  Q: Do you think they will pay a dividend? \u001d  A: Yes, eventually. We see the stock in the low 70s in the next couple of years, and you can buy it today for 54. \b \u001d  Q: And Pfizer? \u001d  A: Pfizer [PFE] is on sale, too. There is pressure for Pfizer to shore up its pipeline. The early- and mid-stage pipelines are OK. But there is enough pressure that they could easily go out and buy something. The impetus for more consolidation in the pharmaceutical space is that after June 30, 2008, the accounting rules will change, requiring these companies to amortize any acquired R&D. If you want to acquire something, you want to do it before June 30, 2008; otherwise you'll be amortizing the acquisition. \b \u001d  Q: What would you like to see Pfizer buy? \u001d  A: Wyeth [WYE] would be perfect for Pfizer, and we own that, as well. Wyeth has a great pipeline, but it's not quite as savvy on the drug-approval process. They take longer to get their drugs approved. Their distribution system isn't as good as Pfizer's. And they have less of a patent-expiration problem than any other Big Pharma. Pfizer is extremely cheap. We've been selling Merck and buying more Pfizer. I thought Merck [MRK] was worth 45 to 50 back when it was at 25, and today it is at 52. So it is fully valued. \b \u001d  Q: Where do you see Pfizer? \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5f151a6b287cb161a718710e3dacec86","symR":["0005.HK","5730.FR","HBC","HSBA.LN","GB0005405286","NL0000235190"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Dubai DIC Eyes Energy, Basic Metal Cos In Global-500 -CEO","GmtTimeStamp":"2007-05-19T08:56:00.000000000","CompanyCodes":["0005.HK","5730.FR","HBC","HSBA.LN","GB0005405286","NL0000235190"],"IndustryCodes":["ARO","ASP","BAN","BNK","FIS","XCA4","XDJGI","XENX","XFT1","XGTI","XHSG","XMDAX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 04:56 ET (08:56 GMT)"},{"md5ID":"6c33d5e3798f1b01899aefc10a41834a","symR":["SOI.YY"],"date":"2007-05-19","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Saudi Aramco Extends Ras Tanura Refinery Maintenance To Jun8","GmtTimeStamp":"2007-05-19T09:44:00.000000000","CompanyCodes":["SOI.YY"],"IndustryCodes":["OIL"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 05:44 ET (09:44 GMT)"},{"md5ID":"79449aa88dc3934cae23f69a7bd619e5","symR":["SHP.LN","SHPGY","SHQ.T","CA82481P1009","GB00B0KQX869"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":": FDA Issues Approvable Letter for -2-","GmtTimeStamp":"2007-05-19T15:10:00.000000000","CompanyCodes":["SHP.LN","SHPGY","SHQ.T","CA82481P1009","GB00B0KQX869"],"IndustryCodes":["BTC","DRG","XDJGI","XFT1","XISL"],"Story":"Commission, particularly Shire plc's Annual Report on Form 10-K for the year ended December 31, 2006. \b \u001d  (1) Shire Pharmaceuticals Group.  Basingstoke:  Shire; [updated 2006 Oct. 20; cited 2006 Oct. 19].  Shire Announces Filing Of Spd465 For The Treatment Of Adult ADHD.  Available from http://www.shire.com/shire/uploads/press/shire/SPD465_NDA_FILING_210706.pdf. \b \u001d  (2) Mental health in the United States: Prevalence of diagnosis and medication treatment for attention-deficit/hyperactivity disorder, United States, 2003. MMWR, September 2, 2005;54(34):842-847.  Available at: http://www.cdc.gov/mmwr/preview/mmwrhtml/mm5434a2.htm.  Accessed September 27, 2005. \b \u001d  (3) \"Introduction,\" Diagnosis and Treatment of Attention Deficit Hyperactivity Disorder. NIH Consensus Statement 1998 Nov 16-18; 16(2): 1-37. Available at: http://consensus.nih.gov/cons/110/110_statement.htm#0_Abstract. Accessed on June 8, 2005. \b \u001d  (4) Kessler RC, et al.  \"The Prevalence and Correlates of Adult ADHD in the United States:  Results from the National Comorbidity Survey Replication.\" The American Journal of Psychiatry. 2006;163:716-723., US Census 2005. Data \b \u001d  extrapolated from survey data in adults 18-44 years old, projected to the total adult population in the US. \b \u001d  (5) \"Annual Estimates of the Population by Selected Age Groups and Sex for the United States: April 1, 2000 to July 1, 2005 (NC-EST2005-02).\"  U.S. Census Bureau.  Available at: http://www.census.gov/popest/national/asrh/NC-EST2005-sa.html.  Accessed May 7, 2007. \b \u001d  (6) Diagnostic and Statistical Manual of Mental Disorders: Fourth Edition, Text Revision. DSM-TR-IV(R). Washington, DC:  American Psychiatric Association; 2000: 85. \b \u001d  (7) Baumgartel A, et al.  Practice guideline for the diagnosis and management of attention deficit hyperactivity disorder. Ambulatory Child Health. 1998;4:51. \b \bSOURCE  Shire plc \b \u001d    /CONTACT: Investor Relations, Eric Rojas (North America), +1-484-595-8252, or Clea Rosenfeld (Rest of the World), +44 1256 894 160, or Media, Jessica Mann (Rest of the World), +44 1256 894 280, or Matthew Cabrey (North America), +1-484-595-8248 \b    /Web site: http://www.shiregroup.com \b    /Web site: http://Vyvanse.com \b    /Web site: http://AdderallXR.com \b    /Web site: http://Daytrana.com \b    /Web site: http://www.adhdsupport.com \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 11:10 ET (15:10 GMT)"},{"md5ID":"7978a79cc3ec7b00a1a766a9e91d99b3","symR":["SHP.LN","SHPGY","SHQ.T","CA82481P1009","GB00B0KQX869"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":": FDA Issues Approvable Letter for SPD465 (Triple-Bead Mixed Amphetamine Salts) for the Treatment of ADHD in Adults","GmtTimeStamp":"2007-05-19T15:10:00.000000000","CompanyCodes":["SHP.LN","SHPGY","SHQ.T","CA82481P1009","GB00B0KQX869"],"IndustryCodes":["BTC","DRG","XDJGI","XFT1","XISL"],"Story":"\b \u001d  BASINGSTOKE, United Kingdom, and PHILADELPHIA, May 19 /PRNewswire/ -- Shire plc (LSE: SHP; Nasdaq: SHPGY; TSX: SHQ) announced today that it has received an approvable letter from the U.S. Food and Drug Administration (FDA) for SPD465 (triple-bead mixed amphetamine salts [MAS], an investigational oral stimulant intended to provide symptom control of ADHD in adults for up to 16 hours with one daily dose.  Following receipt of this approvable letter, Shire is evaluating its options related to SPD465. \b \u001d  Shire submitted a New Drug Application for SPD465 on July 21, 2006.(1)  If approved, SPD465 will be a treatment option for adults with ADHD and part of Shire's overall ADHD portfolio. \b \b    About ADHD \b \u001d  Approximately 7.8 percent of all school-age children, or about 4.4 million U.S. children aged 4 to 17 years, have been diagnosed with ADHD at some point in their lives, according to the CDC.(2)  ADHD is one of the most common psychiatric disorders in children and adolescents.(3)  The disorder is also estimated to affect approximately 9.8 million adults across the U.S. based on a retrospective survey of adults aged 18 to 34, projected to the full U.S. adult population.(4,5)  ADHD is a neurobiological psychiatric disorder that manifests as a persistent pattern of inattention and/or hyperactivity- impulsivity that is more frequent and severe than is typically observed in individuals at a comparable level of development.(6)  To be properly diagnosed with ADHD, a child needs to demonstrate at least six of nine symptoms of inattention; and/or at least six of nine symptoms of hyperactivity/impulsivity; the onset of which appears before age 7 years; that some impairment from the symptoms is present in two or more settings (e.g., at school and home); that the symptoms continue for at least six months; and that there is clinically significant impairment in social, academic or occupational functioning and the symptoms cannot be better explained by another psychiatric disorder.(6) \b \u001d  Although there is no \"cure\" for ADHD, there are accepted treatments that specifically target its symptoms.  The most common standard treatments include educational approaches, psychological or behavioral modification, and medication.(7) \b \b    For further information on ADHD please visit www.adhdsupport.com. \b \b    Shire ADHD Portfolio \b \u001d  In addition to SPD465, Shire's portfolio of ADHD treatments includes VYVANSE(TM) (lisdexamfetamine dimesylate), the first prodrug stimulant, which is planned to launch 2Q 2007, DAYTRANA(TM) (methylphenidate transdermal system), the first and only ADHD patch, and ADDERALL XR(R) (mixed salts of a single-entity amphetamine product), a long-acting formulated stimulant. SPD503 (guanfacine HCl extended release) is currently under review with FDA. \b \b    About SPD465 \b \u001d  SPD465, a single entity formulation of mixed amphetamine salts, was designed to provide extended release of medication with symptom control for up to 16 hours, is being studied for the treatment of ADHD in adults. The most common adverse events reported include insomnia, decreased appetite, dry mouth, headache and weight decrease. \b \b    About VYVANSE and ADDERALL XR \b \u001d  Tell your doctor about any heart conditions, including structural abnormalities, that you, your child, or a family member, may have.  Inform your doctor immediately if you or your child develops symptoms that suggest heart problems, such as chest pain or fainting. \b \u001d  VYVANSE or Adderall XR should not be taken by patients who have advanced disease of the blood vessels (arteriosclerosis); symptomatic heart disease; moderate to severe high blood pressure; overactive thyroid gland (hyperthyroidism); known allergy or unusual reactions to drugs called sympathomimetic amines (for example, pseudoephedrine); seizures; glaucoma; a history of problems with alcohol or drugs; agitated states; taken a monoamine oxidase inhibitor (MAOI) within the last 14 days. \b \u001d  Tell your doctor before using, VYVANSE or Adderall XR if you or your child are being treated for or have symptoms of depression (sadness, worthlessness, or hopelessness) or bipolar disorder; have abnormal thoughts or visions, hear abnormal sounds, or have been diagnosed with psychosis; have had seizures or abnormal EEGs; have or have had high blood pressure; exhibit aggressive behavior or hostility.  Tell your doctor immediately if any of these conditions or symptoms develop while using VYVANSE or Adderall XR. \b \u001d  Abuse of amphetamines may lead to dependence.  Misuse of amphetamine may cause sudden death and serious cardiovascular adverse events.  These events have also been reported rarely with amphetamine use. \b \u001d  VYVANSE and Adderall XR were generally well tolerated in clinical studies. The most common side effects in studies of Vyvanse included: children - difficulty falling asleep, stomachache, and irritability. The most common side effects in studies of Adderall XR included: children  - decreased appetite, difficulty falling asleep, stomachache, and emotional lability; adolescents  - loss of appetite, difficulty falling asleep, stomachache, and weight loss; adults  - dry mouth, loss of appetite, difficulty falling asleep, headache, and weight loss. \b \u001d  Aggression, new abnormal thoughts/behaviors, mania, growth suppression, worsening of motion or verbal tics and Tourette's syndrome have been associated with use of drugs of this type.  Tell your doctor if you or your child have blurred vision while taking VYVANSE or Adderall XR. \b \b    About DAYTRANA \b \u001d  DAYTRANA should not be used in patients with allergy to methylphenidate or patch components; marked anxiety, tension and agitation; glaucoma; tics, diagnosis or a family history of Tourette's syndrome; seizures; or during or within 14 days after treatment with monoamine oxidase inhibitors (MAOIs). \b \u001d  Sudden death has been reported in association with CNS stimulant treatment at usual doses in children and adolescents with structural cardiac abnormalities or other serious heart problems. Sudden deaths, stroke, and myocardial infarction have been reported in adults taking stimulant drugs at usual doses in ADHD.  Physicians should take a careful patient history, including family history, and physical exam, to assess the presence of cardiac disease.  Patients who report symptoms of cardiac disease such as exertional chest pain and unexplained syncope should be promptly evaluated.  Use with caution in patients whose underlying medical condition might be affected by increases in blood pressure or heart rate. \b \u001d  New psychosis, mania, aggression, growth suppression, and visual disturbances have been associated with the use of stimulants.  Use with caution in patients with a history of: psychosis; EEG abnormalities; bipolar disorder; depression.  Growth and hematologic monitoring is advised during prolonged treatment.  Patients should avoid applying external heat to the DAYTRANA patch.  Skin irritation or contact sensitization may occur. \b \u001d  DAYTRANA should be given cautiously to patients with a history of drug dependence and alcoholism. Chronic abuse can lead to marked tolerance and psychological dependence.  Frank psychotic episodes can occur, especially with parenteral abuse. Careful supervision is required during withdrawal from \b \u001d  abusive use, since severe depression may occur.  Withdrawal following chronic therapeutic use may unmask symptoms of the underlying disorder. \b \u001d  Common adverse events reported by patients who received DAYTRANA in clinical trials were decreased appetite, insomnia, nausea, vomiting, decreased weight, tics, affect lability, and anorexia, consistent with adverse events commonly associated with the use of methylphenidate. \b \u001d  For further product information related to Shire's portfolio of ADHD treatments, please go to Vyvanse.com, AdderallXR.com and Daytrana.com. \b \b    Shire plc \b \u001d  Shire's strategic goal is to become the leading specialty biopharmaceutical company that focuses on meeting the needs of the specialist physician. Shire focuses its business on attention deficit and hyperactivity disorder (ADHD), human genetic therapies (HGT), gastrointestinal (GI) and renal diseases. The structure is sufficiently flexible to allow Shire to target new therapeutic areas to the extent opportunities arise through acquisitions. Shire believes that a carefully selected portfolio of products with a strategically aligned and relatively small-scale sales force will deliver strong results. \b \u001d  Shire's focused strategy is to develop and market products for specialty physicians. Shire's in-licensing, merger and acquisition efforts are focused on products in niche markets with strong intellectual property protection either in the US or Europe. \b \u001d  For further information on Shire, please visit the Company's website: www.shire.com. \b \u001d  \"SAFE HARBOR\" STATEMENT UNDER THE PRIVATE SECURITIES LITIGATION REFORM ACT OF 1995 \b \u001d  Statements included herein that are not historical facts are forward- looking statements. Such forward-looking statements involve a number of risks and uncertainties and are subject to change at any time. In the event such risks or uncertainties materialize, Shire's results could be materially affected. The risks and uncertainties include, but are not limited to, risks associated with: the inherent uncertainty of pharmaceutical research, product development, manufacturing and commercialization; the impact of competitive products, including, but not limited to the impact of those on Shire's Attention Deficit and Hyperactivity Disorder (\"ADHD\") franchise; patents, including but not limited to, legal challenges relating to Shire's ADHD franchise; government regulation and approval, including but not limited to the expected product approval dates of SPD503 (guanfacine extended release) (ADHD) and SPD465 (extended release triple-bead mixed amphetamine salts) (ADHD); Shire's ability to secure new products for commercialization and/or development; Shire's ability to benefit from its acquisition of New River Pharmaceuticals Inc.; and other risks and uncertainties detailed from time to time in Shire plc's filings with the Securities and Exchange \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 11:10 ET (15:10 GMT)"},{"md5ID":"7b5c3b0582a064c8263d6a7ef6b05ade","symR":["KG"],"date":"2007-05-19","ret":[-0.00099],"ret5":[-0.00099],"Headline":": King Pharmaceuticals Reports Efficacy of ALTACE(R) 20mg And Efficacy of a Combination of ALTACE 20mg And Hydrochlorothiazide 25mg For 24-hour Blood Pressure Control","GmtTimeStamp":"2007-05-19T12:00:00.000000000","CompanyCodes":["KG"],"IndustryCodes":["DRG","XDJGI","XISL","XNYA","XRUS","XSP5"],"Story":"\bBRISTOL, Tenn.--(BUSINESS WIRE)--May 19, 2007-- \u001d  King Pharmaceuticals, Inc. (NYSE:KG) reported today that data from its Phase III clinical trial evaluating ALTACE(R) (ramipril) 20mg and the combination of ALTACE 20mg and hydrochlorothiazide (HCT) 25mg were presented this weekend at the American Society of Hypertension, Inc. (ASH) Twenty-Second Annual Scientific Meeting and Exposition (ASH 2007) in Chicago, Illinois. The clinical trial data showed that ALTACE 20mg resulted in significant reductions in systolic blood pressure (SBP) and diastolic blood pressure (DBP). ALTACE 20mg used in combination with HCT 25mg once daily as measured by a semi-automatic digital blood pressure device (office measurements) resulted in a statistically significant greater reduction of both seated DBP and seated SBP compared to monotherapy with HCT 25mg once daily or ALTACE 20mg once daily in patients with Stage 2 Essential Hypertension defined as blood pressure equal to or greater than 160 mmHg SBP or 100 mmHg DBP. \b \u001d  Data from the trial also showed that ALTACE 20mg monotherapy once daily provide significant reductions in mean 24-hour SBP and DBP of 11.4 mmHg and 6.2 mmHg, respectively. Importantly, as compared to office measurements, statistically significant greater reductions in mean 24-hour blood pressure, as measured by ambulatory blood pressure monitoring, were obtained with the combination therapy. Ambulatory blood pressure measurements have been shown to correlate better than office measurements for predicting adverse effects on end organs such as the kidney, heart, or brain. The safety profile of the combination was consistent with current labeling for the individual monotherapy drugs as approved by the U.S. Food and Drug Administration (FDA). \b \u001d  \"As described in the current JNC-7 hypertension treatment guidelines, if SBP is 20 mmHg or DBP is 10 mmHg above a patient's goal, consideration should be given to initiating therapy with two antihypertensive drugs, one of which is usually a thiazide diuretic. In the study, combining ALTACE 20mg with HCT 25mg was significantly better than monotherapy in achieving blood pressure control. Our results also show that the maximum approved dose of 20mg a day of ALTACE was well tolerated and showed significant reductions in systolic and diastolic blood pressure,\" said Dr. William B. White, Professor and Chief of Hypertension and Clinical Pharmacology at the University of Connecticut Health Center, and the study's lead investigator. \"These data provide evidence that ALTACE 20mg monotherapy and the combination of ALTACE 20mg with HCT 25mg provide meaningful clinical blood pressure reductions and 24-hour control.\" \b \u001d  \"We're excited about the results of the study,\" said Dr. Eric Carter, Chief Science Officer of King. \"These data demonstrate the efficacy and tolerability benefits of 20mg of ALTACE, the maximum approved dose, and the benefits of 20mg of ALTACE combined with HCT 25mg for patients who require an antihypertensive agent as well as a diuretic. We plan to submit these data as part of a New Drug Application to the FDA later this year, a major milestone for King Pharmaceuticals.\" \b \b   About the Clinical Trial \b \u001d  The primary endpoint of the trial was designed to demonstrate that the reduction in DBP in patients taking the combination of ALTACE 20mg and HCT 25mg once daily is statistically superior to that achieved in patients taking either monotherapy alone. The trial met the primary endpoint in that DBP reduction is statistically superior (p less than 0.001) with the combination compared to either monotherapy. The DBP was reduced by 15.5 mmHg with the combination compared to 8.5 mmHg with HCT 25mg and 9.2 mmHg with ALTACE 20mg. \b \u001d  A secondary endpoint of the trial was designed to demonstrate that the reduction in SBP in patients taking the combination of ALTACE 20mg and HCT 25mg once daily is statistically superior to that achieved in patients taking either monotherapy alone. The trial met the secondary endpoint in that SBP reduction is statistically superior with the combination compared to either monotherapy. The SBP was reduced by 18.6 mmHg with the combination compared to 11.5 mmHg with HCT 25mg (p less than 0.001) and 10.4 mmHg with ALTACE 20mg (p=0.002). \b \u001d  The clinical trial was a randomized, double-blind, double-dummy, parallel-arm, multicenter study evaluating the effects of combining ALTACE 20mg and HCT 25mg once a day versus the monotherapy comparator arms of the component drugs. Patients were treated for eight weeks. A total of 341 patients comprised the intention-to-treat efficacy population. Blood pressure was measured using both a semi-automatic digital blood pressure device and 24-hour ambulatory blood pressure monitor. \b \u001d  A copy of the poster detailing the results of the trial and presented at ASH 2007 is available on King's website at: http://www.kingpharm.com/ashposter.asp. \b \b   About ALTACE \b \u001d  ALTACE is the leading branded ACE inhibitor with multiple indications. ALTACE is indicated for the treatment of hypertension. ALTACE has also been shown to reduce the risk of death in stable patients who have demonstrated clinical signs of congestive heart failure within the first few days after sustaining acute myocardial infarction. Based upon the results of the landmark HOPE trial, ALTACE 10mg is also indicated in patients age 55 or over at high risk of developing a major CV event either because of a history of coronary artery disease, stroke or peripheral vascular disease or because of diabetes that is accompanied by at least one other CV risk factor (hypertension, elevated total cholesterol levels, low HDL levels, cigarette smoking, or documented microalbuminuria), to reduce the risk of stroke, myocardial infarction, or death from CV causes. ALTACE can be used in addition to other needed treatments (such as antihypertensive, antiplatelet or lipid-lowering therapies). \b \u001d  ALTACE should not be taken during pregnancy, as death or injury to an unborn child may result, or if serious side effects related to previous ACE inhibitors have occurred. Prescription ALTACE is not for everyone. ALTACE may cause swelling of the mouth, tongue, or throat, which could cause extremely serious risk and requires immediate medical care. ALTACE may lower blood sugar if taken for diabetes. A physician should be contacted if one experiences symptoms of low blood sugar such as sweating or shakiness. Common side effects include persistent dry cough, dizziness, and light-headedness due to low blood pressure. \b \u001d  For a copy of the ALTACE prescribing information, please visit http://www.altace.com/. \b \b   About Hydrochlorothiazide \b \u001d  Hydrochlorothiazide is a thiazide diuretic used in the management of hypertension either alone or to enhance the effect of other antihypertensive drugs in the more severe forms of hypertension. It is contraindicated in patients with hypersensitivity to hydrochlorothiazide or other sulfonamide-derived drugs. It should be used with caution in patients with renal disease, impaired hepatic function or progressive liver disease, diabetes, gout or lupus erythematosus. Common side effects include dizziness, light-headedness, low blood pressure, dehydration and stomach irritation. \b \b   About King Pharmaceuticals \b \u001d  King, headquartered in Bristol, Tennessee, is a vertically integrated branded pharmaceutical company. King, an S&P 500 Index company, seeks to capitalize on opportunities in the pharmaceutical industry through the development, including through in-licensing arrangements and acquisitions, of novel branded prescription pharmaceutical products in attractive markets and the strategic acquisition of branded products that can benefit from focused promotion and marketing and product life-cycle management. \b \b   Forward-looking Statements \b \u001d  This release contains forward-looking statements which reflect management's current views of future events and operations, including, but not limited to, statements pertaining to the Company's plan to file a New Drug Application this year with respect to the combination. These forward-looking statements involve certain significant risks and uncertainties, and actual results may differ materially from the forward-looking statements. Some important factors which may cause actual results to differ materially from the forward-looking statements include dependence on King's ability to file the New Drug Application as planned; and dependence on the final outcome of the Company's review of the data. Other important factors that may cause actual results to differ materially from the forward-looking statements are discussed in the \"Risk Factors\" section and other sections of King's Form 10-K for the year ended December 31, 2006 and Form 10-Q for the quarter ended March 31, 2007, which are on file with the U.S. Securities and Exchange Commission. King does not undertake to publicly update or revise any of its forward-looking statements even if experience or future changes show that the indicated results or events will not be realized. \b \b    CONTACT: King Pharmaceuticals \b             Investor Contact: \b             David E. Robinson, 423-989-7045 \b             Senior Director, Corporate Affairs \b             or \b             Media Contact: \b             Publicis Consultants - PR \b             Lauren Kende, 212-527-8846 \b             Lauren.Kende@publicisconsultants-pr.com \b \b    SOURCE: King Pharmaceuticals, Inc. \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 08:00 ET (12:00 GMT)"},{"md5ID":"7b75e62fbd52dde02dca69b9d0b67b51","symR":["AHD.T","CA2614341048"],"date":"2007-05-19","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": Dragon Capital Announces Board Addition>AHD.T","GmtTimeStamp":"2007-05-19T13:52:00.000000000","CompanyCodes":["AHD.T","CA2614341048"],"IndustryCodes":["MNG"],"Story":"\bTORONTO, May 18 /CNW/ - Dragon Capital Corporation (TSX: AHD) (the \"Company\") is pleased to advise that it has appointed Christopher Harrop, CFA, ICD.D, as non-executive Chairman and a director of the Company effective immediately. The appointment is subject to TSX approval. \b \bMr. Harrop has extensive corporate finance and governance experience and has helped found numerous public and private companies including ClubLink Corporation, Serica Energy PLC, International Uranium Corporation and HarbourEdge MIC. \b \bAbout Dragon Capital \b \bThrough its 100% owned subsidiary Arehada Mining Corporation, Dragon Capital is engaged in the exploration, development, extraction and refining of zinc, lead and silver in Donwuzhumuqinqi, located in Inner Mongolia, China. Arehada produces zinc and lead concentrates, which is sold to smelters in China. \b \b%SEDAR: 00023101E \b \b     /CONTACT: Dragon Capital Corporation, Christopher Harrop, (416) 350-5133; The Equicom Group, Marrti Kangas, (416) 815-0700 x 243, mkangas@equicomgroup.com \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 09:52 ET (13:52 GMT)"},{"md5ID":"8490b9326c4119bb9240317e0b2f56ed","symR":["CLX"],"date":"2007-05-19","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(5/21) How Clorox Could Clean Up -2-","GmtTimeStamp":"2007-05-19T04:04:00.000000000","CompanyCodes":["CLX"],"IndustryCodes":["HPN","HPR","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\u001d  Says analyst Walter Scully of Putnam Investments, which bought Clorox shares late last year: \"Clorox has gone through a couple of years of huge increases in raw materials costs, worse than anyone else's. It's in line with, or cheaper than the group. On normalized earnings, it's even cheaper. We think it's attractive now, and very attractive if the margins go up.\" \u001d  If he and other bulls are right, investors who buy the stock now should clean up. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8a1f4656b48d2771ee112879bae94d97","symR":["BRKA","BRKB","USG"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) Building For The Future","GmtTimeStamp":"2007-05-19T04:07:00.000000000","CompanyCodes":["BRKA","BRKB","USG"],"IndustryCodes":["BLD","INS","INU","XDJGI","XFFX","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Dimitra DeFotis \u001d  USG, the largest North American maker of wallboard, has survived several hits from the wrecking ball. The company was pushed to seek bankruptcy protection in 2001 by the rising costs of asbestos litigation, only to emerge last year just as the housing market peaked. As new-home construction tanked, earnings fell to $8.85 a share, from $11.01 in 2005. This year and next, USG will be lucky to earn $2 a share, which helps explain why its stock price has plummeted by 48%, to 48. \u001d  Yet USG (ticker: USG), which makes and markets a wide range of building materials, could prosper mightily when the housing cycle turns. While 45% of its 2006 revenue of $5.8 billion was tied to new-home sales, 15% derived from residential remodeling and 40% from commercial construction -- both markets that continue to grow. In addition, USG is reducing wallboard output, developing new lines of business such as ceiling products, and enhancing its distribution system through savvy acquisitions. Not least, it is switching manufacturing to newer, low-cost facilities from older, less efficient plants. \u001d  John De Gan, chief investment officer of Harbor Advisory, says these and other moves will give the company \"a higher market share with more pricing strength.\" Harbor has been buying the stock since March. De Gan calculates USG could earn $5 to $6 a share in three years (adjusting for the doubling of shares outstanding a result of an offering to help finance a $4 billion asbestos trust fund). If the stock were to sell again for 15 times future earnings -- its historic average -- it could command a price as high as 90. \u001d  USG trades for 25 times 2007 expected earnings. But history has shown the wisdom of buying cyclical stocks at peak multiples, before earnings start to rebound. \u001d  The Chicago company, once called U.S. Gypsum, owes a debt to its famous shareholder, Warren Buffett, whose support helped it raise the funds for the asbestos trust. Buffett first bought stock in 2000 and raised his stake last year. He now owns 17%. Buffett and USG have agreed that he must bid for the whole company if his holdings exceed 40% before 2013. Indeed, USG sometimes rallies on rumors that Berkshire Hathaway (BRKA) is preparing an offer. \u001d  That hasn't happened yet, but other value investors climbed aboard in the first quarter: Ariel Capital Management added 3.4 million shares, Third Avenue Management bought 1.7 million shares and Wallace R. Weitz & Co. took on 1.3 million shares, according to filings. They, too, presumably recognize USG's operating leverage, and expect the stock to discount a housing recovery before it occurs. \u001d  USG has fared poorly relative to other building-materials suppliers, such as American Standard (ASD), Masco (MAS) and Owens Corning (OC), in part because of the wallboard market's deteriorating fundamentals. Demand is expected to fall 10% this year, and the company's average first-quarter selling price -- $164.12 per thousand square feet -- was 9% below its average price in '06. USG's Sheetrock brand has become a generic term for wallboard (which accounts for most of its revenue). The company has 30% of the market, ahead of privately held National Gypsum and Koch Industries' Georgia-Pacific. \u001d  In a bid to curb price erosion, the industry has shrunk capacity by roughly 20% from peak levels; USG has cut its output by 2.5 billion feet over last year. Yet, price weakness also creates \"attractive growth opportunities for us, like acquisitions . . . in low-cost wallboard-manufacturing capacity,\" CEO William Foote told investors in April. \u001d  USG bought a gypsum-mining and plaster manufacturing company in Mexico, and its low-cost factories are humming. It has also invested $900 million-plus in the past five years to build some of the industry's most advanced production facilities and plans to bring them online in coming years in California, Virginia and Pennsylvania. USG similarly is investing in its fast-growing distribution arm, L&W Supply, which will allow it to boost sales for commercial customers. And it snapped up a California wholesaler in the first quarter that serves seven states and part of Mexico. \u001d  Housing bears see no end in sight to the industry's troubles, a view confirmed for many by Wednesday's news that the percentage drop in building permits represented a 17-year low. Yet doom, gloom and the nationwide glut of condos, colonials and McMansions are reflected in many housing-related shares. Either way, USG is likely to wind up a winner, given its thoughtful effort to remodel its own house when times are tough. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"935f04eff7073574b73da0f2d90fface","symR":["AIG","HAL","HTLD","SWY","US0268741073","US4062161017"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) Speaking Of Dividends: Heartland Express Adds A $2 Special Payout","GmtTimeStamp":"2007-05-19T04:04:00.000000000","CompanyCodes":["AIG","HAL","HTLD","SWY","US0268741073","US4062161017"],"IndustryCodes":["EQS","FDR","INF","INS","OIE","RTS","TRK","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  After several years of meager dividends, cash-rich and debt-free Heartland Express is delivering. The short- to medium-haul truckload carrier (ticker: HTLD) Monday declared a special dividend of $2 a share, which is worth $197 million on its 98.3 million common shares outstanding. Disbursement is slated for May 30 to investors of record May 24. The stock will go ex-dividend May 22. \u001d  Founder and Chief Executive Russell A. Gerdin and his family own 40.5% of the Coralville, Iowa, company's common, and so will reap $80 million of the bonus. \u001d  Cash payouts were initiated in August 2003 at an adjusted penny a share and currently are two cents. A regular quarterly will be paid along with the bonus. There have been four stock splits since 2001. Traded on Nasdaq, Heartland set a 52-week high Tuesday of 18.92, putting the stock ahead 26% for the year to date. \u001d  Wachovia Capital Markets analyst Justin Yagerman said the special distribution makes sense because Heartland will have low capital expenditures this year after buying extra equipment last year ahead of new emissions regulations. \"We view the special dividend as an attractive way for Heartland to return capital to shareholders,\" Yagerman wrote in a research note, although he doesn't expect other truckload carriers to follow suit. That's because none of Heartland's peers can boast such a large cash reserve-$365 million, or $3.72 a share, at March 31, and up $33.8 million from year-end 2006. He rates the stock Market Perform. By contrast, Bear Stearns' Edward Wolfe rates it Underperform, owing to currently sluggish freight demand and weak pricing. Standard & Poor's investment opinion is Hold. \u001d  With assets of $700.7 million, Heartland posted a 14% gain in first-quarter net from a year earlier, to $22.6 million, or 23 cents a share, on a 6% advance in operating revenues, to $143.4 million. The first quarter's net cash flow from operations was $34.1 million. \u001d  For the 22nd consecutive year, global-insurance and financial-services behemoth American International Group (AIG) is enriching its dividend. Wednesday New York City-based AIG boosted its quarterly common payout 21%, to 20 cents a share, from 16.5 cents. \u001d  Investors of record Sept. 7 will receive the new disbursement Sept. 21. The ex-dividend date is Sept. 5. Yield: 1.11%. Dividends have been paid without interruption since 1969. \u001d  A Dow industrials component, AIG shares currently change hands just a tad under their 52-week high of 72.97, set Dec. 18. During the first quarter of 2007, AIG repurchased 2.5 million shares of its common stock, and bought back an additional 6.6 million in April. \u001d  Controversial oilfield-services giant Halliburton (Barron's, Nov. 20, 2006) Wednesday hiked its common dividend for the second year in a row. The new quarterly will be nine cents a share, up 20% from 7.5 cents. The respective payment and record dates are June 21 and June 1; the ex-date is May 30. Dividends have been ongoing since 1947. \u001d  Trading on the Big Board a couple notches below its 52-week high of 38.82, the stock (HAL) yields 1%. Houston-based Halliburton has $1.6 billion remaining under its current stock-buyback program. \u001d  In the first quarter, 88-year-old Halliburton, once led by Vice President Dick Cheney, completed a spinoff of KBR, its engineering and construction unit, via a stock swap. KBR contracts awarded by the Pentagon and worth more than $19 billion -- making it the sole provider of food and housing to the military in Iraq and Afghanistan -- have drawn congressional scrutiny. Halliburton expects to post a divestiture-related gain of $1 billion in the second quarter. \u001d  North American food-and-drug retailing giant Safeway (SWY) sweetened its quarterly to 6.9 cents a share from 5.75 cents. The California-based company is now one of the nation's biggest buyers of clean energy, following the Golden State's 2000 energy crisis. As a result, it's been able to keep costs down. Profits are on the rise, reflecting the company's aggressive rollout of its \"lifestyle\" stores, which have decor and produce meant to help Safeway compete with grocers like Whole Foods. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9435497e6eaa05da90f6dd40dedbd944","symR":["SOI.YY"],"date":"2007-05-19","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Aramco:Longer Refinery Maintenance Due To Technical Reasons","GmtTimeStamp":"2007-05-19T09:47:00.000000000","CompanyCodes":["SOI.YY"],"IndustryCodes":["OIL"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 05:47 ET (09:47 GMT)"},{"md5ID":"98de9341ec2ca348dc2e10d2ee333926","symR":["AIG","AQNT","CNO","CQB","GE","LNDC","MET","MSFT","PL","PNX","PRU","UNM","US0268741073","US3696041033","US5949181045","US7443201022","US91529Y1064"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) The Trader: Taking Aim At A Record S&P","GmtTimeStamp":"2007-05-19T04:06:00.000000000","CompanyCodes":["AIG","AQNT","CNO","CQB","GE","LNDC","MET","MSFT","PL","PNX","PRU","UNM","US0268741073","US3696041033","US5949181045","US7443201022","US91529Y1064"],"IndustryCodes":["ADV","CTR","FOD","IDD","INF","INL","INS","MED","OFP","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  Sometime soon -- possibly even this week  -- the stock market will ascend to a new peak, and this rabidly anticipated event will inspire much hope and hoopla. But a question emerges as the Standard & Poor's 500 closes in on its March 24, 2000, high: Will 1527.46 prove to be a finishing line that stocks stumble across before collapsing, or just another marker on their continuing marathon? \u001d  The fanfare grew louder Friday as the 500-stock benchmark pushed past 1520, and as the Dow Jones Industrial Average broke above 13,500 a mere 17 days after topping 13,000. \u001d  But even the cheering section can't fail to notice signs of fatigue. Stocks' advance has been stoic but has lacked oomph. Indexes made new highs on waning momentum and weakening volume, and the rally increasingly is led by large stocks, while technology and smaller companies lag. \u001d  Rising for the seventh straight week, the Dow gained 230 points, or 1.7%, to 13,557, yet another record close. The S&P 500 also climbed for a seventh straight week, adding 17 points, or 1.1%, and hitting a seven-year high at 1523. \u001d  One of the market's broadest benchmarks, the Dow Jones Wilshire 5000, also notched a record close. But the Nasdaq Composite Index fell for a second straight week and lost 4 points, or 0.1%, to 2558. The Russell 2000 index of small stocks retreated 6 points, or 0.7%, to 824. \u001d  Keeping larger stocks afloat were a raft of benign economic data. Gasoline prices hit a record national average of $3.09 a gallon early last week and continued climbing, and indicators forecasting economic activity declined more than analysts had expected. But the gloom was balanced by data pointing to slowing inflation, renewed manufacturing growth and a solid job market, with weekly unemployment claims falling for a fifth straight week to stay below 300,000. \u001d  Worries of consumer belt-tightening continue to bog down retailers, regional banks, and sectors that suffer in a domestic slowdown. But a steady stream of mergers reminded investors of the liquidity surfeit, including a potential $11 billion deal for General Electric's (ticker: GE) plastics division, and Microsoft's (MSFT) $6 billion cash offer for online advertising company aQuantive (AQNT). \u001d  But as the Dow eked out another record close Thursday, market breadth -- or the ratio of advancing stocks to declining ones at the New York Stock Exchange -- had turned negative. It was a sign of flagging momentum and had already occurred four times in the past month. Yet such combinations of a Dow record and flailing breadth tended to be rare historically and were seen just five other times since 1940. In four of those five prior examples, the Dow had declined by an average 2% a month later, notes Jason Goepfert of www.sentimentrader.com. \u001d  Last week, more than 56% of S&P 500 stocks were hovering within 5% of their 52-week highs. Continued short bets and vigilant option hedging suggest that few traders would be surprised if this extended market pulls back soon. But until the indexes violate their upward trend, the consensus seems to expect any correction to be short-lived and shallow. \u001d  So what might drive stocks higher in the longer term? Believe it or not, a first-quarter redux can't be ruled out, as projected second-quarter profits are hacked down to levels that companies could beat with ease. \u001d  First-quarter profits rose nearly 9%, well above the 3.6% analysts had penciled in, and that outperformance spurred bulls on. \u001d  As if (recent) history had taught us nothing, analysts once again are cutting second-quarter profit projections drastically enough to send projected S&P 500 growth to a measly 3.3%. That figure could still slip toward 2% this summer, says Brown Brothers Harriman strategist Brian Rauscher. \u001d  In fact, all 10 S&P 500 sectors are expected to post second-quarter profit growth in the single digits or less -- the first time in more than a decade for such pervasive pessimism. Specifically, profits are expected to increase 8.9% for consumer staple companies, 8.4% for industrials and 7.2% for health care, but to decline 3.7% for energy and 5.7% for consumer discretionary companies. \u001d  Low-ball estimates could \"set the stage for another round of upside surprises,\" says Rauscher, who sees profits increasing 5% to 7% this quarter. \u001d  Sure, analysts in the Sarbanes-Oxley era have preferred to be caught by upside surprises than downside shocks. Others underestimate the impact of stock buybacks on per-share earnings, and the catalyst of the weaker greenback. \u001d  Then there is the increasingly dated and unreliable practice of using the U.S. economy to gauge U.S. company profits. Large U.S. companies increasingly are exposed to the faster growth of foreign economies; some 48% of S&P 500 profits were earned overseas last year -- up from 35% in 2002. \u001d  \"Investors, however, are making the understandable mistake of equating foreign economic growth, and emerging-market growth especially, with the growth of foreign companies,\" argues Daniel Chung, Fred Alger Management's CEO and chief investment officer. It's a reason why growth-chasing investors are funneling money to foreign markets, and why \"U.S.- listed companies are becoming more undervalued.\" \b \u001d  Unlike other financial stocks, those of life-insurance companies have enjoyed a good run lately. Agile capital management and growing variable products have helped offset the compressed spreads of fixed annuity offerings, and first-quarter profits have been strong. \u001d  Rising stock prices will buy management time. But many companies are sitting on a growing wad of cash, with total capital for U.S. life insurers increasing 20% last year to about $300 billion. The sector also is crowded and fragmented, and competition from alternative savings products increasingly rewards those with scale and reach. \u001d  Rob Haines, a senior analyst at the independent research firm CreditSights, is among those who expects more mergers as companies look to put money to work. Potential acquirers include American International Group (AIG), which ended last quarter with $15 billion to $20 billion in excess capital; Prudential Financial (PRU), which has a good merger track record and more than $6 billion in untapped debt capacity; and MetLife (MET), which until recently had been busy integrating its Travelers acquisition. \u001d  Screening for likely targets among companies with more than $10 billion in assets -- essentially those with attractive heft but which may lack the scale to compete in the long run -- Haines came up with names including Conseco (CNO), Phoenix (PNX), Protective Life (PL) and Unum Group (UNM). These stocks trade at 0.7 to 1.5 times book value and \"could be fairly easy to digest by any one of the larger industry leaders,\" he notes. \u001d  Phoenix, for instance, could face mounting investor pressure to sell itself if the Hartford company fails to turn around its asset-management and life-insurance businesses. Its shares already reflect a takeover premium, but not everyone sees immediate takeout prospects. Morgan Stanley analyst Nigel Dally, for one, sees Phoenix using proceeds from a closed-block securitization to make its own acquisition, which could make it a less alluring target. \u001d  Conseco, which emerged from bankruptcy in 2003, has tended to attract hedge funds with an eye on value and a stomach for risk. The stock has slid 23% over the past two years, and the life and health insurer this month reported lower-than-expec ted first-quarter profits. \u001d  But at just 0.7 times book value, the stock offers an appealing risk-reward profile. It has improved claims management, and better cash flow has allowed it to buy back more shares. And \"should the company fail in its attempts to solidify its fundamentals, we believe the company could emerge as a beneficiary of industry-wide consolidation,\" Dally notes. \b \u001d  What's not to like about bananas? The average banana has four times the protein of an apple, and five times the Vitamin A and iron. They're quick to eat, easy to digest, yummy enough to add to everything from breakfast to dessert. They also come with their own disposable packaging -- and in a sunny, happy color. \u001d  Still, Chiquita Brands International (CQB) has found a way to improve one of nature's perfect foods. Working with a small synthetic polymer company called Landec (LNDC), Chiquita is introducing \"intelligent packaging\" to extend the shelf life of ripe bananas by up to 12 days. This allows bananas to be sold more widely at convenience stores, fast-food restaurants and even a Starbucks near you. It is also rolling out new products like \"Chiquita Fruit in a Bottle,\" which has snagged a 5% share in its first market, Belgium. \u001d  The push to transform the 107-year old company \"from a commodity produce supplier to a more value-added, healthy consumer products company\" bodes well for profit growth, says Oppenheimer analyst Barry Sine, who expects per-share earnings to double to $1.50 next year from 75 cents in 2007. \u001d  The push toward higher-premium products isn't new -- Chiquita bought the Fresh Express package salad business in 2005 -- but the rollout of new products has gathered steam lately. So has the rally in its shares, up 15% this month to about 17. \u001d  Today, bananas drive nearly three-quarters of Chiquita's revenue. But bananas have image problems: They brown quickly, bruise easily and are difficult to transport and store. While international growth is robust, sales in the mature U.S. market are up just 5% since 2001. \u001d  Enter Landec's permeable polymer, which allows oxygen to enter the package and carbon dioxide to leave to extend freshness. Hoping that Americans will eat more bananas if they're fresher and more available, Chiquita has been testing individually cut and packaged bananas at some 8,500 locations, such as 7-Eleven and Cumberland Farms stores. It also is selling bananas in sealed packages of threes. Because these fetch higher prices, but don't cost more to grow, margins are better. Chiquita's grand plan: rolling out these new products at 200,000 non-traditional outlets. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9a63166884b03c8d013a9aab8f0f8ebd","symR":["0005.HK","5730.FR","HBC","HSBA.LN","GB0005405286","NL0000235190"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Dubai Intl Capital Talks With EADS Unchanged In 3 Mos- CEO","GmtTimeStamp":"2007-05-19T08:54:00.000000000","CompanyCodes":["0005.HK","5730.FR","HBC","HSBA.LN","GB0005405286","NL0000235190"],"IndustryCodes":["ARO","ASP","BAN","BNK","FIS","XCA4","XDJGI","XENX","XFT1","XGTI","XHSG","XMDAX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 04:54 ET (08:54 GMT)"},{"md5ID":"9c5ab67e6ae0e4ff4bdcdaf0ec8b406e","symR":["AIG","AQNT","CNO","CQB","GE","LNDC","MET","MSFT","PL","PNX","PRU","UNM","US0268741073","US3696041033","US5949181045","US7443201022","US91529Y1064"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) The Trader: Taking Aim At A Record -2-","GmtTimeStamp":"2007-05-19T04:07:00.000000000","CompanyCodes":["AIG","AQNT","CNO","CQB","GE","LNDC","MET","MSFT","PL","PNX","PRU","UNM","US0268741073","US3696041033","US5949181045","US7443201022","US91529Y1064"],"IndustryCodes":["ADV","CTR","FOD","IDD","INF","INL","INS","MED","OFP","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\u001d  At about 54%, Chiquita's debt-to-capital ratio is a tad high, and input costs are at the mercy of the weather and fuel prices. Salad profits also were hurt by an e. coli scare last fall, and will take time to recover. But given the steps that Chiquita is taking to reduce profit volatility, Oppenheimer's Sine reckons that the company's shares are worth 22. \u001d  Separately, Landec shares have climbed steadily to about 13.25, up 512% since 2003, as the Menlo Park, Calif., company worked off its debt, improved profits and boosted its cash stash to more than $2.25 a share. \u001d  Talk about enjoying the fruits of your labors! \u001d  --- \u001d  E-mail: kopin tan@barrons.com \u001d  --- \b                VITAL SIGNS \b \b                            Friday's        Week's     Week's \b                               Close        Change     % Chg. \b \bDJ Industrials              13556.53       +230.31      +1.73 \bDJ Transportation            5213.71        +47.79      +0.93 \bDJ Utilities                  533.38         +6.84      +1.30 \bDJ 65 Stocks                 4619.40        +63.13      +1.39 \bDJ US Total Mkt               369.96         +3.39      +0.92 \bNYSE Comp.                   9893.74       +106.71      +1.09 \bAmex Comp.                   2296.95        +53.46      +2.38 \bS&P 500                      1522.75        +16.90      +1.12 \bS&P MidCap                    898.19         +4.08      +0.46 \bS&P SmallCap                  428.20         -2.40      -0.56 \bNasdaq                       2558.45         -3.77      -0.15 \bValue Line (arith.)          2418.90         +4.22      +0.17 \bRussell 2000                  823.66         -5.88      -0.71 \bDJ Wilshire 5000            15304.99       +110.47      +0.73 \b \b                                         Last Week   Week Ago \bNYSE \bAdvances                                     1,716      1,812 \bDeclines                                     1,792      1,662 \bUnchanged                                       85        109 \bNew Highs                                      584        623 \bNew Lows                                        71         53 \bAv Daily Vol (mil)                           2,927.8    2,838.8 \bDollar \b(Finex spot index)                              82.20      82.12 \bT-Bond \b(CBT nearby futures)                           109-30     111-10 \bCrude Oil \b(NYM light sweet crude)                         64.94      62.37 \bInflation KR-CRB \b(Futures Price Index)                          313.17     311.13 \bGold \b(CMX nearby futures)                           661.00     670.60 \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a0d31c08a677f50dc72b1728304de921","symR":["CLX"],"date":"2007-05-19","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(5/21) How Clorox Could Clean Up","GmtTimeStamp":"2007-05-19T04:04:00.000000000","CompanyCodes":["CLX"],"IndustryCodes":["HPN","HPR","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Leslie P. Norton \u001d  This week, Clorox shareholders hope to learn how their company, which operates largely in North America's mature markets, plans to boost its growth. \u001d  Thursday, the household-products maker will unveil its long-term strategy at an analysts' meeting in New York. The stakes are high for CEO Donald Knauss, the former Coca-Cola executive who took Clorox's helm in October, after a heart attack led Gerald Johnston to resign. For some time, an outside consultant has pored over Clorox's product portfolio and operations. Speculation that the company will act on the consultant's recommendations, which could include jettisoning some brands and focusing on growth abroad, recently helped push Clorox shares to an all-time high of $68.50. Late Friday, they were around 67. \u001d  Already, there's encouraging evidence that the Oakland, Calif.-based producer of bleach, Glad bags, Kingsford charcoal and Hidden Valley salad dressings is capable of delivering solid earnings gains. \u001d  This month, Clorox (ticker: CLX) reported surprisingly strong profits for its fiscal third quarter, ended in March. Net came in at 84 cents a share, versus 72 cents a year earlier, amid good volume growth in home-care products and cat litter. For the year, Clorox expects its sales to climb \"about 5%,\" to $4.88 billion. It also foresees earnings near $3.21 to $3.27 a share, versus $2.90 last year. For its next fiscal year, ending in June 2008, Wall Street's consensus forecast puts profit at $560 million, or $3.68 a share, and sales at $5.1 billion or more. \u001d  Earnings could go even higher if raw-material costs wane and if Clorox begins initiatives -- people who know the company well believe it will -- aimed at energizing growth and bolstering its exposure overseas. Clorox declined to make Knauss or other executives available to Barron's before Thursday's meeting. \u001d  The company's gross margins were hit hard in recent years by rising tabs for the polyethylene used in bottles, bags and wraps. At the same time, the price of diesel fuel jumped, hiking product-transportation costs. Last year, Clorox's gross margin clocked in at 42.2%, down from as much as 46.3% in 2003. \"Over the past four years,\" observes John Faucher, a JPMorgan analyst, \"this company lost 1,000 basis points [10 percentage points] of gross margin, owing to increased raw-materials costs.\" Clorox held its ground, partly by raising prices. \u001d  Clorox earned $2.90 a share last year, before extraordinary items, about flat with 2005 results. Now, earnings are beginning to strengthen again. Nobody expects raw-material costs to moderate steeply. But, bulls on the stock point out, put a more normal number on earnings -- say $4 -- and a multiple in the mid-to-high teens, and you get a stock price in the mid-70s. \u001d  \"The investment case, pure and simple, is that it has a very defensible business model,\" says Bob Goldsborough, who oversees the Clorox position at Ariel Capital Management in Chicago. \"The bear case was angst over raw materials. Clorox has responded clearly by innovating and implementing price increases. They're not going to give that back.\" Goldsborough figures the stock is worth $85, 30% above its recent level, assuming 3.5% annual revenue growth over the next five years, margin gains and 10% earnings growth. \u001d  So what to expect from Thursday's confab? \u001d  First, a plan to boost business overseas. Today, 85% of Clorox's sales come from the U.S. and Canada, both mature markets -- markets that Clorox dominates. Despite its paltry $10 billion market value, Clorox represents 20% of all dollar sales in its categories, second only to P&G. \u001d  Given the dollar's current weakness, currency translations alone could boost returns for Clorox's competitors. In the March quarter, a chunk of rival Colgate-Palmolive's (CL) sales growth came from the strong euro, but Clorox has no presence in the euro zone. Double-digit sales growth in emerging markets has countered softness in developed markets for Kimberly-Clark (KMB) in recent years. And, Lehman Brothers reckons, the third world will account for at least half of the organic growth at Procter & Gamble (PG). \u001d  A survey by A.C. Nielsen last year of emerging middle classes showed that two-thirds of dollar growth in consumer products comes from developing markets. Most in demand: disinfectant and garbage bags. \"This is the price of admission to the middle class, and Clorox is a sleeping giant; these guys are uniquely positioned to capitalize on this fast-growing consumer-products category,\" says Liz Crawford, a consumer-products strategist at Iconoculture. \u001d  Clorox has begun augmenting its nascent position in emerging markets, with a recent acquisition vaulting it into the No. 1 spot among bleach suppliers in Ecuador, the Dominican Republic, Venezuela, Colombia, Uruguay and Canada. During the third quarter, the company's international operations sported 16% sales growth, versus 5% to 7% for the domestic units. \"The raw-materials easing has given Knauss the flexibility to put his stamp on the company,\" says JPMorgan's Faucher. \"I'd like to see them buy small local players in household cleaning internationally, in Latin America, Asia, emerging markets.\" \u001d  Another goal of the strategy that will be outlined Thursday will be to find more \"gamechangers.\" Clorox uses the term to define a new product category that creates demand. That's important in a mature market, where competition can savage pricing. Gamechangers boost market share and command prices well above those of private-label brands. In North America, Clorox faces many formidable rivals, ranging from privately held S.C. Johnson, which sells Pledge, Drano and Ziploc bags, to publicly traded Prestige Brands (PBH), which sells Comet, Pactiv (PTV), which sells Hefty bags, to Alcoa (AA), which produces Reynolds Wrap. The toughest competition comes from private-label brands focused on price and volume. \u001d  In recent years, Clorox's stable of gamechangers has included Glad Press 'n Seal wrap -- a solid success that seized market share -- and Glad ForceFlex, a diamond-patterned trash bag that stretches without tearing, accommodating awkward items. There was also a nice twist on the razor-and-blades model: the ToiletWand, with a replaceable cleaning head. \u001d  But some promising gamechangers haven't lived up to the name. Among them: the BathWand and Clorox Anywhere, a sanitizing spray. Two years ago, Clorox ran a contest for America's dirtiest desk, and discovered that desks harbor more germs than toilet seats. Yet Clorox Anywhere -- which claims to be both effective and safe around food -- wasn't a big hit. Says a former competitor: \"Consumers feel weird about spraying bleach all over the place. There's efficacy and safety -- and people have a hard time reconciling the two.\" \u001d  Last month, Clorox, which will celebrate its centennial in 2013, launched a Clorox Anywhere hand-sanitizing spray aimed at businesses. It could be a tough sell: Since 2000, according to Productscan Online, 67 such products have been introduced, and Lysol and Purell dominate the market. \"They need to get their product-development effort back on track,\" Ariel's Goldsborough says of Clorox. \"Management is sorry they developed the term gamechangers because investors focus so much on it. But to have momentum, you need to show progress to investors.\" \u001d  Some new products will be obtained through acquisitions. Clorox's debt is now just twice earnings before interest, taxes, depreciation and amortization, and the company's stated goal of 3% to 5% growth excludes acquisitions. After Clorox reported third-quarter earnings, Knauss told analysts: \"We have significant free cash flow and will be more aggressive.\" \u001d  One hot category that's ripe for expansion: nontoxic, biodegradable \"green\" products. \"Sustainability is the mood of the moment,\" says Iconoculture's Crawford. Among the purveyors: Caldrea, a Minneapolis company started in 2000 that sells upscale cleaning products in nontoxic formulas; Method Products, a San Francisco eco-cleaning-product purveyor begun by a designer and an engineer and dubbed the seventh fastest-growing company in America by Inc. Magazine; and Mrs. Meyers, supplier of \"aromatherapeutic\" household-cleaning items plugged by Oprah. All three companies are still held by the entrepreneurs who founded them. \u001d  Also Thursday, Clorox might indicate that it eventually will sell some brands. Colgate might serve as a model, Lehman Brothers suggests; Colgate, which has refocused on core product lines such as oral care, generated nearly three times as much revenue last year as Clorox did, with only two-thirds as many product categories. Kimberly-Clark, 3 1/2 times Clorox's size, competes in half the categories. \u001d  Clorox has 17 business lines, not all of which make sense grouped together. Its largest businesses -- Kingsford charcoal, Clorox and Glad -- dominate their markets. However, the company is fighting pitched battles in trash bags, disposable storage containers and storage bags, cat litter (Fresh Step and Scoop Away), drain openers (Liquid Plumr), and home-cleaning products (Tilex, Formula 409). The real opportunity is grabbing share from the category that pollsters call \"all other manufacturers.\" This group sells 51% of auto-care products, 35% of disposable food-storage containers and 24% of liquid cleaners, Lehman reports. \u001d  What Clorox brands might go on the block? Although food sports fat margins, the possible candidates include Hidden Valley salad dressings and K.C. Masterpiece barbecue sauces, which together account for 8% of Clorox's revenue. Then there's S.O.S. scouring pads and Lestoil cleaner. The former faces strong competition from Scotch-Brite, made by 3M (MMM), and Lestoil sales slid 12% from 2003 to 2006. Another \"problem child,\" Lehman writes, is Brita, the water-purification operation, which has had to offer average 13% discounts from list prices and has been hurt by bottled water's popularity. \u001d  In short, although Clorox officials are being tight-lipped pending Thursday's meeting, the company is poised to rejigger itself to generate greater returns. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a2279fc15a0ca362b9591ce00f00fc44","symR":["0005.HK","5730.FR","HBC","HSBA.LN","GB0005405286","NL0000235190"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Dubai DIC May Open New York Base By End 07 To Aid Deals -CEO","GmtTimeStamp":"2007-05-19T08:58:00.000000000","CompanyCodes":["0005.HK","5730.FR","HBC","HSBA.LN","GB0005405286","NL0000235190"],"IndustryCodes":["ARO","ASP","BAN","BNK","FIS","XCA4","XDJGI","XENX","XFT1","XGTI","XHSG","XMDAX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 04:58 ET (08:58 GMT)"},{"md5ID":"a28037444f41b2f325d99eaa2cd27144","symR":["SMH"],"date":"2007-05-19","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(5/21) Up & Down Wall Street: The View From Mars","GmtTimeStamp":"2007-05-19T04:07:00.000000000","CompanyCodes":["SMH"],"IndustryCodes":["EXT","SOF"],"Story":"\b   (From BARRON'S) \b   By Alan Abelson \u001d  Were the proverbial little green man from Mars to descend on this hurting planet, he could be forgiven for believing he had landed in a nest of vipers feeding on calumny. \u001d  Alan Greenspan signs on as an economic consultant with bond maven Bill Gross' Pimco. Instead of congrats and hurrahs, the news is greeted by the notion that Bill, who has gathered up a dazzling array of investment tools to help him and his crew divine the next move in interest rates, has finally nailed what he has always been looking for, but until now has been unable to find -- a reliable contrary indicator. \u001d  Alberto Gonzales visits the ailing attorney general, John Ashcroft, in the hospital. Convinced that what Ashcroft needs most is a counter-irritant to keep his mind off his pain, Alberto urges him to approve what Ashcroft has been vehemently opposed to -- Uncle Sam indulging in illegal wiretapping. And, miraculously, it works: Ashcroft is so agitated that he forgets his aches and pains (he even forgets to thank Alberto). But instead of earning the nation's gratitude, Gonzales is broadsided by accusations that he sought to take advantage of Ashcroft's diminished capacities. \u001d  After four years and enormous expenditure of blood and treasure, Mr. Bush has finally hit upon the answer to the mess in Iraq: He somehow neglected to appoint a \"war czar.\" Better late than never, we say, but here, too, the popular reaction is not joy but a sour complaint: Decades of having a \"drug czar\" hadn't made much of a dent in our drug problem, and the guy who was the \"home security czar\" was obviously out to a very long lunch when that hurricane hit New Orleans. For that matter, Russia had real honest-to-goodness czars aplenty and look where it ended up. \u001d  Congress, a very excitable bunch, is up in arms because around 80% of American software sold in China is counterfeited by the locals. You'd think our solons wouldn't be so darn nitpicky and concentrate on the tremendous progress the Chinese have been making in respecting other folks' property: spitting on the sidewalk, even if the sidewalk's owned by an American company, is no longer legal. And look at it this way: A full 20% of American software sold in China isn't counterfeit. \u001d  Disclosure that the hordes of candidates vying for the presidential nomination don't have to worry about where their next meal is coming from prompts not approbation but sneers. Rudy Giuliani, for example, took home over $11 million last year from giving speeches. Rudy happens to be a very fast talker. The poor man's rich man, John Edwards, drew a neat $1.7 million from a hedge fund in '06, where his job was to learn about finance (since he already has accumulated a tidy $30 million, we'd say ignorance is bliss). Besides, anything that keeps them off the streets is all to the good. \u001d  Paul Wolfowitz gets into hot water at the World Bank for trying to help a damsel in distress. The damsel happened to be an acquaintance. Well, actually a friend. In truth, his girlfriend. But he did for her no more than he'd do for any damsel in distress: find her a nice cushy job with a fat salary at the State Department, which specializes in nice cushy jobs with a fat salary. Alas, far from being rewarded for his chivalry -- can you believe this? -- he gets sacked as head of the bank. \u001d  We fervently urge President Bush to do the right thing here. Appoint Wolfowitz's girlfriend as the new head of the World Bank (she used to work there, so she knows the essentials: how to punch in and where the water cooler is) and fill the vacancy her leaving would create at the State Department by naming Wolfowitz to fill the post (which, given the paycheck it provides, must be vital). \u001d  That little green man from Mars, of course, wouldn't be shocked by everything he observes. He'd be sure to get a real charge out of the true wonder of the world -- the stock market -- and enjoy its thrilling ascent to the heavens, paced by the Dow Jones industrials (the only stock index the Martians follow). Even without his extraterrestrial powers of perception, he'd likely notice that the bulk of the market lately has been lagging, often a sign of trouble ahead. But, like everyone else, we imagine he's fully invested and not inclined to give it a moment's thought. \u001d  Although it may seem that way, not everyone in the universe is a raging bull. The odd exceptions are worth noting because they include people who presumably have some feel for corporate prospects -- namely, corporate insiders. The reasons that move a director or an officer to sell his company's stock may be various, but they rarely include expectations that the stock will go up. \u001d  What reminds us of that eternal truism is the latest issue of Crosscurrents, a very worthwhile stock-market newsletter put out by Alan Newman. Every now and then, Alan tallies insider buys and sells, either for the market as a whole or for a specific sector. In his most recent issue, he turns the spotlight on semiconductors, where he finds the sentiment of the folks supposedly in the know startlingly bearish. \u001d  More specifically, in the six months through May 2, among the top 10 chip makers he records 100 sales, totaling 3.75 million shares, compared with one solitary purchase of 500 shares. Alan notes that these ratios of sales-to-buys and the number of shares sold to the number bought were simply the worst ever. And he adds, \"if 7,507 shares are sold for each share purchased, how much promise can this industry hold for investors?\" No prizes awarded for guessing the answer to that question. \u001d  The chip stocks fetch something north of 22 times earnings and five times sales. Why a cyclical industry bereft of significant growth is endowed with such rich multiples is a puzzle to Alan, more symptomatic of speculative ebullience than value. And he rates the Semiconductors HOLDRs Trust (ticker: SMH) as an inviting short. \u001d  Frankly, we had never heard of QB Partners until last week when a rather lengthy report bearing their imprimatur entitled, \"The Value of the Dollar\" popped up in our e-mail. QB Partners, we can tell you thanks to our research chief, Pauline Yuelys, is a brand-new hedge fund (it was launched earlier this year), run by a couple of guys named Lee Quaintance and Paul Brodsky, both of whom have been on the Street for a spell. \u001d  Whatever their provenance, they've crafted a quite interesting analysis of what ails the dollar and why what ails it isn't anything trivial or transient. In fact, they see nothing but mournful things ahead for the buck, including, ultimately, its fall from grace as the world's reserve currency. \u001d  Basically, they size up the dilemma confronting our \"policymakers\" as whether to tighten the monetary and credit screws to bolster the dollar or to open them up even further to support asset prices. They have no doubts as to the resolution: The folks in charge will continue to do what they've always done -- \"inflate the money supply and promote more credit, thereby sustaining asset prices at the expense of the purchasing power of the dollar.\" \u001d  That may seem the downward path to financial and eventually economic rack and ruin. But such a trivial consideration has never deterred Washington. You don't have to swallow whole QB Partners' gloomy diagnosis and prognosis for the beleaguered buck to find it valuable as well as provocative. Even though we agree there's plenty of sliding room left for the greenback, we're not convinced the outlook is as apocalyptic as the duo contends. \u001d  The report itself is nicely, almost elegantly, crafted, although at times it lapses into a kind of faux erudition, a tendency compounded somewhat by windy footnotes. Nonetheless, unlike so much of the tomes turned out by Wall Street, it's very much worth reading. \u001d  We obviously lack the space to do anything like justice to Quaintance and Brodsky's artful argument. What we'd like to share with you are a couple of the more pertinent points they raise. \u001d  The pair point out that the vigorous monetary inflation manifest in the 30% decline in the value of the dollar in the foreign-exchange markets since 2002 is seeping inexorably into the economy: \"Prices paid in the U.S. for goods, services, financial assets, real-estate assets and natural resources have risen in recent years significantly more than population growth and organic demand.\" \u001d  They then cite the findings of Shadow Government Statistics, an independent research outfit, that \"U.S. prices have been increasing at annual rates ranging from 8% to 11% since 1996. This contrasts with the Bureau of Labor Statistics' core CPI, which has risen in the 1.5% to 4.5% area.\" \u001d  And they comment drily that most Americans likely \"intuit their rate of inflation more in line with the higher 'unofficial' rate than\" the conveniently low numbers calculated by the BLS. \u001d  Timely, too, is their take on our increasingly leveraged markets, the inevitable result of all that cash and credit the government is so sedulously pumping into the economy. \"Levered funding,\" they warn, \"gives the public markets an embedded tendency to fall faster and harder than they otherwise would.\" \u001d  Leverage, they point out, enters markets leisurely but can exit quickly and violently. Might keep that in mind when some shill next tells you there's just too much liquidity around for stocks to ever go down. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ac590440d14cd2aad87e50e126c8e2c4","symR":["CLE.UN.T","MPT.UN.T","CA18450K1021","CA5560841010"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":": Macquarie Power & Infrastructure Income Fund Announces Mailing Of Take-Over Bid Circular>MPT.UN.T","GmtTimeStamp":"2007-05-19T13:51:00.000000000","CompanyCodes":["CLE.UN.T","MPT.UN.T","CA18450K1021","CA5560841010"],"IndustryCodes":["ELC","XDJGI"],"Story":"\b   TORONTO, ONTARIO--(CCNMatthews - May 18, 2007) - Macquarie Power & Infrastructure Income Fund (TSX:MPT.UN) (\"MPT\" or the \"Fund\") today announced it has mailed a take-over bid circular dated May 18, 2007 (the \"Circular\") to unitholders (\"CPIF Unitholders\") of Clean Power Income Fund (TSX:CLE.UN) (TSX:CLE.DB) (\"CPIF\") and holders of CPIF's 6.75% convertible debentures (the \"Debentures\"). MPT previously announced its offer to purchase (the \"Offer\"), subject to certain terms and conditions, all of CPIF's outstanding trust units (\"CPIF Units\"), including CPIF Units that may become issued and outstanding upon the conversion of the Debentures after the date of the Offer and prior to the expiry of the Offer. \b \bMPT has filed the Circular and related documents with the various Canadian securities regulatory authorities. MPT's Offer will be open for acceptance until 12:01 a.m. (Toronto time) on June 23, 2007, unless withdrawn, varied or extended. \b \bThe package mailed to CPIF Unitholders and holders of Debentures includes the trustees' circular dated May 18, 2007 (the \"Trustees' Circular\") prepared by the Board of Trustees of CPIF's operating trust, on behalf of CPIF, which unanimously recommends that CPIF Unitholders accept the Offer and deposit their CPIF Units under the Offer. \b \bUnder the Offer, CPIF Unitholders are entitled to receive 0.5581 trust units of MPT (\"MPT Units\") and one contingency value receipt (a \"CVR\") for each CPIF Unit that is validly deposited and not validly withdrawn under the Offer. \b \bThe CVRs represent a contingent right of the holders to receive an amount calculated on the basis of 80% of the balance, if any, less certain costs and expenses, of US$7.593 million deposited in an escrow account established by PEET U.S. Holdings Inc. (\"PEET\"), currently a subsidiary of CPIF, in connection with its sale of Gas Recovery Systems, LLC (\"GRS\"), and payments, if any, that might be made by the purchaser of GRS to PEET if the purchaser receives certain refunds from Commonwealth Edison Co. relating to GRS (after certain specified adjustments and deductions for certain payments, claims, costs and expenses). \b \bThe Offer is subject to customary conditions, including that greater than 66 2/3% of the CPIF Units that are issued and outstanding at the expiry of the Offer are validly deposited and not validly withdrawn under the Offer. \b \bCPIF Unitholders are urged to read the Circular, the Trustees' Circular and related documents. Questions regarding the Offer and requests for assistance in depositing CPIF Units under the Offer may be directed to Georgeson, the Information Agent for the Offer, at 100 University Avenue, 11th Floor, South Tower, Toronto, Ontario, M5J 2Y1, or toll free within North America at 1-866-682-6164. Copies of the Circular, the Trustees' Circular and other materials related to the Offer may be obtained without charge from Computershare Investor Services Inc., the Depositary for the Offer, at 100 University Avenue, 9th Floor, Toronto, Ontario, M5J 2Y1, Attention: Corporate Actions, or toll free within North America at 1-800-564-6253 or by email at corporateactions@computershare.com. Additionally, all materials related to the Offer are available on SEDAR at www.sedar.com. \b \bCPIF Unitholders resident in the United States who deposit their CPIF Units under the Offer will not be entitled to receive MPIIF Units or CVRs. Instead, the MPIIF Units otherwise distributable to U.S. Unitholders will be aggregated and sold outside the U.S., through the facilities of the TSX, through a registered broker or investment dealer. Each Unitholder whose MPIIF Units have been sold in such manner will be forwarded an amount equal to such Unitholder's pro rata interest in the net proceeds of such sale or sales, after commissions, expenses and any applicable withholding taxes, as soon as reasonably practicable after completion of such sale or sales. In addition, the CVRs otherwise distributable to U.S. Unitholders will be issued to an escrow agent until payment on the CVRs, if any, is made, at which time each such Unitholder will be forwarded payment in an amount equal to such Unitholder's pro rata portion of the payment amount, if any, net of all costs related to such arrangements and any applicable withholding taxes. \b \bThis news release is not a solicitation of a proxy from any security holder of CPIF, nor is it an offer to purchase or a solicitation of an offer to sell securities. \b \bAbout Macquarie Power & Infrastructure Income Fund \b \bMacquarie Power & Infrastructure Income Fund invests in infrastructure assets with an emphasis on power infrastructure. MPT's strategy is to acquire and actively manage a high-quality portfolio of long-life infrastructure assets to improve their financial performance and provide growing and sustainable distributions to unitholders for the long term. MPT's infrastructure portfolio includes Cardinal, a 156MW gas-fired cogeneration power station in Ontario, and a 45% indirect interest in Leisureworld Senior Care LP, a leading long-term care provider in Ontario with over 30 years operating experience. MPT is managed by a wholly-owned subsidiary of Macquarie Bank Limited and a member of the Macquarie group. Please visit www.macquarie.com/mpt for additional information. \b \bAbout Clean Power Income Fund \b \bClean Power Income Fund is an open-ended investment trust that is invested in 15 power generating facilities located in Quebec, Ontario, Alberta, British Columbia and four U.S. states with a total capacity of 303 MW. Three environmentally preferred technologies - windpower, waterpower and biomass - deliver electricity almost exclusively under long-term sales contracts and at minimal to zero fuel cost. CPIF is the first income fund to be certified under the Government of Canada's Environmental Choice(M) Program. More information about Clean Power Income Fund can be found at www.cleanpowerincomefund.com. \b \bForward-looking Statements \b \bCertain statements in this news release may constitute forward-looking statements which involve known and unknown risks, uncertainties and other factors which may cause the actual results to be materially different from any future results expressed or implied by such forward-looking statements. Forward-looking statements use such words as \"may\", \"will\", \"anticipate\", \"believe\", \"expect\", \"plan\" and other similar terminology. These statements reflect current expectations regarding future events and operating performance and speak only as of the date of this news release. Forward-looking statements involve significant risks and uncertainties, should not be read as guarantees of future performance or results, and will not necessarily be accurate indications of whether or not such results will be achieved. A number of factors could cause actual results to differ materially from the results discussed in the forward-looking statements, including, but not limited to: the possibility that the Offer may not be completed; the possible delay in the completion of the Offer; that MPT may not acquire any or all of the Units under the Offer and/or the second step transaction to be made upon the completion of the Offer (together, the \"Transaction\"); the MPT Units and CVRs issued in connection with the Transaction may have a value lower than expected; the businesses of MPT and CPIF may not be integrated successfully or such integration may be more difficult, time-consuming or costly than expected; and the expected benefits from the acquisition of CPIF's business may not be fully realized or not realized within the expected time frame by MPT. \b \bThe risks and uncertainties described above are not exhaustive and other events and risk factors including risk factors disclosed in MPT's filings with Canadian securities regulatory authorities could cause actual results to differ materially from the results discussed in the forward-looking statements. \b \bThe forward-looking statements contained in this news release are based upon information currently available and what Macquarie Power Management Ltd. (the manager of MPT) currently believes are reasonable assumptions, however MPT and its manager cannot assure investors that actual results will be consistent with these forward-looking statements. These forward-looking statements are made as of the date of this news release, and MPT and its manager assume no obligation to update or revise them to reflect new events or circumstances. MPT and its manager caution readers not to place undue reliance on any forward-looking statements, which speak only as of the date made. \b \bMacquarie Power & Infrastructure Income Fund is not an authorised deposit taking institution for the purposes of the Banking Act (Cth) 1959 and Macquarie Power & Infrastructure Income Fund's obligations do not represent deposits or other liabilities of Macquarie Bank Limited ABN 46 008 583 542. Macquarie Bank Limited does not guarantee or otherwise provide assurance in respect of the obligations of Macquarie Power & Infrastructure Income Fund. \b \b \b \b \b         FOR FURTHER INFORMATION PLEASE CONTACT: \b \b         Macquarie Power & Infrastructure Income Fund \b         Sarah Borg-Olivier \b         Investor Relations \b         (416) 607-5009 \b         Email: sarah.borg-olivier@macquarie.com \b         Website: www.macquarie.com/mpt \b         or \b         Clean Power Income Fund \b         1-866-430-6247 \b         Email: info@cleanpowerincomefund.com \b         Website: www.cleanpowerincomefund.com \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 09:51 ET (13:51 GMT)"},{"md5ID":"ad8ba698cefc0ac0dd45e139204da3eb","symR":["GM","HUM","IDP","NOK","NOK1V.HE","SOFO","STI","WFMI","FI0009000681","US3704421052"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) Research Reports: How Analysts Size Up Companies","GmtTimeStamp":"2007-05-19T04:06:00.000000000","CompanyCodes":["GM","HUM","IDP","NOK","NOK1V.HE","SOFO","STI","WFMI","FI0009000681","US3704421052"],"IndustryCodes":["AUT","BNK","BTC","CMT","FDR","HEA","ITC","RTS","XDJGI","XDJI","XES","XFFX","XGTI","XHEX","XISL","XNQ1","XNYA","XRUS","XSP5","XST5","XSTX","XSXA"],"Story":"\b   (From BARRON'S) \b   Edited by Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  General Motors \u001d  -- GM-NYSE \b \u001d  Outperform \u001d  -- Price 29.46 on May 15 \u001d  by Bear Stearns \b \u001d  Upgrading to Outperform from Peer Perform, setting a year-end 2008 price target of $35 based on 8 times our '09 earnings per share estimate of $4.35. Four factors drive our upgrade: 1) We view the Chrysler sale news as favorable for GM and Ford [and] are favorably impressed with United Auto Workers' . . . evenhanded initial response . . . 2) the Ford family is [reportedly] weighing the sale of a part of its controlling stake in the auto maker . . . 3) As illustrated on GM's 1Q report, the stock also appears to be back-trading more off auto news than GMAC's subprime mortgage results (i.e., stock held up on weak GMAC numbers on May 2, sold off May 3 when auto results were out) . . . 4) at 29.46, the stock [has] repeat-tested and found technical support. \b \u001d  Humana \u001d  -- HUM-NYSE \b \u001d  Underweight \u001d  -- Price 65.33 on May 15 \u001d  by Prudential Securities \b \u001d  Humana misconduct highlighted by Oklahoma commission: Momentum is building to put in tighter controls around Medicare Advantage marketing practices as the states and [Center for Medicare and Medicaid Services] uncover abuses . . . stories noting senior-targeted hard-sell tactics . . . appear to be gaining political steam. . . . Possible restrictions could include greater compliance oversight, auditing procedures and commission guidelines. All of these could result in slower sales and greater administrative costs for MA. Target: 50; '07 price/earnings ratio: 16.5 times. \b \u001d  Idera Pharmaceuticals \u001d  -- IDP-Amex \b \u001d  Buy \u001d  -- Price 8.81 on May 15 \u001d  by Merriman Curhan Ford & Co. \b \u001d  We believe current share price does not adequately account for Idera's industry-leading drug-discovery program, rapidly progressing clinical studies [in oncology and hepatitis-C treatments] . . . or potential for royalty-revenue generation. . . . The loss per share for 1Q was (12 cents) versus our estimate (24 cents) . . . Our loss-per-share estimates for 2Q, 3Q, 4Q, fiscal-year 2007 and FY08 have been changed to (26 cents), (30 cents), (14 cents), (83 cents) and (84 cents) from (22 cents), (23 cents), (20 cents), (89 cents), and (92 cents), respectively. Our revenue estimates for 4Q, FY07, and FY08 have been changed to $900,000, $4.3 million, and $6.5 million from $780,000, $3.2 million, and $4.7 million, respectively. Market cap: $186.8 million. . . . Idera is expected to initiate two combination-therapy oncology clinical programs in 2007. \b \u001d  Nokia \u001d  -- NOK-NYSE \b \u001d  Buy/Aggressive \u001d  -- Price 25.96 on May 15 \u001d  by A.G. Edwards \b \u001d  NOK [announced] an improved outlook for June quarter. It expects to gain share in the wireless-handset market . . . [and] has made progress working through excess inventory. Estimated five-year EPS compound annual growth rate, 12%. Reiterating Buy; raising 12-to-18-month price objective to 31. \b \u001d  Sonic Foundry \u001d  -- SOFO-NNM \b \u001d  Buy \u001d  -- Price 2.46 on May 15 \u001d  by Cantor Fitzgerald \b \u001d  The rich media-collaboration market [combining Web-streaming hardware, software and services with content-management] is still quite small. In our view, Sonic Foundry is leading this market across the technology-adoption chasm. We believe this market could grow to $1 billion within a decade. Despite focus on transitioning from small one-off sales to large enterprise contracts for next few quarters, we still expect healthy top-line sales growth of 41% in FY07, accelerating to 53% in FY08. Market cap: $87 million. \b \u001d  Suntrust Banks \u001d  -- STI-NYSE \b \u001d  Hold \u001d  -- Price 87.86 on May 15 \u001d  by Sandler O'Neill \b \u001d  STI announced several initiatives designed to enhance shareholder value. Specifically, these initiatives include: 1) 33% higher efficiency and productivity targets 2) the sale of 9% of the company's Coca-Cola (KO) stock holdings 3) further capital optimization. Overall, we view these announcements as a net positive for the bank. After adjusting our EPS estimates for the aforementioned items, we are increasing our 2007 EPS estimate by 7 cents to $5.84 and increasing 2008 EPS estimate by 30 cents, to $6.75. We are increasing our 12-month price target by $4 to $88, mainly to reflect our higher EPS estimates. [With] limited upside to our target, we still feel Hold is appropriate rating. \b \u001d  Whole Foods Market \u001d  -- WFMI-NNM \b \u001d  Sell \u001d  -- Price 41.15 on May 15 \u001d  by Zacks Investment Research \b \u001d  2Q results fell short of our estimates. The shortfall was due to lower-than-expected sales growth. We are again lowering our EPS estimates for fiscal 2007 and 2008 to reflect the company's deteriorating fundamentals . . . [and] the Federal Trade Commission is giving Whole Foods' acquisition of Wild Oats more scrutiny. We believe WFMI shares should trade at a multiple that more appropriately reflects a grocer with declining earnings growth. Our target price is 30, about 20 times our FY2008 EPS estimate. Maintain Sell. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b0fd3e409f3b133e5c75d7a48ddfc16b","symR":["2496.KU","CCT.YY","DUBAIH.YY","MYL2496OO007"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Malaysia's Malakoff, Greece's CCC Also In CEGCO Stake Buy","GmtTimeStamp":"2007-05-19T14:35:00.000000000","CompanyCodes":["2496.KU","CCT.YY","DUBAIH.YY","MYL2496OO007"],"IndustryCodes":["CON","ELC","FIS"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 10:35 ET (14:35 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bb5df9e13dd01c3eaf943d2ee35e3ad3","symR":["COMS","HWI.YY"],"date":"2007-05-19","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(5/21) Barron's Online: Circling 3Com","GmtTimeStamp":"2007-05-19T04:05:00.000000000","CompanyCodes":["COMS","HWI.YY"],"IndustryCodes":["CMT","XDJGI","XRUS"],"Story":"\b   (From BARRON'S) \b   By Tiernan Ray \u001d  Citadel Investment Group, a $13 billion Chicago hedge-fund firm, has cemented its place in the growing ranks of activist investors with its recent purchase of 3Com shares, complete with an offer to provide \"input\" to turn the computer-networking company around. \u001d  That 3Com (ticker: COMS) needs turning around is clear: The Marlborough, Mass., concern lost its way in the dot-com years, pursuing a series of misguided acquisitions in a bid to become a consumer-electronics company. As its core Ethernet-switch business eroded, its shares fell to 4.60 from a peak of 100 in 2000. Today 3Com is a veritable pygmy alongside networking giant Cisco Systems (CSCO), with a market capitalization of $1.8 billion compared with Cisco's $159 billion. \u001d  The challenges facing 3Com, however, may be more than Citadel can fix. It will be tough for the company to achieve sustained sales growth and profitability in a market where even Cisco is finding such gains elusive. Also, 3Com's move to take sole control of a joint venture in China has left it with a strained balance sheet and little cash. \u001d  \"It's difficult to see what Citadel could do better than management,\" says Mark Mowrey of Al Frank Asset Management in Laguna Beach, Calif. The firm owns 3Com and isn't selling, but Mowrey advises against putting new money into the stock. \u001d  3Com's attraction for Citadel likely relates to the company's China venture, H3C, which it formed in 2003 with networking-equipment vendor Huawei Technologies. H3C now generates 60% of sales. Citadel didn't return Barron's calls. \u001d  3Com sells mostly Ethernet switches, a hardware device used in computer networks to direct the flow of data. Emerging markets such as China are the new frontier for networking, as for many other businesses. Even so, it will be hard for 3Com to regain lost ground. Excluding H3C, its market share in so-called stackable Ethernet switches, has plummeted to 4% from 11% in 2001. Cisco boasts 70%, says Seamus Crehan, senior director of Ethernet-switch research for Dell'Oro Group. \u001d  \"Restarting a networking business is not like playing T-ball with your kids, where you get an infinite number of retries,\" says Joe Skorupa, a research vice president at Gartner. But 3Com CEO Edgar Masri expects some improvement following the company's decision last year to buy out Huawei's stake in H3C. 3Com can hire top talent in China at a fifth of Western rates, which means it can be competitive on pricing, Masri says. In addition, as Ethernet switches incorporate more software features, such as network security, 3Com's strong sales in related security devices offer a distinct advantage. \u001d  Skeptics such as Kaufman Brothers analyst Manuel Recarey say 3Com's split from Huawei cost it a key distributor in China, which could lead to a sharp drop in sales growth. Worse, Huawei could emerge as a competitor in a year or two. \u001d  Short of buying Ethernet switches, it's hard to see how Citadel, which owns 8%, can grow 3Com in the near-term. It could agitate for a sale of the company, but with the stock up about 30% since March, there's scant value left in the shares. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bd4b5a1a27bac71df9ef1e0aa9ec50fa","symR":["YUM","US9884981013"],"date":"2007-05-19","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Yum! Brands Expanding Deal With Florida Farmworkers >YUM","GmtTimeStamp":"2007-05-19T12:30:00.000000000","CompanyCodes":["YUM","US9884981013"],"IndustryCodes":["RES","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  IMMOKALEE, Fla. (AP)--Taco Bell owner Yum! Brands Inc. (YUM) has expanded its tomato deal with a Florida farmworker group to cover all of its restaurant chains, including Pizza Hut, Long John Silver's and A-and-W All-American Food Restaurants. \u001d  Under a previous agreement, Taco Bell agreed to pay a penny more per pound for its tomatoes, an increase passed along to tomato pickers in Immokalee. Yum! began the wider program several months ago but announced the change at its shareholders meeting Thursday. \u001d  McDonald's Corporation also agreed to a similar deal with the Coalition of Immokalee Workers. \u001d  Taco Bell buys roughly 110 million pounds a year at about $100,000. \u001d  The Louisville-based Yum!'s other chains buy a fraction of that amount. \u001d  Farm workers are paid about 40 cents per 32-pound bucket. The extra penny a pound would nearly double their pay to about 72 cents a bucket. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 08:30 ET (12:30 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c025715feeb44218ee793e7a69e8930e","symR":["0005.HK","5730.FR","HBC","HSBA.LN","GB0005405286","NL0000235190","0005.HK","5730.FR","HBC","HSBA.LN","GB0005405286","NL0000235190"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"INTERVIEW: Dubai DIC Stake In HSBC Worth Around $1B - CEO -2","GmtTimeStamp":"2007-05-19T09:34:00.000000000","CompanyCodes":["0005.HK","5730.FR","HBC","HSBA.LN","GB0005405286","NL0000235190"],"IndustryCodes":["ARO","ASP","BAN","BNK","FIS","XCA4","XDJGI","XENX","XFT1","XGTI","XHSG","XMDAX","XNYA","XST5"],"Story":"\b \u001d  \"HSBC is an undervalued company, and it has great exposure to the emerging markets,\" Al Ansari said. \u001d  In April, Saudi Arabia-based investor Maan Abdul Wahed al-Sanea bought 3.11% in HSBC, according to a regulatory disclosure from the London Stock Exchange. \u001d  HSBC is an attractive asset for Middle Eastern investors such as DIC as \"a value play within the banking sector,\" Morgan Stanley analyst David Williams said earlier this month. He added that the investment also helps diversify the portfolio at a time when the U.S. economy is slowing and the dollar weakening. \u001d  Al Ansari said DIC has earmarked $10 billion with the Global Strategic Equities Fund as part of a plan to buy shares in the world's leading 500 companies. \u001d  \"We are investing in 10 companies with this fund, so each investment averages $1 billion,\" he said. \u001d  The fund is looking at six other Global-500 listed companies in the oil and gas sector, basic metals and consumer products, as well as a stake in European Aeronautic Defence & Space Co. NV, Al Ansari said. \u001d  \"We are no closer to a deal with EADS today than three months ago,\" he said. \"We are still doing due diligence.\" \u001d  DIC first revealed it was interested in taking a stake in the aircraft, helicopter and military equipment maker last year. \u001d  Al Ansari said DIC's deals have taken longer to complete than expected because stock prices are rising. \"The stock markets have not been kind to us in the last few months,\" he said, adding that the first deal could be signed in the next four weeks. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 05:34 ET (09:34 GMT)"},{"md5ID":"c727a02b43560055635d0fdf95bafbc6","symR":["SKA-B.SK","TGNO2.BA","ARP930811186","SE0000113250"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Skanska Argentina Chief Says Co Paid Undue Commissions Report","GmtTimeStamp":"2007-05-19T19:54:00.000000000","CompanyCodes":["SKA-B.SK","TGNO2.BA","ARP930811186","SE0000113250"],"IndustryCodes":["CON","PIP","XDJGI","XSXA"],"Story":"\b \u001d  BUENOS AIRES (Dow Jones)--The Argentine unit of Swedish engineering group Skanska AB (SKA-B.SK), paid undue commissions for the construction of a gas duct, the unit's head Hernan Morano confirmed to Argentine daily La Nacion in an interview published Saturday. \u001d  However, Moreno couldn't say whether those commissions amounted to bribery, as several local press reports suggested. \"I can neither confirm it nor deny it. It's part of the past, we are going to investigate it,\" Moreno told la Nacion. \u001d  Moreno's remarks follow an investigation involving alleged kickbacks in a pipeline expansion project that Skanska carried out in 2005 on a subcontract from Transportadora de Gas del Norte SA (TGNO2.BA), which is controlled by Italian-Argentine Techint Group. Moreno took his job at the helm of Skanska Argentina at the beginning of 2006. \u001d  According to La Nacion, the budget for the gas duct project amounted to 11.7 million pesos ($3.8 million), on which Skanska paid undue commissions amounting to ARS13.4 million ($4.35 million), of which ARS7.7 million ($3.5 million) was reportedly audited by the company. \u001d  As part of the investigation, as many as seven former Skanska officials were arrested this month - as well as a Techint employee - on charges of tax evasion for unreported payments involved in the pipeline project. Meanwhile, a judge is investigating whether the unaccounted funds were used to bribe public officials. \u001d  Argentine President Nestor Kirchner and members of his cabinet initially said that no government officials were involved in any wrongdoing. But late this week, Kirchner fired two government officials who have been called to testify in court on the case, which risks damage to the government's image ahead of presidential elections due in October. \u001d  The dismissed officials are Fulvio Madaro, president of the natural gas regulatory group ENARGAS, and Nestor Alberto Ulloa, an official with the state-run bank Banco Nacion. \b \u001d  -By Serena Saitto, Dow Jones Newswires; 54911-53299040; serena.saitto@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 15:54 ET (19:54 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c817e967d785f4bd5afb913e07e37e61","symR":["DCX","DCX.XE","DE0007100000"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) An Empire Builder's Costly Legacy","GmtTimeStamp":"2007-05-19T04:08:00.000000000","CompanyCodes":["DCX","DCX.XE","DE0007100000"],"IndustryCodes":["AUT","XDAX","XDJGI","XES","XNYA","XST5"],"Story":"\b   (From BARRON'S) \b   By Jay Palmer \u001d  The remark was ironic, though we didn't know it then. The occasion was a meeting in New York between two Barron's editors and Jurgen Schrempp nine years ago, around the time he was orchestrating Daimler's $36 billion acquisition of (or, as he at first insisted, \"merger with\") Chrysler. Mixing candor with self-deprecating humor and a burst of bombast, the dapper German quipped that he'd been one of the few executives -- perhaps the only one -- to lose his company a billiondollars and still keep his job. \u001d  Schrempp was referring to the deal he'd struck in the early '90s, as head of Daimler's aerospace division, to buy the Dutch airplane maker Fokker, a company he described as his \"love child.\" Alas, Fokker went belly up a few years later, forcing Daimler to report the highest annual loss, to that point, of any German company since 1945. Despite that, Schrempp was appointed chief executive of Daimler within a year. \u001d  But the Fokker debacle was just a warmup. \u001d  A billion seems very small beer indeed alongside the $60 billion wiped off Daimler's market value under Schrempp's leadership -- or the $36 billion lost on Chrysler, not to mention some $3.5 billion that went down the drain through a failed alliance with Mitsubishi Motors (which was to be the Asian pillar of DaimlerChrysler's global behemoth, complementing Europe's Mercedes-Benz and America's Chrysler). And, of course, there are still further lakes of red ink from the ailing Smart Car, which Daimler finally is about to start selling in the U.S. \u001d  But perhaps the worst blow of all that Daimler suffered on Schrempp's watch was to Mercedes' quality, as engineering resources were shifted to Chrysler. The damage, which only now is being reversed, might have cost the company billions in unrealized sales as buyers, particularly in the U.S., purchased less-prestigious, less-enthralling but more reliable brands like Lexus. \u001d  At a later meeting in New York with Barron's, Schrempp said that despite his public statements to the contrary, he'd never meant the Daimler-Chrysler deal to be a marriage of equals, that from the very beginning Daimler was to be top dog. That remark, made also to the Financial Times, appeared in both publications. It figured in lawsuits from investor Kirk Kerkorian and other shareholders in the old Chrysler, who claimed they'd been misled. Result: expensive settlements. \u001d  Because the adjectives most often applied to Schrempp were \"imperial\" and \"arrogant,\" the only really surprising thing is that he survived as long as he did in the CEO spot. When he did depart, in December 2005, there were no flowery company statements praising his 17 years at Daimler. There was also no pay for the final two years of his four-year contract or any golden parachute or severance package. (On this score, he fared far less well than ex-Chrysler Chairman Robert Eaton, who'd backed the deal with Daimler. He retired with more than $70 million in bonuses and options.) \u001d  The news of Schrempp's impending departure gave DaimlerChrysler stock its biggest one-day jump since before the merger. Since the announcement, the company's market value has gone from $53 billion to $88 billion. But for anyone who's held the stock for a decade, billions more will have to be added just to get back to its value in the pre-DaimlerChrysler era. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ca4aa7e3a464e98e694373a159a595d2","symR":["AMGN","APA","APC","BAC","BP","BP.LN","COP","DVN","FNM","FRE","KFT","MO","MRK","PFE","WYE","XOM","GB0007980591","US02209S1033","US0311621009","US0325111070","US0374111054","US0605051046","US20825C1045","US25179M1036","US30231G1022","US3134003017","US5893311077","US7170811035"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) Making The Most Of A -2-","GmtTimeStamp":"2007-05-19T04:05:00.000000000","CompanyCodes":["AMGN","APA","APC","BAC","BP","BP.LN","COP","DVN","FNM","FRE","KFT","MO","MRK","PFE","WYE","XOM","GB0007980591","US02209S1033","US0311621009","US0325111070","US0374111054","US0605051046","US20825C1045","US25179M1036","US30231G1022","US3134003017","US5893311077","US7170811035"],"IndustryCodes":["BAN","BNK","BTC","DRG","FIS","FOD","MFN","OFP","OIL","OIS","TOB","XDJGI","XDJI","XFFX","XFT1","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XST5","XSTF"],"Story":"\u001d  A: Pfizer is worth 34 easily, based on free cash flow. It is buying back a huge amount of stock and paying 20%-plus dividend increases. And they will be shoring up that product pipeline. \b \u001d  Q: Are you buying financials? \u001d  A: We are underweight financials. We like Bank of America [BAC] at 10 times earnings and 10% earnings growth, which is going to be very consistent over time, and a dividend yield of more than 4%. It's a very diversified financial company. Small-cap and mid-cap banks are generally overvalued at three times book value on average and 17 to 18 times earnings. A lot of them have 75% of their portfolio in residential real estate, which is a disaster waiting to happen. We are sticking with Fannie Mae [FNM] and Freddie Mac [FRE]. Those companies have lost market share over the last three or four years with all the new lenders coming onto the landscape. In the mortgage industry, the top 10 players hold about 60% of the business, and we think that is going to be further rationalized. The weaker players are going to be driven out of the business. Fannie and Freddie actually will benefit from the current problems in mortgage lending. \b \u001d  Q: Are there other overlooked opportunities? \u001d  A: Our consumer-staples position looks big but it's been primarily tobacco in the last 15 years. We thought Philip Morris was worth 105 back in 2001 when it sold at 19 a share with a 10% dividend yield. Now we are finally getting the value and the Kraft shares [KFT] were distributed at the end of March. People ask me if I like Kraft? At 18 times earnings with no growth, I can let you know we sold those shares. We are holding the Altria [MO] piece and expecting them to split Altria international and Altria domestic by year end probably. In that case, if you look at the whole pie, the tobacco company is clearly very underleveraged. They have no debt to speak of, and we expect they are going to be buying back stock. They are increasing dividends and might even pay a special dividend. We think the international piece is probably fully valued and the domestic piece looks undervalued. By year end, we might hold just the domestic piece, and that could bring our staples weighting down to maybe 5% from the high teens. That could be the end of an era for a Dreman portfolio, which has historically been overweight tobacco stocks. \b \u001d  Q: Thanks, Cliff. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"cea67f3843a04e0dfb9da61dcb6fb943","symR":["ACS","AQNT","BOL","C","DG","GE","MSFT","SLM","TRB","US0717071031","US1729671016","US3696041033","US5949181045"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) Streetwise: Drop-dead Beautiful Shares","GmtTimeStamp":"2007-05-19T04:07:00.000000000","CompanyCodes":["ACS","AQNT","BOL","C","DG","GE","MSFT","SLM","TRB","US0717071031","US1729671016","US3696041033","US5949181045"],"IndustryCodes":["ADV","BAN","BNK","CFN","ICS","IDD","MDS","MED","PUB","RTB","RTS","SOF","SVC","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTF","XSTX"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  Never mind the countless high-school yearbook quotations and the 150 million Google citations. Too much, eventually, is more than enough. And you can indeed have too much of a good thing. The trick is figuring out when the \"good\" goes too far for its own good. \u001d  The market's favorite good thing these days is the copious liquidity that's emboldening buyouts and levitating stocks. So much so that Merrill Lynch strategist Rich Bernstein challenged clients Friday to try to go a day without using the word \"liquidity.\" \u001d  With leveraged-buyout loans running double last year's pace and Chrysler finding a private buyer and another $410 billion entering private-equity funds in the past year and Microsoft (ticker: MSFT) paying 78-times earnings and an 80% premium for (Who?) aQuantive (AQNT), surely we're in the silly phase, right? Well, probably not. \u001d  Just because everyone seems to believe the acquisition fever is in itself making stocks drop-dead attractive doesn't make it wrong -- yet. \u001d  The circumstantial evidence is pretty strong that stocks are taking their lead from the M&A calendar. This year, there has been at least one $5 billion-or-larger acquisition announced on 26 of the year's 95 trading days. On those 26 days, the single-day return for the Standard & Poor's 500 was more than double the average one-day return for the index this year. \u001d  Of course, this performance is coming in the context of a global asset lift, which has the U.S. market trundling near the rear. The S&P's 6.6% year-to-date rise compares with the 8.8% gain in the Dow Jones World ex-U.S. index, in dollar terms. The buyout binge is simply another reminder of easy cash and loose credit markets favoring risk assets. \u001d  Here's what to monitor as hints that the liquidity/buyout mania is entering its climactic absurdity phase. \u001d  First, the dealmakers will have to redefine huge. Yes, there have been a couple of $30 billion-plus LBOs announced in recent months. But the bell-ringing $30 billion purchase of RJR-Nabisco in 1988 would, in terms of today's market values, translate into something closer to $100 billion. \u001d  Premiums being paid for companies -- running in the 20% to 30% range -- would probably have to rise for the end to be nigh, suggests global-equity strategist Kevin Gardiner of HSBC. \"The froth is yet to come,\" he insists. \u001d  The buyout guys might also begin chasing over-loved, market-leading, status-symbol companies before this game is up. Among  the 12 S&P 500 companies due to go private this year, there is plenty of dented and discarded merchandise, disdained by the Street -- Bausch & Lomb (BOL), Affiliated Computer Systems (ACS), Dollar General (DGO), Tribune (TRB) and SLM (SLM). \u001d  If history is to echo, then watch for company-on-company M&A action to get less and less rational. Most deals have lately been logical, if expensive, strategic moves. When the ill-conceived \"transformative\" tie-ups arrive -- those that meld disparate industries or rest on flimsy \"2+2=5\" logic -- move toward the exit. \u001d  More broadly, the global-liquidity bath continues to soothe and energize investors, but it's time to begin worrying that it might undermine itself. Monetary authorities are now viewing the free-and-easy investment backdrop with suspicion. More than one Fed official last week voiced worry over the mispricing of risk enabled by easy capital. Even the chairman of Bank of America said, \"We are close to a time when we'll look back and say we did some stupid things.\" \u001d  Regulators and bank CEOs are usually good for more talk than action. And warnings about fatal excesses often precede any real pain by a long-enough stretch for the early warnings to have been forgotten (see: irrational exuberance). \u001d  But with junk-bond spreads over high-grade bonds back near lows seen just a handful of times in the past 20 years, the markets are not positioned to deal calmly with many adverse headlines -- whether some bureaucratic utterance from China about quelling speculation, or a failed LBO financing. \u001d  So, enjoy the deal-a-week lottery and the Friday rumor game and resilient ticker tape. Just realize that looking for huge upside here involves riding the pendulum from the rational to the silly, without a clear idea where the border lies. \u001d  On a shorter-term basis, of course, stocks are well stretched after their two-month sprint. The public isn't yet giddy for stocks, but the pros feel pretty bulletproof, say a few sentiment measures. The mega-cap leadership in recent weeks, including the recent revival of laggards General Electric (GE) and Citigroup (C) could mean the rally is in a mature phase. These two stocks also popped in late December as the market was about to flatten. Watch for the report late Monday on NYSE short interest to see whether the naysayers have finally retreated. \u001d  --- \u001d  e-mail: michael.santoli@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d1b46b04fbf6a94f6875c06d71953c22","symR":["S24.SG","STTS","TEMAH.YY","SG1I04877995"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Singapore Temasek Holdings Fails In Stats Privatization Bid","GmtTimeStamp":"2007-05-19T07:09:00.000000000","CompanyCodes":["S24.SG","STTS","TEMAH.YY","SG1I04877995"],"IndustryCodes":["FIS","SEM","XDJGI"],"Story":"\b \u001d  SINGAPORE (Dow Jones)--Singapore government investment firm Temasek Holdings Pte Ltd. (TEMAH.YY) has failed in its privatization bid for chip tester Stats Chippac Ltd. (S24.SG) but will have control of the company. \u001d  Temasek got acceptances from shareholders that bring its stake in Stats to 83.1%, shortof the 90.0% needed to take the company private, Temasek said in a statement Friday. \u001d  Valuing Stats at S$3.57 billion, Temasek in March offered S$1.75 a share conditional on minimum acceptances of half of the 64.4% of Stats shares it didn't own. The offer would have gone up to S$1.88 a share if acceptances crossed 90%. \u001d  Temasek didn't reach the threshold to prompt a mandatory delisting, but it has effective control of Stats. \u001d  Temasek has said it may seek to delist Stats by calling for a general meeting and shareholder vote. \u001d  If Temasek submits a delisting proposal to the exchange, it must make an offer to investors that didn't participate in the original offer at a price of S$1.75 per share or less. \b \u001d  -By Vladimir Guevarra and John Jannarone, Dow Jones Newswires; +65 6415 4155; +65 6415 4152; vladimir.guevarra@dowjones.com; john.jannarone@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 03:09 ET (07:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d8c1efe8e65150dea85329f34bbeed3a","symR":["SOI.YY"],"date":"2007-05-19","ret":[-0.00099],"ret5":[-0.00099],"Headline":"UPDATE: Saudi Aramco Extends Ras Tanura Refinery Maintenance","GmtTimeStamp":"2007-05-19T12:08:00.000000000","CompanyCodes":["SOI.YY"],"IndustryCodes":["OIL"],"Story":"\b \u001d  (Update with details on maintenance work period and more quotes) \b \u001d  RIYADH (Zawya Dow Jones)--Saudi Arabian Oil Co., the world's largest oil company by production, said Saturday it will extend the regular maintenance at its Ras Tanura refinery on the Persian Gulf coast by almost three weeks. \u001d  \"Due to technical reasons, Saudi Aramco decided to extend the period of regular maintenance in Ras Tanura refinery until June 8,\" the company said in a statement to state-run news agency SPA. \u001d  An Aramco official said the maintenance started April 24 and it related to the asphalt unit. \u001d  However, Aramco spokesman Ziyad Al Shihah said in the release that the company remained committed to meeting domestic asphalt demand. \u001d  Ras Tanura produces 17,000 barrels a day of asphalt, a third of the total asphalt produced in four of Aramco's five domestic refineries, according to the statement. \u001d  \"We have increased production level in other refineries to replace Ras Tanura output of asphalt supplies. The company will be working to finalize maintenance work before May 8,\" one official told Zawya Dow Jones by phone. \u001d  The refinery, the kingdom's most complex, has capacity to process 550,000 barrels a day of refined products. \u001d  Aramco and the U.S. Dow Chemical Co. signed a memorandum of understanding on May 12 to integrate the facility it with a large-scale petrochemicals complex. \u001d  -By Anees Al Qudaihi, Dow Jones Newswires, +966 1 2914872, anees.alqudaihi@dowjones.com \u001d  Copyright (c) 2007 Dow Jones & Company, Inc. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 08:08 ET (12:08 GMT)"},{"md5ID":"dcbb37c99f94b3b6e37b086066742d2f","symR":["BRCM","FSL","NOK","NOK1V.HE","TXN","FI0009000681","US1113201073","US8825081040"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) Plugged In: Will Nokia Break TI's Heart?","GmtTimeStamp":"2007-05-19T04:05:00.000000000","CompanyCodes":["BRCM","FSL","NOK","NOK1V.HE","TXN","FI0009000681","US1113201073","US8825081040"],"IndustryCodes":["CMT","SEM","XDJGI","XES","XFFX","XGTI","XHEX","XISL","XNQ1","XNYA","XRUS","XSP5","XST5","XSTX","XSXA"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  It looks like Nokia wants to cool off its serious relationship with Texas Instruments and start dating other chip suppliers. This isn't a new phenomenon. \u001d  First, Motorola weaned itself from its former semiconductor unit, Freescale Semiconductor, by launching a relationship with Qualcomm (Plugged In, Feb. 20, 2006). Then, in February, Nokia (ticker: NOK) announced that Germany's Infineon Technologies would provide a single-chip platform for its entry-level handsets in emerging markets like India and China. Texas Instruments (TXN), also known as TI, has been a near-exclusive supplier of power management and baseband chips -- the brains for wireless handsets -- to Nokia. But it appears that the Infineon deal was only the first blow. \u001d  Now there's speculation that Nokia is turning to the likes of Freescale and Broadcom to serve as alternative chip suppliers for higher-end handsets at the expense of TI. A Freescale spokesperson would not comment on Nokia. TI's Director of Investor Relations David Pahl also wouldn't comment on Nokia's decisions but said that the company is aware of handset makers opting to use multiple chip suppliers. The trend, he said, could net more business for TI than it loses, pointing to new business that it recently won from Motorola (MOT). \u001d  At Broadcom (BRCM), Chief Exec Scott McGregor could barely keep his lips sealed in a recent conference call. The speculation is that Broadcom will win 2.5G, or Edge, phone business and perhaps some 3G business. (2.5G, which is the latest network technology based on second-generation networks allowing data transmission, isn't as powerful as the newer 3G.) Broadcom grew by supplying chips to the cable-TV industry, but it's determined to crack into wireless communications. \"In 2007, our goal is to win designs. In 2008, you should start seeing products come out, and 2009 has to be all about gain in market share,\" McGregor told analysts and investors. \"You'll see some other products come out later in the year, [but] I can't say too much about them,\" he said. \u001d  Engineering mobile-handset platforms is complex and time-consuming. And much of that work needs to be done with the chip makers. Then it seems to take forever for the handset makers to spill the beans. It took about a year for Motorola to disclose the news about Freescale after my first column on it. It could be months before we get official word on Nokia's intentions. \u001d  \"We won't be able to announce those design wins as they happen, which is, I assure you, as frustrating for you as it is for us -- but that's the nature of that business,\" McGregor said. As products come out in 2008, there should be more to talk about, he said. Nokia doesn't comment on supplier relationships. \u001d  Chances are that Nokia will divert some of its high-end phone-chip deals to others, whether it's Freescale, Broadcom, both or some other firm. Regardless, it's clear competition in the wireless sector is red-hot and that incumbents, such as TI, could lose share, possibly setting off a margin-crunching price war. \u001d  TI shares have been on a tear since beating earnings and raising expectations in April. They are up more than 35% from their July 2006 low. In the interim, the company has been plying investors with forecasts of fatter profit margins. What's interesting is that TI's chatter has focused on its lower-end analog-chip business, not its wireless semiconductors. If what we're hearing is true, a price war in wireless won't help TI hit those lofty margin goals. \u001d  --- \u001d  E-mail: mark.veverka@barrons.com \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"df332b04f9f839cfeb8b541ac9302102","symR":["XFML"],"date":"2007-05-19","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Xinhua Finance Board Announcement","GmtTimeStamp":"2007-05-19T09:19:00.000000000","CompanyCodes":["XFML"],"IndustryCodes":["MED","PUB"],"Story":"\b \u001d  SHANGHAI, May 19 /Xinhua-PRNewswire/ -- Xinhua Finance Ltd. (TSE: 9399) (OTC ADRs: XHFNY) and Xinhua Finance Media (Nasdaq: XFML) announced today that Mr. Shelly Singhal has resigned from the Boards of both companies, as well as from all executive and managerial positions.  His departure is immediate. \b \u001d  \"Mr. Singhal provided important assistance throughout the development of Xinhua Finance Ltd. and Xinhua Finance Media,\" commented Chairman and CEO Fredy Bush, \"He remains a strong supporter of both companies, and he has our thanks for his tireless efforts in contributing to our successes to date.\" \b \u001d  \"It is a difficult decision to leave these two companies that I have helped to grow.  Unfortunately, recent allegations against me in the press concerning my activities prior to joining Xinhua Finance have created a situation where my continued involvement with Xinhua Finance has become a distraction to management, so it is clearly the right thing to do now,\" Mr. Singhal commented.  \"There is a deep pool of entrepreneurial and managerial talent in place to insure continued progress.  I remain a loyal and long-term follower and shareholder, and wish the two companies well.\" \b \u001d  Mr. Singhal is currently the subject of a civil suit which is unrelated to Xinhua Finance.  Mr. Singhal has advised that he believes this claim to be without merit and that he intends to dispute it vigorously. \b \u001d  Fredy Bush added, \"We wish Shelly the best and are grateful to him for his efforts on behalf of Xinhua Finance.  During his time with Xinhua Finance, we believe Shelly has conducted himself with integrity and professionalism.  In the meantime, we look forward to putting this matter behind us and focusing on what we do best-continuing to build our business in China and creating value for our shareholders\". \b \b    About the companies Xinhua Finance Limited \b \u001d  Xinhua Finance Limited is China's premier financial information and media service provider and is listed on the Mothers Board of the Tokyo Stock Exchange (symbol: 9399) (OTC ADRs: XHFNY). Bridging China's financial markets and the world, Xinhua Finance serves financial institutions, corporations and re-distributors through five focused and complementary service lines: Indices, Ratings, Financial News, Investor Relations, and Distribution.  Founded in November 1999, the Company is headquartered in Shanghai, with offices and news bureaus spanning 14 countries worldwide. \b \b    For more information, please visit www.xinhuafinance.com. \b \b    About Xinhua Finance Media Limited \b \u001d  Xinhua Finance Media (\"XFMedia\"; Nasdaq: XFML) is China's leading diversified financial and entertainment media company targeting high net worth individuals nationwide. The company reaches its target audience via TV, radio, newspapers, magazines and other distribution channels. Through its five synergistic business groups, Advertising, Broadcast, Print, Production and Research, XFMedia offers a total solution empowering clients at every stage of the media process and keeping people connected and entertained. \b \u001d  Headquartered in Beijing, the company has offices and affiliates in major cities of China including Beijing, Shanghai, Guangzhou, Shenzhen and Hong Kong. \b \b    For more information, please visit www.xinhuafinancemedia.com. \b \b    Safe Harbor Statement \b \u001d  This announcement contains forward-looking statements. These statements are made under the \"safe harbor\" provisions of the U.S. Private Securities Litigation Reform Act of 1995. These forward-looking statements can be identified by terminology such as \"will,\" \"expects,\" \"anticipates,\" \"future,\" \"intends,\" \"plans,\" \"believes,\" \"estimates,\" \"confident\" and similar statements. Among other things, quotations from management in this announcement contain forward-looking statements. XFMedia may also make written or oral forward-looking statements in its periodic reports to the U.S. Securities and Exchange Commission on forms 20-F and 6-K, etc., in its annual report to shareholders, in press releases and other written materials and in oral statements made by its officers, directors or employees to third parties. Statements that are not historical facts, including statements about XFMedia's beliefs and expectations, are forward-looking statements. Forward-looking statements involve inherent risks and uncertainties that could cause actual results to differ materially from those contained in any forward-looking statements. Potential risks and uncertainties are risks outlined in XFMedia's filings with the U.S. Securities and Exchange Commission, including its registration statement on Form F-1.  All information provided in this press release is as of May 19, 2007, and XFMedia undertakes no duty to update such information, except as required under applicable law. \b \bSOURCE  Xinhua Finance Limited and Xinhua Finance Media Limited \b \u001d    /CONTACT: Joy Tsang of Xinhua Finance, Joy.tsang@xinhuafinance.com, +86-136-2179-1577, +852-948-64364 \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 05:19 ET (09:19 GMT)"},{"md5ID":"e1bf6bb0e98bfce971fa4e952411a0dd","symR":["0005.HK","5730.FR","HBC","HSBA.LN","GB0005405286","NL0000235190"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"INTERVIEW: Dubai DIC Stake In HSBC Worth Around $1B - CEO","GmtTimeStamp":"2007-05-19T09:14:00.000000000","CompanyCodes":["0005.HK","5730.FR","HBC","HSBA.LN","GB0005405286","NL0000235190"],"IndustryCodes":["ARO","ASP","BAN","BNK","FIS","XCA4","XDJGI","XENX","XFT1","XGTI","XHSG","XMDAX","XNYA","XST5"],"Story":"\b \u001d  By Ayesha Daya \u001d  Of DOW JONES NEWSWIRES \b \u001d  DEAD SEA, Jordan (Dow Jones)--Dubai International Capital invested around $1 billion in its recently acquired stake in HSBC Holdings PLC, the Dubai government-owned company's chief executive said Saturday. \u001d  \"We took a substantial amount,\" Sameer Al Ansari told Dow Jones Newswires in an interview on the sidelines of the World Economic Forum in the Jordanian Dead Sea resort. \u001d  The Dubai firm, which is controlled by the emirate's rulers, said earlier this month it bought the HSBC stake through its $2-billion Global Strategic Equities Fund. \u001d  The exact size and value of the stake has not been disclosed, but under U.K. market rules, a stake would have to be declared if it exceeded 3%. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 05:14 ET (09:14 GMT)"},{"md5ID":"e34bcdc9f9d6be34360e98b48fa22028","symR":["A11.SG","SG0503000036"],"date":"2007-05-19","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Amtek Engineering In Takeover Talks With New Parties","GmtTimeStamp":"2007-05-19T07:58:00.000000000","CompanyCodes":["A11.SG","SG0503000036"],"IndustryCodes":["FAC","XDJGI"],"Story":"\b \u001d  SINGAPORE (Dow Jones)--The board of Singapore's Amtek Engineering Ltd. (A11.SG) has been approached by new parties regarding a possible takeover, and one of the unnamed parties has gained due diligence access to the company, Amtek said in a statement Friday. \u001d  The expanded talks follow a May 15 announcement that another party approached Amtek shareholders and also received due diligence access from the board. \u001d  The diversified electronics manufacturer has hired a financial adviser to assist its board, but no other details were given. \b \u001d  -By John Jannarone, Dow Jones Newswires; 65 6415 4152; john.jannarone@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 03:58 ET (07:58 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e38ac31eb118a3d21d566e6bea18f368","symR":["2496.KU","CCT.YY","DUBAIH.YY","MYL2496OO007","2496.KU","CCT.YY","DUBAIH.YY","MYL2496OO007"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Dubai DIC, 2 Others, Buy 51% Of Jordan Electric Co","GmtTimeStamp":"2007-05-19T14:34:00.000000000","CompanyCodes":["2496.KU","CCT.YY","DUBAIH.YY","MYL2496OO007"],"IndustryCodes":["CON","ELC","FIS"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 10:34 ET (14:34 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e57cfc645e36fe4f6cd6f3fe40613697","symR":["IIG"],"date":"2007-05-19","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(5/21) Barron's Mailbag: iMergent Bull Emerges","GmtTimeStamp":"2007-05-19T04:09:00.000000000","CompanyCodes":["IIG"],"IndustryCodes":["ISV","XDJGI"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  Neil Martin's article about iMergent (\"What the Press Release Won't Say,\" May 7) was a total hatchet job. Like many others, he is a pawn in the larger scheme that short sellers have been plotting for the past two years. \u001d  The company has received a clean bill of health from every attorney general and is allowed to do business in their jurisdictions. The Utah ruling is immaterial because it would only apply in Utah, and the company has no seminars in Utah. \u001d  The prior companies that CEO Donald L. Danks was involved with went bankrupt several years after he left them. \u001d  The company has the most conservative accounting method -- cash for revenue and accrual for expenses. Yet even with that treatment, it has posted incredible results. \u001d  On March 27, the company revised its growth rate for the quarter and year. It was then that the 50% number was first mentioned, not in phone calls. \u001d  The only inside information that was traded on was that Barron's was going to do a hatchet job on iMergent. Trading in put options was significant. \u001d  Your unidentified source who was told what the earnings would be was also dubious. This individual presented himself in a questionable manner and used that to obtain information. I have known Danks for over three years, and I have never been told any inside information by him. \u001d  Alan Weichselbaum \u001d  Lawrence, N.Y. \b \u001d  Neil Martin replies: As a holder of the stock, Mr. Weichselbaum should be concerned about future negative actions by state attorneys general against iMergent -- especially in Utah and Florida -- but even more troubled by the company's tendency not to reveal them. For example, the company received a \"cease and desist\" order from North Carolina last October, but didn't disclose it to shareholders until this month and then only via a discrete SEC filing, rather than a press release. \u001d  As for the reliability of our source, the company on May 7 announced exactly the non-GAAP earnings and revenue we reported May 5. Neither iMergent nor Donald L. Danks has denied that the information was leaked prematurely. Also, the company hadn't publicly given guidance on its earnings-growth rate, only on revenue projections. Shareholders read it first in Barron's. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e582a316a3a804c9f6a88ab0058d1663","symR":["0005.HK","5730.FR","HBC","HSBA.LN","GB0005405286","NL0000235190"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Dubai DIC To Invest Over $500M In 2 To 3 Mideast Cos -CEO","GmtTimeStamp":"2007-05-19T08:57:00.000000000","CompanyCodes":["0005.HK","5730.FR","HBC","HSBA.LN","GB0005405286","NL0000235190"],"IndustryCodes":["ARO","ASP","BAN","BNK","FIS","XCA4","XDJGI","XENX","XFT1","XGTI","XHSG","XMDAX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 19, 2007 04:57 ET (08:57 GMT)"},{"md5ID":"ecf6990562f439ea3dccaee4ddca258d","symR":["SOI.YY"],"date":"2007-05-19","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Aramco Extends Ras Tanura Refinery Maintenance To June 8 -2","GmtTimeStamp":"2007-05-19T10:07:00.000000000","CompanyCodes":["SOI.YY"],"IndustryCodes":["OIL"],"Story":"\b \u001d  However, Aramco spokesman Ziyad Al Shihah said in the release that the company remained committed to meeting domestic asphalt demand. \u001d  Ras Tanura produces 17,000 barrels a day of asphalt, a third of the total asphalt produced in four of Aramco's five domestic refineries, according to the statement. \u001d  The refinery, the kingdom's most complex, has capacity to process 550,000 barrels a day of crude. \u001d  Aramco and the U.S. Dow Chemical Co. signed a memorandum of understanding on May 12 to upgrade the facility and integrate it with a large-scale petrochemicals complex. \u001d  -By Anees Al Qudaihi, Dow Jones Newswires, +966 1 2914872, anees.alqudaihi@dowjones.com \u001d  Copyright (c) 2007 Dow Jones & Company, Inc. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 06:07 ET (10:07 GMT)"},{"md5ID":"eea9ea6360a78c5bb631fcfb4da7c58a","symR":["CAP.MI","UC.MI","IT0000064854","IT0003121495"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UniCredit To Pay 1.12 Shrs For Each Capitalia Shr -Report","GmtTimeStamp":"2007-05-19T16:23:00.000000000","CompanyCodes":["CAP.MI","UC.MI","IT0000064854","IT0003121495"],"IndustryCodes":["BNK","XDJGI","XES","XMIB","XST5"],"Story":"\b \u001d  MILAN (Dow Jones)--Italy's UniCredit (UC.MI) will pay 1.12 of its own shares for every one of peer Capitalia (CAP.MI) as part of a deal to create Europe's second largest bank, Italian daily Il Messaggero reported Saturday. \u001d  UniCredit is expected to announce the merger with Capitalia on Sunday after the boards of the two banks will meet to approve the much-awaited deal. \u001d  With UniCredit last quoted at EUR7.51 before being halted from trade on Friday, its offer would be equivalent to EUR8.41 per share, valuing Capitalia at around EUR21.8 billion. \u001d  The bid price is almost 6% higher than the EUR7.96 at which Capitalia was last quoted before being halted from trade on Friday. \u001d  Citing a 26-page plan among the documentation prepared for the takeover, Il Messaggero said the synergies expected to come out of the deal would total EUR1.16 billion within three years, of which EUR800 million in cost savings. \u001d  The new bank's Tier 1 ratio would reach 6.8% by 2008, it said. At the end of March, UniCredit's ratio was 5.99%. \u001d  The free float of the new bank - to be called UniCredit - would be 74.1%, the newspaper said. \u001d  Although the new bank's would be legally based in Rome, its operational headquarters would be in Milan, Il Messaggero said. \b \u001d  Newspaper Web site: http://www.ilmessaggero.it \b \u001d  -Rome Bureau, Dow Jones Newswires; +39 348 7678016 \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 12:23 ET (16:23 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f2a5e6e07b9f0206b01f4cfd7092c5b9","symR":["GSPBEX.RS","RU0007661625"],"date":"2007-05-19","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Russian News Svc Journalists Resign Over Pro-Kremlin Policies","GmtTimeStamp":"2007-05-19T20:32:00.000000000","CompanyCodes":["GSPBEX.RS","RU0007661625"],"IndustryCodes":["BRD","MED","OIL","PUB","XDJGI"],"Story":"\b \u001d  MOSCOW (AP)--Eight correspondents have resigned from a Russian broadcast news agency to protest the pro-Kremlin management's decision to withhold stories in line with a new policy that half its coverage must portray the government in a \"positive\" light, journalists said. \u001d  The reported policy by the Russian News Service, which provides news broadcasts to Russia's most popular radio network and runs its own station, heightens concerns over President Vladimir Putin's moves to increasingly bring mass media under state control or influence. \u001d  In another case highlighting the concerns, the Russian Union of Journalists is protesting an order that it vacate its offices in a building that houses state media operations. \u001d  The union said it received the order from the state property agency to make space for Russia Today, an English-language satellite TV channel that critics see as little more than a Kremlin propaganda tool. The union said the order was dated April 18, but delivered only on Tuesday. \u001d  As Russia heads into a parliamentary election in December and presidential elections in March, government influence over the media appears to be at its strongest since the Soviet era ended. \u001d  Analytical programs on Russia's main TV channels are increasingly infrequent and less likely to express criticism of the Kremlin. The state runs one of the country's three major TV networks and has a direct controlling stake in another, along with owning the two of the largest radio networks. \u001d  NTV television, the third major TV network once noted for its criticism of the Kremlin and independent reporting on the war in Chechnya, has been taken over by the state-controlled natural gas monopoly Gazprom (GSPBEX.RS), which also owns the newspaper Izvestia. \u001d  Artyom Khan told The Associated Press on Friday he was one of eight correspondents to leave or submit their resignations since the new management took over at the Russian News Service, which provides news for its own station as well as others, including Russian Radio - the nation's biggest radio broadcaster, with an audience of 7.4 million daily. \u001d  Khan said his news editors told him that his report last month on pro-Kremlin protests outside the Estonian Embassy in Moscow had a \"pro-Estonian accent\" and was \"unprofessional.\" The protests were held over Estonia's decision to move a Soviet war memorial from the capital's downtown area to a cemetery, angering many Russians in the country. \u001d  Editors also refused to air material he produced on a Moscow march by the Kremlin's political foes in April, which was broken up by club-wielding riot police, Khan said. \u001d  \"I can't say that the new policy is anti-Western or anti-American, but it is clearly pro-Russian,\" Khan said. \"You have to convey the line of the party of power.\" \u001d  Mikhail Baklanov, the Russian News Service's former editor-in-chief who was fired in April by the new managers, confirmed that a number of his colleagues had quit. \u001d  \"People left because there was no chance to work professionally,\" he said. \"They weren't able to do what journalists do. They were told that the first news item must be positive and the last news must be positive, while negative news must amount to no more than 50 percent\" of the report. \u001d  Elsa Vidal, a director specializing in Russia with the media watchdog group Reporters Without Borders, said the resignations were a positive sign that journalists were willing to form a unified front to resist government pressure. \u001d  \"It's a desperate turn, but a good turn because the journalists could have accepted the new rule and that would've been even more appalling,\" she said by phone from Paris, where the group is based. \u001d  The company that owns RNS, Russian Media Group, said Saturday that no one was available to comment on the resignations. \u001d  The newspaper Kommersant cited the RNS general manager Vsevolod Neroznak as saying that the departure of journalists was \"a usual affair...restructuring of the company is taking place.\" \u001d  The service's policy \"has not changed. The delivery of the news has simply become more considered,\" he was quoted as saying. \u001d  The Russian Union of Journalists, meanwhile, decried the government's decision to remove it from its offices. \u001d  The property agency \"is throwing out into the street an organization with a 90-year history, counting more than 100,000 journalists in its ranks and making, we may assert, a definite contribution to the construction of a democratic society,\" the union said in a statement. \u001d  Joel Simon, executive director of the New York-based Committee to Protect Journalists, also denounced the move, calling on the government to \"stop harassing our colleagues, and to allow them to do their work freely.\" \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 16:32 ET (20:32 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f6258e68bb53b88afa1522bb204a3a8f","symR":["NDAQ","NMX","NYX"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) The Striking Price: Odd Couple: CIA Briefs SEC","GmtTimeStamp":"2007-05-19T04:08:00.000000000","CompanyCodes":["NDAQ","NMX","NYX"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Steven M. Sears \u001d  The threat of terrorism is having an impact on the people who oversee the U.S. markets. For the first time in its history, the Securities and Exchange Commission is regularly being briefed by the Central Intelligence Agency. \u001d  Each month, Chairman Christopher Cox and the four other commissioners are told about terrorists and other criminals increasingly active in the global capital markets. In an interview with Barron's last week, Cox said the intelligence reports offer the SEC a \"somewhat sharper focus\" to an \"underworld of murky, illegal dealings that threaten the world capital markets.\" \u001d  \"The U.S. government's focus on money laundering and terrorist financing and other criminal activities in the capital markets has laid bare a good deal of activity of that sort,\" Cox added. He declined to elaborate on what he said was classified information. \u001d  Prior to the 9/11 attack on the World Trade Center and Pentagon, suspicious trading of puts was spotted in American and United airlines. There was similarly suspicious trading in Europe in insurance-company stocks. U.S. intelligence agencies determined that portfolio managers coincidentally initiated the trades before al Qaeda's attack. But it is now evident that the intelligence community regularly monitors the markets for terrorists. And the trend toward merging exchanges across national boundaries presents opportunities for greater regulatory enforcement in global markets. \b \u001d  A \"James Bond scenario\" in which terrorists buy millions of dollars of put options and blow up buildings or airplanes to increase the puts' value is deemed unlikely by intelligence authorities. Yet less developed securities markets have reported stock trading by terrorists to raise money. In February, India's national security adviser, M.K. Narayanan, said at a security-policy conference in Munich that India had evidence of \"isolated incidents of terrorist outfits manipulating the stock markets to raise funds for their operations.\" \u001d  Cox would not say if terrorists were active, or present, in U.S. markets. But he was clear about the reason for this increased illegal activity in global markets. \u001d  \"This phenomenon is born of the arrival on the scene of so many different, and substantial, liquidity pools,\" Cox said. \"It used to be that significant capital had to be raised in the United States,\" but that is no longer true. \u001d  And therein lies SEC's great regulatory challenge. While insider trading in Dow Jones, TXU and Reebok securities linked to Hong Kong, Pakistani and Croatian residents may capture public attention, more significant market threats are harder to detect. \u001d  Criminals now purposefully disperse operations into different countries to avoid detection and prosecution. For example, residents of Hong Kong, Malaysia, Estonia and Latvia have hacked into U.S. online brokerage accounts and used the money to bid up the price of their own stocks. In one \"account intrusion\" case, criminals made more than $732,000 trading 15 Nasdaq-listed stocks. \u001d  The SEC's jurisdiction ends, of course, at the U.S. border, and extends into foreign countries through agreements with foreign regulators. This is how the commission freezes bank and brokerage accounts in foreign countries. \"We're not into real time international enforcement,\" Cox said. \"We now have templates for sharing information in many cases on a prudential basis in advance of problems cropping up.\" \u001d  Mergers of exchanges, which are providing structural definition to global markets, may help regulators battle capital-market crimes by internationalizing U.S.-style securities regulation. \u001d  So far, the New York Stock Exchange has merged with Europe's Euronext to form NYSE Euronext (ticker: NYX). The Deutsche Boerse hopes to close its acquisition of New York's International Securities Exchange (ISE) by year's end. Nasdaq (NDAQ) wants to buy the London Stock Exchange and could be interested in a Nordic exchange. Securities and futures exchanges throughout the U.S., Europe and Asia are all considered takeover targets. \u001d  Futures exchanges, which are regulated by the Commodity Futures Trading Commission, also are part of the global merger mania. \u001d  The New York Mercantile Exchange (NMX), for example, has partnered with Dubai Holdings to open the Dubai Mercantile Exchange. \u001d  Electronic exchanges, however, are in the real-time enforcement business. They routinely program trading systems to detect illegal activity, enforce exchange rules and produce electronic audit trails that have made it easier for regulators like the SEC to prosecute criminals. Currently, several government-led projects are under way in the securities industry. The Treasury and Homeland Security departments are working with clearing houses, including the U.S. Options Clearing Corp., to safeguard the industry against another terrorist attack. \u001d  To most people, clearing corporations are deservedly obscure. But because they settle securities -- effectively functioning as exchanges' exchanges -- they could be useful in extending the reach of securities regulators across borders. \u001d  \"Cross-border regulatory cooperating questions are now going to be foremost on the agenda, not just for national security reasons, but because the full benefits of market integration cannot be achieved without the cooperation of market authorities,\" declares Benn Steil of the Council on Foreign Relations. \u001d  Merging clearing and settlement systems lets investors with similar positions in different international stocks -- say Apple and Hewlett-Packard -- satisfy risk-management requirements without depositing more money into their clearing accounts. In theory, investors use the extra money to buy more stocks and derivatives, which further increases exchange transaction fees, which ultimately drive revenue of these newly minted international exchange companies. \u001d  This is not simply an academic point. For while exchange mergers are marketed to investors on the basis of cost savings that might be achieved by eliminating duplicate functions, robust international trading may not be achievable if, for example, regulators do not allow NYSE Euronext to make its European-listed products available in the U.S. \u001d  \"The big savings in trading costs are yet to come. They do require regulatory action, particularly by the SEC,\" Steill said. \u001d  In fact, the commercial motivation for integrating clearing systems globally could substitute of the lack of a comprehensive global legal framework for battling terrorism and criminality in the international markets. This fact does not appear lost on Chairman Cox, who noted that the SEC has not approved -- nor has it been asked to -- clearing-system mergers. Those mergers may ultimately be the linchpins of international exchange deals. \u001d  The challenges of regulating a global market in which large sums of money move around the world with the push of a computer button will likely emerge as a major policy issue in Washington. A congressional delegation that includes the House Financial Services Committee, which oversees securities firms and SEC, visited key European regulators in early April to examine joint regulation issues amid concerns that regulators are ill-equipped to address coming challenges. \u001d  \"The extension into national security is a huge issue for everyone. This will not be a secondary issue, but an extension of our ongoing talks,\" says Steve Adamske, spokesman for Massachusetts Democrat Barney Frank, the committee's chairman. \u001d  Meanwhile, the SEC recently asked the CIA for higher security clearances. The intelligence community is currently vetting Cox and the commissioners to see if they qualify for access to even more highly classified information than they are currently shown in their intelligence briefings. \u001d  --- \u001d  e-mail:steven.sears@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f645dc8a141c9546234b3831a24ea364","symR":["BABY","CTO","DAL","EYE","GMR","MOD","MVCO","NHHC","ORBT","VWPT","US2473611083"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-05-19T04:09:00.000000000","CompanyCodes":["BABY","CTO","DAL","EYE","GMR","MOD","MVCO","NHHC","ORBT","VWPT","US2473611083"],"IndustryCodes":["AIR","ARO","CON","DFN","HEA","MAR","MDV","OTA","REA","RED","SOF","XDJGI","XISL","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining more than 5% of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from May 10 through 16. Source: Dow Jones Corporate Filings Alert \b \u001d  Activists \b \u001d  Meadow Valley (MVCO) \u001d  North Atlantic Value is urging Meadow Valley's board to come up with a strategy to maximize shareholder value. North Atlantic said that, unless the board produces a clear plan to be discussed with all major shareholders by June 1, it will vote against the reappointment of current board members at Meadow Valley's annual meeting, scheduled for June 11. \u001d  North Atlantic also intends to vote for a shareholder proposal to sell Meadow Valley's interest in Ready Mix and to distribute the proceeds to shareholders. North Atlantic Value currently holds 411,900 shares (8% of the total outstanding). \b \u001d  National Home Health Care (NHHC) \u001d  Lawndale Capital Management believes that Premier Home Health Care Services' new offer to acquire National Home Health Care for $12.75 a share is \"superior\" to Angelo Gordon & Co.'s offer of $12.50. Lawndale also criticized the company's board for agreeing to an increase in the breakup fee, expense reimbursement or both in its merger agreement with Angelo Gordon. Lawndale owns 395,389 shares (7%). \b \u001d  Natus Medical (BABY) \u001d  Investor David Nierenberg and his D3 Family Funds plan to vote against the reappointment of Deloitte & Touche as the company's auditor. The Nierenberg group said that Deloitte's audit bill for 2006 was \"extraordinary and excessive\" and may have contributed to the company's first-quarter earnings miss. Deloitte's bill for 2006 ballooned to $1.37 million, from $584,000 in 2005. The Nierenberg group has about 4.08 million shares (18.9%). \b \u001d  Orbit International (ORBT) \u001d  Chadwick Capital Management said that it intends to communicate with management to explore measures for enhancing shareholder value. Chadwick Capital owns 280,815 shares (6.12%) and says that it might acquire more. \b \u001d  Original Filings \b \u001d  Viewpoint (VWPT) \u001d  DG FastChannel (ticker: DGIT) reported holding 0.75 million shares (13.2%), along with warrants to buy an additional 2,687,500 at 45 cents each, beginning Nov. 11. DG FastChannel intends to continually evaluate Viewpoint's business and may have discussions with the company or propose changes in its management or board. \b \u001d  Delta Air Lines (DAL) \u001d  The federal Pension Benefit Guaranty Corp. reported a 20.7% stake as a result of a distribution of about 49.5 million Delta shares, based on an unsecured claim against Delta. \u001d  The PBGC is the federal guarantor of pension benefits. Its ownership position is related to the airlines' statutory liability arising from the termination of the company's pilots' retirement plan, which the agency took over on Dec. 31, 2006. \u001d  Under Delta's reorganization plan, Delta is expected to make additional distributions to holders of allowed unsecured claims. The Pension Benefit Guaranty Corp. might receive additional Delta shares in future distributions. \b \u001d  Increases in Holdings \b \u001d  Modine Manufacturing (MOD) \u001d  A group including Shamrock Activist Value  Fund raised its holdings to 2.09 million shares (6.37%), from the 1.73 million (5.27%) reported in November 2006. \b \u001d  Consolidated-Tomoka Land (CTO) \u001d  Wintergreen Advisers, the company's largest shareholder, raised its stake to 1,067,127 shares (18.7%) by buying 35,205 from March 15 to May 14, at prices ranging from $74.38 to $75.18. \b \u001d  Advanced Medical Optics (EYE) \u001d  ValueAct Capital boosted its holdings to 4,393,235 shares (7.3%) by purchasing 2,182,900 from March 12 to May 10, at $37.57 to $41.47 per share. \b \u001d  Decreases in Holdings \b \u001d  General Maritime (GMR) \u001d  Bergesen Worldwide, General Maritime's second-largest shareholder, liquidated its holdings by selling 3.86 million shares to Morgan Stanley (MS) for $112.3 million on May 14. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f7934a8a74704db7c9f14a4a6a321c13","symR":["CFR","SBCF","FBRSX"],"date":"2007-05-19","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/21) Sizing Up Small Caps: Strong Lenders With Weaker Shares","GmtTimeStamp":"2007-05-19T04:05:00.000000000","CompanyCodes":["CFR","SBCF","FBRSX"],"IndustryCodes":["BNK","XDJGI","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Lawrence C. Strauss \u001d  The stocks of many smaller regional banks have been under pressure lately. There's more heated competition for deposits as interest rates rise. The inverted yield curve, which squeezes net margins, makes it tougher to generate profits, and sluggish loan demand can hit both the top and bottom lines. What's more, worries continue about whether the sharp deterioration in the subprime-mortgage market will worm its way into other lending areas and eat away at even healthy banks' balance sheets. \u001d  It's no surprise, then, that regional bank stocks are flat in 2007, compared with a 3.78% gain for the Russell 2000 Index. \u001d  \"The catalyst is not there, at least not yet,\" to reverse the banks' slide, says David Ellison, who runs the FBR Small Cap Financial Fund (ticker: FBRSX), which is down 2.71% in the past year, trailing the Russell 2000 by 10.5 percentage points. \"But you don't know when the catalyst is going to show up,\" he says, so it's best to purchase reasonably-priced shares in anticipation of the improvement, even if that's a ways off. \u001d  \"As long as you are buying good deposit franchises, you're not going to wake up one day and find out they can't fund themselves,\" Ellison says. \u001d  Two banking operations that fit Ellison's description are Cullen/Frost Bankers (CFR) in Texas and Seacoast Banking (SBCF) in Florida. \u001d  In both cases, the shares have dipped after prolonged gains that some investors believe will resume once the economy picks up and the extent of recent real-estate problems is better defined. \u001d  San Antonio's Cullen/Frost has developed a profitable niche in lending to small and mid-sized businesses. With a strong deposit base that gives it low funding costs, the bank should be able to ride the gains in the solid Lone Star economy in coming years, notwithstanding some recent slowing in loan growth. \u001d  Seacoast, of Stuart, Fla., just north of Palm Beach, faces the added headwind of the state's fast-fading real-estate market. But the bank has a very disciplined lending culture, which should allow it to persevere through the difficulties and then rebound sharply on the first signs the local economy is regaining its balance. \u001d  Investors in these shares should also benefit from both institutions' attractiveness to bigger players interested in expanding their franchises. One recent example: Wells Fargo's (WFC) purchase of Greater Bay Bancorp (GBBK) of East Palo Alto, Calif. True, takeover premiums are already embedded in the banks' stock prices, but the specter of a purchase -- however distant -- provides some protection against slippage in a tough real-estate climate. \u001d  \"You're either a buyer or a seller,\" says Anton Schutz, who manages the Burnham Financial Services Fund (BURKX). \"You can't sit still in this industry.\" \u001d  While loan growth is important, it's a bank's deposits that often set it apart and make it an attractive target. \u001d  Says Ellison, \"Everybody can lend, but not everybody can gather deposits at a cheap cost. That's where the value is.\" \u001d  Cullen/Frost is particularly appealing on this basis. Founded in 1868, the bank, whose market capitalization of $3.1 billion pushes it a little beyond the traditional small-cap tier toward mid-cap, focuses mainly on metropolitan commercial customers not only in its home town but also Dallas-Fort Worth and Houston. \u001d  For banks, of course, deposits are a key source of funding. The less interest they have to pay to attract deposits, the better for their margins and profits. Some banks are very adept at this, leveraging their lending relationships with business borrowers to garner well-priced deposits. Others have to venture out into the open market to draw in money, sometimes at expensive rates. \u001d  Cullen/Frost, with $13.2 billion in assets, was able to build up a nice deposit base of $10.3 billion by the end of the first quarter. \"We are not a transaction type of organization,\" Richard W. Evans, Jr., the chairman and chief executive, tells Barron's. While the larger banks can churn customers, \"We can't let them go out the back door,\" he adds. \u001d  In the first quarter, the bank's net-interest margin -- the difference between what it pays on deposits and what it earns on loans -- increased slightly, to 4.65%, which Morningstar analyst Jamie Peters calls \"the envy of [its] peers.\" \u001d  Lisa Welch, manager of the John Hancock Regional Bank Fund (FRBAX), says the bank has a disciplined loan-making culture. \"They are in it for the long haul,\" she explains, adding that her fund holds nearly 1.2 million shares of the stock. \"They want to make sure that their loan portfolio is of a very high quality.\" \u001d  About 50% of the bank's $7.5 billion loan portfolio consists of commercial and industrial loans, and another 35% comes from commercial real estate, about half of which is owner-occupied. The remainder is devoted to consumer products like home-equity loans. \u001d  Late last week, Cullen/Frost shares traded around 52, versus a 52-week high of nearly 60. At the recent level, the stock fetches about 14.6 times the $3.60 a share Welch expects Cullen/Frost to earn this year, and 13.5 times her 2008 profit estimate of $3.90 a share. That compares with a multiple of about 14.2 times '07 earnings for smaller regional banks. She maintains a 12-month target of 62 for the stock, or about 18% above last week's price. \u001d  CEO Evans insists that the bank isn't for sale. That makes sense, given its strong niche as a local Texas bank. \u001d  A concern for Cullen/Frost is slowing loan growth, which came in at 4.7% on an annualized basis in the first quarter, due in part to some borrowers' prepaying loans. But that's a lot better than having them default. And Evans expects loan growth to pick up, citing the state's strong economy. The bank's prospects otherwise look solid. \u001d  Florida's economy isn't nearly as supportive as that of Texas these days, due to a slowdown in the real-estate market and related construction. \u001d  Dennis S. Hudson III, Seacoast Banking's chairman and chief executive, says that the state's real-estate market is \"bouncing along the bottom\" and that it will take some more time, perhaps 18 months, to recover. \u001d  \"The key is: Did you make the right decisions around credit selection when things were hot?\" says Hudson, who, along with other insiders, holds a sizable stake in the company. \u001d  Based on Seacoast's financials, it appears to have done that. In the first quarter, nonperforming assets and other real estate owned, which is the property a bank takes over when loans fail, both declined against fourth quarter 2006 levels. \u001d  Welch, who holds about 550,000 shares of the stock in the Hancock Regional Bank Fund, says the bank has \"tried to be very prudent and look at their portfolio very carefully.\" \u001d  Founded in the 1920s, Seacoast  would make an attractive takeover target, partly because of the affluent and fast-growing areas it serves, including St. Lucie and Palm Beach counties. Roughly half of its loans are commercial, including a big slice devoted to construction projects. \u001d  Hudson says the bank doesn't need a backer, although its deposit base of nearly $2 billion and solid loan portfolio would be a lure to any buyer. With assets of $2.5 billion, the bank has a $1.7 billion portfolio consisting of consumer, mortgage, small-business and commercial real-estate loans. \u001d  Last year, amid Florida's real-estate downturn, Seacoast was squeezed by sluggish loan growth and declining net interest margins, which appear to be stabilizing. \u001d  The shares were trading around 23.50 late last week, considerably below their 52-week high of nearly 32. At that level, the stock fetches about 18 times the $1.30 a share analysts expect it to earn this year, and 16.3 times their '08 profit estimate. \u001d  Welch has a 12-month target of 27 on the shares, roughly 15% over last week's level. \u001d  The bank, whose assets total $2.5 billion and whose market capitalization is nearly $500 million, positions itself between the small local banks and the national players. \u001d  Seacoast was hit hard when balances in non-interest-bearing accounts declined last year. Those accounts, typically used to escrow short-term funds in real-estate transactions, are lucrative because the bank collects interest on them but doesn't have to pay any out. \u001d  However, the bank, which went through a string of tough quarters connected to the state's economic woes, said after its most recent quarter that non-interest-bearing deposits had climbed by $9.3 million and now account for about 20% of deposits. \u001d  Seacoast appears to be well-positioned to ride out Florida's economic storm. Investors might want to get in before the sun breaks through the clouds again. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ff11ca0f042dd75059ef923554802cee","symR":["DTE"],"date":"2007-05-19","ret":[-0.00099],"ret5":[-0.00099],"Headline":": DTE Energy Schedules Conference Call to Provide Non-Utility Strategy Update","GmtTimeStamp":"2007-05-19T12:51:00.000000000","CompanyCodes":["DTE"],"IndustryCodes":["ELC","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  DETROIT, May 19 /PRNewswire-FirstCall/ -- DTE Energy (NYSE: DTE) today announced that it plans to conduct a conference call for the investment community at 8:30 a.m. EDT \b \u001d  Monday, May 21, to provide an update on the company's non-utility strategy. \b \u001d  Investors, the news media and the public may listen to a live internet broadcast of the meeting at dteenergy.com/investors. The telephone dial-in numbers are (800) 811-0667 or (913) 981-4901. There is no passcode. The internet broadcast will be archived on the company's website. An audio replay of the call will be available until June 3. To access the replay, dial (888) 203-1112 or (719) 457-0820 and enter passcode 1573040. \b \u001d  DTE Energy is a Detroit-based diversified energy company involved in the development and management of energy-related businesses and services nationwide. Its operating units include Detroit Edison, an electric utility serving 2.2 million customers in Southeastern Michigan, MichCon, a natural gas utility serving 1.3 million customers in Michigan and other non-utility, energy businesses focused on gas pipelines and storage, coal transportation, unconventional gas production and power and industrial projects. Information about DTE Energy is available at dteenergy.com. \b \u001d  The information contained herein is as of the date of this news release. DTE Energy expressly disclaims any current intention to update any forward- looking statements contained in this news release as a result of new information or future events or developments. Words such as \"anticipate,\" \"believe,\" \"expect,\" \"projected\" and \"goals\" signify forward-looking statements. Forward-looking statements are not guarantees of future results and conditions but rather are subject to various assumptions, risks and uncertainties. This news release contains forward-looking statements about DTE Energy's financial results and estimates of future prospects, and actual results may differ materially. \b \u001d  Factors that may impact forward-looking statements include, but are not limited to: the higher price of oil and its impact on the value of production tax credits or the potential requirement to refund proceeds received from synfuel partners; the uncertainties of successful exploration of gas shale resources and inability to estimate gas reserves with certainty; the effects of weather and other natural phenomena on operations and sales to customers, and purchases from suppliers; economic climate and population growth or decline in the geographic areas where we do business; environmental issues, laws, regulations, and the cost of remediation and compliance, including potential new federal and state requirements that could include carbon and more stringent mercury emission controls, a renewable portfolio standard and energy efficiency mandates; nuclear regulations and operations associated with nuclear facilities; implementation of electric and gas Customer Choice programs; impact of electric and gas utility restructuring in Michigan, including legislative amendments; employee relations, and the negotiation and impacts of collective bargaining agreements; unplanned outages; access to capital markets and capital market conditions and the results of other financing efforts which can be affected by credit agency ratings; the timing and extent of changes in interest rates; the level of borrowings; changes in the cost and availability of coal and other raw materials, purchased power and natural gas; effects of competition; impact of regulation by the FERC, MPSC, NRC and other applicable governmental proceedings and regulations, including any associated impact on rate structures; contributions to earnings by non- utility subsidiaries; changes in and application of federal, state and local tax laws and their interpretations, including the Internal Revenue Code, regulations, rulings, court proceedings and audits; the ability to recover costs through rate increases; the availability, cost, coverage and terms of insurance; the cost of protecting assets against, or damage due to, terrorism; changes in and application of accounting standards and financial reporting regulations; changes in federal or state laws and their interpretation with respect to regulation, energy policy and other business issues; uncollectible accounts receivable; binding arbitration, litigation and related appeals; changes in the economic and financial viability of our suppliers, customers and trading counterparties, and the continued ability of such parties to perform their obligations to the Company; timing, terms and proceeds from any asset sale or monetization; and implementation of new processes and new core information systems. This news release should also be read in conjunction with the \"Forward-Looking Statements\" section in DTE Energy's 2006 Form 10-K and its 2007 quarterly report on Form 10-Q (which sections are incorporated herein by reference), and in conjunction with other SEC reports filed by DTE Energy. \b \bSOURCE  DTE Energy \b \u001d    /CONTACT: Media, Scott Simons, +1-313-235-8808, or Lorie N. Kessler, +1-313-235-8807, both of DTE Energy; Analysts, Dan Miner, +1-313-235-5525, or Lisa Muschong, +1-313-235-8505, both for DTE Energy \b    /Web site: http://www.dteenergy.com \b    /Web site: http://www.dteenergy.com/investors \b \u001d  (END) Dow Jones Newswires\u001d  May 19, 2007 08:51 ET (12:51 GMT)"}]
