[{"md5ID":"005c1e7013484bd06d031b4bc96260c2","symR":["APA","CAM","DVN","EOG","FTI","HAL","SLB","WFT","XOM","US0374111054","US25179M1036","US30231G1022","US4062161017"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/28) The New Drill Masters","GmtTimeStamp":"2007-05-26T04:03:00.000000000","CompanyCodes":["APA","CAM","DVN","EOG","FTI","HAL","SLB","WFT","XOM","US0374111054","US25179M1036","US30231G1022","US4062161017"],"IndustryCodes":["EQS","OIE","OIL","OIS","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Suzanne McGee \u001d  Don't try to tell Mike Bahorich that finding oil and gas is impossible. When Apache started exploring for new reserves in Egypt in 2001 after buying out the operating interest in the Khalda field from its partner Repsol, Bahorich, the company's executive vice president for exploration and production technology, was told by industry veterans that shooting three-dimensional seismic images -- a common way of detecting pockets of hydrocarbons -- wouldn't work in a desert environment. If true, that meant that the only way to figure out if there was oil under the Egyptian sands was costly and inefficient: drilling one hole in the ground after another, randomly and blindly. \u001d  There had to be a better way, Bahorich figured. He called in specialists in complex data sets to study the \"noise\" that the 3-D surveys were yielding as a result of shifting sands and long-buried rivers. \"We ended up building a new program to analyze the data we had,\" Bahorich explains. The result? Apache's 2003 discovery of the Qasr natural-gas field in the area was its largest find ever, with reserves estimated at 2.3 trillion cubic feet, and the company is now the third-largest energy producer in Egypt, with production there accounting for a fifth of its production revenues. \u001d  It pays to be technologically clever in the energy business. In what is becoming a race to replace rapidly depleting oil and gas reserves, technology is increasingly playing a decisive role. \"The easy oil is gone; the next barrel is always going to require more technology to extract,\" says Geoff Kieburtz, managing director and oilfield service analyst at Citigroup. That means Apache (ticker: APA) has lots of company in its battle to be the best at finding and applying those new technologies, from giants like Royal Dutch Shell (RDS) and ExxonMobil (XOM) to lesser-known players like Chesapeake Energy (CHK). Oil-services companies like Schlumberger (SLB) also are focusing intently on these new approaches, which range from new seismic technologies to \"underpressure drilling,\" a way of extracting more oil from complex geological structures. \u001d  The winners will be those that can deploy the newest technologies to boost their reserves markedly at a time when most rivals are fighting just to replace production. \u001d  Lloyd Byrne, an energy analyst at Morgan Stanley, has found that since 2003, those companies able to boost reserves to the greatest degree saw an average 303% stock-price gain, while those that fared worst at this task rose 159%, buoyed mostly by the commodity price. \"Companies like EOG Resources or Devon Energy are delivering the results, and investors are willing to pay up for that,\" says Byrne. \u001d  Still, investors don't have to pay lofty valuations for stocks like EOG (EOG) and Devon (DVN), which is why Byrne has Buy ratings on both. He believes EOG, now trading at around $75.88 a share, down from a 52-week high of nearly $80 last spring, after a selloff in natural-gas prices, is worth closer to $84 a share. Trading at 16.4 times earnings, it's a bargain, Byrne believes. He cites the company's demonstrated ability to deploy new horizontal drilling technologies to open up entirely new natural-gas reserves in the difficult-to-drill Barnett Shale region in Texas. \u001d  John Dowd, an energy analyst at Fidelity and manager of the Boston-based firm's Select Energy (FSENX)and Select Energy Service (FSESX) funds, says that companies like EOG that are able to boost their reserves at a greater rate than the industry as a whole fall into a sweet spot. \"Anything with acreage positions that will benefit from the application of new technology is attractive,\" Dowd says. \"deepwater exploration companies, natural-gas producers in the shale areas and unconventional resource plays like the oil sands will be the biggest beneficiaries.\" \u001d  Many energy companies believe the biggest discoveries will be found offshore -- in waters thousands of feet deep in areas ranging from the Gulf of Mexico to the coast of West Africa. A few years ago, it would have been hard to identify these fields, much less develop them economically. Now  higher prices and technology advances are making deepwater exploration one of the hottest areas in the industry. But it's still extremely expensive. \"The incentive to use new time-saving technologies is the greatest in deep water, so it's where you're going to see the most rapid acceptance of new ideas,\" says Fidelity's Dowd. \u001d  So, which companies could be best for investors? \u001d  Smaller producers will probably get a bigger lift from technologies than the oil giants. Byrne, for his part, likes Devon Energy. Not only does it have extensive deepwater holdings in the Gulf of Mexico, but it is also a player in natural-gas shale and has a stake in heavy oil production in Canada's oil sands. \"So they are really a play on new technologies across the board,\" he says. Byrne believes that Devon's stock, now hovering around $76.27, is worth closer to $83 a share, based on current energy prices. \u001d  Ironically, it may be toughest for investors to profit from technological innovations by backing the companies responsible for developing many of them. Over the past decade or so, the burden of research and development investment has fallen increasingly on the balance sheets of the oil-service companies: the businesses that conduct seismic surveys, undertake geological studies, develop and operate drilling rigs and monitor production. \"But service companies have had little success in moving from a fee-for-service compensation model to an incentive-based model,\" says Judson Jacobs, director of up stream technology at Cambridge Energy Research Associates. \"The big prize is the increased production that results from technology; it's very difficult to create a sustained competitive advantage through technology.\" \u001d  The exceptions occur where companies dominate certain industries, or show an ability to roll out a series of technological innovations. Dowd is keeping an eye on service companies that specialize in providing deepwater and subsea drilling technologies, such as Cameron International (CAM) and FMC Technologies (FTI). FMC, which is working on technologies to separate water from oil at the ocean floor, has just won a $200 million contract to supply Norsk Hydro (NHY) with subsea systems. \u001d  \"It's only recently that service companies have started to get paid for their technology, and then it's only selectively,\" Dowd notes. \"The more a new technology reduces the amount of time spent drilling,\" the more willing a client is to pay up. Offshore, where wells can cost $500,000 a day to drill, using new technologies to cut drilling time and boost the likelihood of success carries far more value, Dowd says. \u001d  Then there is Weatherford International (WFT), an oil-services company that boosted R&D spending to $150 million in 2006 from $84 million in 2004 and now accounts for more oil-field technology patents than any company other than Halliburton (HAL). A major focus of these efforts has been in what is known as underbalanced or near-balanced drilling, a technology that exerts less force on the geological structure being drilled and enables producers to get more oil or gas out without contaminating the field with fluids used in traditional drilling. \u001d  \"Weatherford has remained by far the dominant player in this business, which is in great demand by producers in areas where they are moving from exploration to enhancing recovery rates at existing fields,\" says Ole Slorer, an oil-fields-service analyst at Morgan Stanley. Two years ago, revenues from underbalanced and related drilling activities generated $150 million in revenue for Weatherford; today that figure is closer to $500 million, Slorer calculates. \u001d  Giant Schlumberger could also be a winner. The company's WesternGeco division has pioneered what is known as \"Q\" seismic, a way of using sound waves to improve measurement of geological formations and faults. \"If you think of traditional seismic surveys as like listening to a piece of music played by an orchestra in a recording, then Q seismic would be as if you were recording each instrument individually and blending them to make up the whole piece,\" Slorer says. \u001d  Importantly for Schlumberger, it doesn't turn over the raw data to the exploration companies that commission these surveys. \"It does the analysis itself, and delivers the results to the clients, which boosts the intellectual value of what it is doing,\" Slorer explains. \"So they may not get some clients that want the data and to do the processing themselves, but they will get a lot more higher-margin business from clients that want the higher-quality results that so far only Q seems to be delivering.\" \u001d  The rewards for any of these companies are likely to be incremental, rather than revolutionary. CERA's Jacobs says that there probably are no giant  oil fields remaining to be discovered -- \"elephant\" discoveries will be few and far between. But as even the Saudis turn to new kinds of multilateral horizontal drilling technologies to maximize recovery rates at their now-mature fields, CERA calculates that new technologies could prolong the life of the oil-based global economy. \u001d  \"There is still a lot of oil and gas there for the taking -- more than many skeptics might believe,\" Jacobs argues. \"But it's 'found' oil -- it lies in reservoirs that have already been discovered, and it's going to take more and more effort to get to the surface. The companies that do it will be rewarded, however.\" Investors may hit some pay dirt, too. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"07fa2b0feb0e4eab7f34dc7133f703e7","symR":["IBM","US4592001014"],"date":"2007-05-26","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(5/28) Follow-Up: Big Blue's Bright Prospects","GmtTimeStamp":"2007-05-26T04:07:00.000000000","CompanyCodes":["IBM","US4592001014"],"IndustryCodes":["TSX","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Leslie P. Norton \u001d  It couldn't have been better for IBM shareholders. This month, at its annual analysts' meeting, International Business Machines suggested that earnings are poised to climb to about $11 a share in 2010 from $6.06 in '06, thanks to the company's increased reliance on software sales, emerging markets and further stock buybacks. \u001d  That's in line with the upbeat view that Barron's offered last year (\"The New IBM,\" Dec. 4, 2006), and it bodes well for continued gains in BigBlue's stock (ticker: IBM). The shares, up 15% since our story, to a recent 105, could easily keep climbing to more than 120. \u001d  IBM plans to add about $5 a share in earnings by 2010: 75 cents from organic growth, $1 from cost cuts, $1.10 from stock buybacks, $1.20 from acquisitions and 90 cents from retirement-related savings. The company bought back $27 billion of stock between 2003 and 2006, and is authorized to buy another $16.4 billion. \u001d  IBM also plans to bolster profits through higher-margin software sales. Software ought to make up nearly half of pretax profits in 2010, up from 40% last year. Hardware sales, at the same time, should get a lift from what is called virtualization, where big computers can run several operating systems at the same time and reduce cooling costs and energy needs. \u001d  There also are some bright spots in IBM's services businesses: The pretax margin from its consulting operation climbed to 9.8% last year from 7.2%. \u001d  IBM, which in the past has pursued only large corporations, is now going after smaller businesses. And that includes companies in fast-growing Third World markets. \"This is a growth engine for the business,\" says Bob Djurdjevic, a long-time IBM watcher at Annex Research in Scottsdale, Ariz. He also sees gains from increased collaboration between the software and services units. In fact, he thinks IBM's prospects are so strong that it should use money earmarked for buybacks to make more acquisitions. \u001d  Djurdjevic figures the stock is worth at least 125, a little above Goldman Sachs' target of 120 and Deutsche Bank's of 122. But all those numbers may ultimately look tame, given that IBM is expecting earnings gains to rise to 16% a year. Apply a 16 times multiple to the company's earnings target for 2010 and you get a stock price of 175. Investors would hardly be blue about that. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"18b585d203d9c6fbc0a2f82cb7906658","symR":["LWSN"],"date":"2007-05-26","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(5/28) SAP, Oracle And...Who?","GmtTimeStamp":"2007-05-26T04:05:00.000000000","CompanyCodes":["LWSN"],"IndustryCodes":["SOF","XDJGI","XRUS","XSXA"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  LAWSON SOFTWARE MIGHT be the best-kept secret in enterprise software. \u001d  The St. Paul, Minn., outfit is actually the third largest publicly held enterprise resource-planning vendor in the world behind behemoths SAP and Oracle, but it isn't nearly as well known by investors. One measure of the gap: Lawson's (ticker: LWSN) market value is $1.6 billion, a spit in the ocean compared to SAP's (SAP) gaudy $60 billion. \u001d  Lawson makes its money in the meat-and-potatoes middle-market, serving customers with anywhere from $250 million to $1 billion in annual revenues. It had the misfortune of going public in 2001, just as the dot-com bust and ensuing weak economy prompted many companies and government agencies to pare tech spending. Lawson compounded the problem by retrenching and failing to invest enough in its own salesfore. \u001d  But Lawson's Q score among investors could soon jump. It has made a promising acquisition of a like-sized European company that should allow it to tap new products and markets, upgrade its sales effort and accelerate a recent drive to lift its operating efficiency. \u001d  Most important, the middle market for resource-planning software, which handles everything from accounting functions to manufacturing processes, is now the fastest growing segment for corporate software sales. And it is one that Lawson's bigger brethren haven't as yet been able to dominate. \"We are the real leaders in the middle market, where there is a vacuum of choice,\" says Chief Financial Officer Rob Schriesheim, who has helped lead the turnaround under Chief Executive Harry Debes, a former J.D. Edwards sales exec. \u001d  The stock has already attracted some notice, rising from a 52-week low of 5.39 last July to about 9-a 65% rise that still leaves it far from its 17.80 peak in 2001. Cowen analyst Peter Goldmacher has a price target of 14 for the shares, which he rates Outperform. \u001d  The benefits of CFO Schriesheim's financial fine-tuning should begin to appear at the end of fiscal 2007, which concludes May 31. After that, an improved sales effort is likely to produce 10%-12% organic growth in new license revenue (the industry benchmark for software growth) going forward. Owing mostly to the acquisition, the consensus is that revenues will hit $740 million for fiscal 2007, almost double 2006's $393 million, before rising to $822 million in fiscal 2008. \u001d  It's been a little tough to see exactly what's happening to Lawson's balance sheet in the last year or so as Lawson switched its acquisition, Sweden's Intentia International, to U.S. accounting standards and implemented a new bookkeeping system that recognizes software maintenance contract renewals with customers at a single time rather than as they arrive. The long-term effect should be to simplify and smooth Lawson's results. \u001d  The consensus earnings estimate for fiscal '07 is 16 cents a share, which should more than double to 33 cents in fiscal '08. Lawson shares trade at about two times annual sales, compared to SAP's four times sales and Oracle's five times. \u001d  Since its inception in 1975, Lawson has sold enterprise resource-planning software, which can be used to automate business processes, to midsize companies like Catholic Healthcare West in service industries. Another key customer group: governments like the State of Michigan. Cost is a huge factor for these clients. And Lawson's total cost of ownership-a key measure used by chief technology officers to assess direct and indirect costs of software-runs about 33% of that of Oracle's and 25% of SAP's. Their more complex software is usually used at bigger companies and requires much more extensive training. Some view these systems as overkill. \u001d  Regardless, the action right now has shifted to the middle-market where a growing number of companies can afford more reasonably priced systems. \u001d  With its $460 million acquisition of Intentia in 2006, Lawson not only expanded its reach to Europe but bought the Swedes' expertise in the manufacturing sector, a new market. The deal bolstered Lawson's sales force by 25% to about 195 reps, added new products and doubled its customer base to 4,000 in 40 countries. \u001d  Intentia also provides further opportunity to wring out efficiencies. Already, Lawson has widened its operating margins from 3% in the first quarter to 9% by the third. Schriesheim says the company hopes to see operating margins swell to as high as 15% by the end of 2008 and eventually to 17%-19%. Among the changes: shifting about 25% of labor costs offshore to places like the Philippines by the end of 2007. In Europe, Lawson is making further reductions by streamlining its service centers. \u001d  In light of organic growth, added efficiencies and accounting changes, \"they should be able to beat and raise earnings guidance for at least the next five quarters,\" says the bullish Goldmacher. \u001d  \"I would call last year a transitional period that has put us in position for a transformational year in 2008,\" Schriesheim says. By that time Lawson may no longer be a secret. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2474f85ad66d3ceaa1a187b8fb8332be","symR":["12068.FR","3045.TW","AIG","AMT","AMZN","BKD","CBRY.LN","CSG","EK","EMC","GE","GHS","GOOG","GS","HLX","ICO","JNJ","JOE","LTR","MBI","MBL.AU","MSFT","MWV","T","UNH","AU000000MBL3","FR0000120685","GB0006107006","TW0003045001","US00206R1023","US0231351067","US0268741073","US2686481027","US3696041033","US38141G1040","US4781601046","US5404241086","US5949181045","US91324P1021"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/28) The Best And The Brightest","GmtTimeStamp":"2007-05-26T04:09:00.000000000","CompanyCodes":["12068.FR","3045.TW","AIG","AMT","AMZN","BKD","CBRY.LN","CSG","EK","EMC","GE","GHS","GOOG","GS","HLX","ICO","JNJ","JOE","LTR","MBI","MBL.AU","MSFT","MWV","T","UNH","AU000000MBL3","FR0000120685","GB0006107006","TW0003045001","US00206R1023","US0231351067","US0268741073","US2686481027","US3696041033","US38141G1040","US4781601046","US5404241086","US5949181045","US91324P1021"],"IndustryCodes":["BNK","BVG","CMT","COA","CPR","CTR","CTS","DRG","ENT","EQS","FOD","FTS","HEA","IDD","INF","INP","INS","ISV","MDV","MED","OFP","OIE","OTS","PUB","REA","RED","REQ","RTS","SCR","SFT","SOF","TLS","XDJGI","XDJI","XFFX","XFT1","XGTI","XISL","XNQ1","XNYA","XORD","XRUS","XSCI","XSP5","XSTF","XSTT","XSTX"],"Story":"\b   (From BARRON'S) \b   By Dimitra DeFotis \u001d  Like musicians interpreting smooth melodies, 11 investment luminaries blew their horns last week on a stage at New York's Jazz at Lincoln Center, scatting through stock picks and riffing on investment trends. The group generally favored undervalued large-cap technology and health-care stocks, U.S. and European equities over Asian shares, and a handful of energy names. \u001d  Those betting against stocks also had their say. Jim Chanos, founder and head of Kynikos Associates,thinks shares of Australia's Macquarie Bank (ticker: MBL.Australia) could deflate. Hedge-fund manager David Einhorn of Greenlight Capital panned St. Joe (JOE), a Florida real-estate-development company, and William Ackman of Pershing Square Capital Management lamented the subprime-lending risk that could undo shares of MBIA (MBI). \u001d  Roughly 950 people paid as much as $3,000 each to attend Wednesday's 12th annual Ira W. Sohn Investment Research Conference, named for a Wall Street trader who survived a childhood cancer but succumbed at age 29. A related foundation has raised millions for pediatric cancer causes and is expanding its efforts with prizes for research oncology. \u001d  The lofty ticket price yielded some familiar, though apt, themes: mega-caps truly are unloved, and the private-equity boom could end in tears. There were also some surprises, such as the observation by Joseph Rosenberg, chief investment strategist of Loews (LTR), that private-equity firms may be interested in the huge cash flows generated by Microsoft (MSFT) and Johnson & Johnson (JNJ). \u001d  Here are some other investment ideas, memorable musings and, yes, wacky asides from this impressive crew: \u001d  Hedge-fund manager Steve Mandel, who worked at Tiger Management before founding Lone Pine Capital, said he recently established a position in the data-storage firm EMC (EMC). He likes the company's VMware subsidiary, which produces software to run servers more efficiently and replicate machines remotely. EMC is selling a 10% stake in VMware to the public. EMC could have 45% upside as VMware is better understood, Mandel says. \u001d  The money manager also likes J&J, General Electric (GE), Microsoft and Goldman Sachs (GS) because they trade at \"the same multiple that pedestrian, low-growth companies are being taken private for today.\" Mandel thinks Google's (GOOG) prospects look good, too, as Web-search profits are in the early stages of growth, and the stock's current valuation offers safety if revenue declines. He thinks the stock could rally 50% by 2009. \u001d  Einhorn, co-founder of Greenlight, offered up one short idea and two on the long side. He figures St. Joe shares will sink as investors -- and developers -- come to realize that some of its land is far from the beach and that a four-star hotel developed on company property is losing money. Fans of Jacksonville, Fla.-based St. Joe have pinned their hopes on the development of a new airport, but the good news looks to be in the shares, which trade for 80 times this year's estimated earnings. \u001d  Einhorn is betting on global growth via Natixis (KN.France), a French investment bank. He also likes Helix Energy Solutions (HLX), a U.S. energy-services and exploration play, which looked even cheaper Thursday when the stock sold off nearly 6% after the company missed first-quarter estimates. Despite a merger that yielded failed wells, new wells have better prospects and the stock is extremely undervalued, Einhorn says. \u001d  Dinakar Singh, founder of TPG-Axon Capital, also favored an international theme, with his recommendations of American International Group (AIG), a U.S.- based insurer with worldwide operations, and Taiwan Mobile (3045.Taiwan). He praised the telecom company's strong dividend and cited its acquisition potential. \b \u001d  Wilbur Ross Jr., chairman and CEO of WL Ross & Co., delivered a thoughtful pitch for U.S. coal producers. After tossing his mobile device stage left to eliminate microphone feedback, he quipped, \"We are very low-tech in our investment strategy.\" \u001d  Ross sees U.S. coal prices returning to health as utilities burn off excess supply. In the next 25 years, the Energy Information Administration forecasts coal will account for 57% of U.S. electricity generation, up from 50%. \"Solar and wind are not remotely cost-competitive, so we don't see them, however nice they are from the green point of view, doing much,\" he says. \u001d  Ross thinks dirtier Appalachian coal has pricing power, since supply is limited and East Coast demand is strong. He flashed overhead a list of domestic coal stocks; he owns International Coal Group (ICO), a small, West Virginia concern. For more information, he joshed, \"call me on my cellphone.\" \u001d  Other speakers embraced technology, including Larry Robbins, founder of Glenview Capital Management. He pitched American Tower (AMT), which owns and operates cellular towers, as an alternative to overpriced real-estate-investment trusts. American Tower made a bad acquisition, is the subject of an options investigation and saw a slump in revenue as AT&T's (T) spending on cellular towers declined. But Robbins sees a comeback in 2008. \u001d  He also likes the hidden value in paper producer MeadWestvaco's (MWV) trees and forests, and Cadbury Schweppes (CSG), which is moving toward a division of its candy and beverage businesses. Robbins stole the show in his discussion of the takeover boom, by projecting a family photo that declared, \"Honey, I LBO'd the kids!\" \u001d  Peter Briger, co-president of Fortress Investment Group, talked up his firm's stakes in a handful of companies, including Brookdale Senior Living (BKD), a retirement-living company, and GateHouse Media (GHS), a local media publisher. \u001d  Rosenberg said he has \"never seen mega-caps so attractive relative to the rest of the market.\" He also said that a year ago in Barron's (\"Absolute Performer,\" May 22, 2006), but it remains just as true today. \b \u001d  Stocks like J&J, which are trading near market multiples, with decades of earnings growth, should be attractive to buyout specialists, Rosenberg contends. J&J sells for 15.8 times analysts' '07 estimates, below the S&P 500's multiple of 16.4. He also highlighted Loews' attributes, including share buybacks and a cheap valuation, but criticized \"core\" inflation measures that don't account for food and energy, and the high prices paid in the current buyout binge. \u001d  Chanos offered up only one short idea --  the aforementioned Macquarie Bank --  which has been a serial acquirer of global infrastructure assets. Macquarie's model is aggressive, Chanos says, with the company offloading overvalued assets to unlisted funds. If Australian regulators crack down, it could break the stock's momentum. \u001d  Macquarie shares are up roughly 54% since August, when Barron's penned a favorable cover story (\"Aussie Upstart,\" Aug. 7, 2006), and the company trades at a premium to its peers. Macquarie's model works only in a world of cheap credit and inflated asset prices that \"cannot last,\" Chanos says. \u001d  Up next, Bill Miller of Legg Mason Capital Management delivered this good-natured zinger: How could Chanos still be in business when he's betting against some of the same names that pushed Miller's returns above the S&P's for more than a decade? \u001d  After gloating about a double in Amazon.com (AMZN), a 2006 pick, Miller talked up UnitedHealth Group (UNH), the managed-care provider. Despite scandals and threats to insurance reimbursements, \"financials will win out on this one,\" he declared. The stock is trading at a discount to the S&P and could reach $75, he said. \u001d  Miller confessed that his 1999 purchase of Eastman Kodak (EK) was early. But he still thinks the stock is worth 45, or nearly double its current price. \u001d  Ackman of Pershing Square raged against the loose standards in the sub-prime lending industry, as well as the conflicts of interest ratings agencies pose as debt is repackaged. He has been shorting MBIA, whose portfolio includes Byzantine-like forms of mortgage debt. Later, over cocktails, one skeptic noted that Ackman's five-year-old argument may be compelling, but that he could go broke waiting. \u001d  Mason Hawkins, chairman of Southeastern Asset Management, closed the day's proceedings. He offered no picks, but plenty of sage advice: Have the discipline to say no and the patience to wait for the right opportunity; make decisions even when no one agrees with you, and take advantage of others' fear and greed. Oh -- and be a prolific reader of the financial press. \u001d  Thanks, Mason. That's the best tip of all. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2632f241c3fa120d1dac5b6c7feb4ca7","symR":["BAIRY","BAY.LN","IBLA.MC","TPG.XX","ES0147200036","GB0001290575"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/28) Follow-Up: At British Air, Time For The Seatbelts","GmtTimeStamp":"2007-05-26T04:07:00.000000000","CompanyCodes":["BAIRY","BAY.LN","IBLA.MC","TPG.XX","ES0147200036","GB0001290575"],"IndustryCodes":["AIR","FIS","XDJGI","XFT1","XIBEX"],"Story":"\b   (From BARRON'S) \b   By Jim McTague \u001d  Investors in British Airways know a thing or two about gaining altitude. The company's American depositary receipts are up nearly threefold, to about 90, since we ran a bullish profile in 2003, including a 78% gain since a follow-up story two years ago (\"British Air Is Climbing,\" May 23, 2005). The ascent is likely to continue -- but not without some turbulence. \u001d  The airline, known worldwide for its British-flag logo, has joined a consortium that may bid for Spanish carrier Iberia; BA already owns 10% of Iberia. A deal could be a big boon for the British company, giving it access to Iberia's bustling South American routes. That additional business could help lift the ADRs another 30%. \u001d  But the consortium, led by U.S. private-equity firm TPG, probably will take months to prepare a bid, if it proceeds at all. In the meantime the airline faces a long list of challenges -- from shaky trends in transatlantic travel to a hefty pension liability, to potentially large fines from investigations into alleged anti-competitive activities. \u001d  BA reported a loss of $2.19 per ADR for the quarter ended March, versus a gain of $1.40 a year earlier. \u001d  Though investors may want to keep an airsick bag handy, it's too early to pull the rip cord. The company's challenges are already reflected in the ADR price -- down from a 52-week high of about 115 -- and the market probably hasn't appreciated all the upside. The airline is working diligently to cut operating costs, and next year will benefit from greater terminal capacity at London's Heathrow. \u001d  BA is preparing to take advantage of the Open Skies Treaty, which next April opens EU airports to American competition while giving foreign airlines direct access to U.S. airports outside of the big gateways like New York and Washington. BA is apt to be one of the first out of the gates for destinations like Orlando -- and there's nothing Mickey Mouse about that. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"29aab74a41739d4816f6a740f878fd36","symR":["BSC","GOOG","MSFT","US5949181045"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/28) The Striking Price: Bracing For A June Swoon","GmtTimeStamp":"2007-05-26T04:07:00.000000000","CompanyCodes":["BSC","GOOG","MSFT","US5949181045"],"IndustryCodes":["ISV","SCR","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTF","XSTX"],"Story":"\b   (From BARRON'S) \b   By Steven M. Sears \u001d  Repetition is a large part of life in the financial markets. Traders know this and often try to increase their odds of success by using past events to weigh the present and the future. \u001d  But the past isn't always prologue, and that is especially true this year for anyone considering the traditional \"summer volatility trade.\" Each year, usually by Memorial Day, traders start selling Standard & Poor's 500 index options. They expect stock prices to decline, and trading to slow, as Wall Streeters head en masse to the beach. Not very profound, but some of the best trades are fairly simple. \u001d  But rather than selling S&P 500 Index options to profit from the summer doldrums, Credit Suisse's quantitative trading analysts are recommending buying July S&P puts that are slightly out of the money, because they expect volatility to increase, not decrease, this summer. \u001d  Their rationale: The subprime-mortgage problem will reassert itself sometime from June 11 through June 15, when the Mortgage Bankers Association issues its next delinquencies report. Edward K. Tom, a Credit Suisse analyst, says the actual date is announced only a few days before the information is disclosed. On March 13, when the last report came out, investors panicked, fearing that the subprime mess could hobble the U.S. economy. On that day, the Standard & Poor's 500 slid about 2%. \u001d  If the delinquencies report once more has that effect on the market, options volatility would jump. To profit from this, Tom recommends the July 1475 S&P puts. (The benchmark index closed at 1515 Friday.) \u001d  For investors who don't like to trade index options, Bear Stearns (ticker: BSC) is another way to potentially profit from the delinquencies report. The firm is perceived as having more subprime-loan exposure than other investment banks. So consider buying Bear Stearns July 140 and 145 puts. \u001d  Even though subprime mortgages affect a relatively small group of people with bad credit ratings, the sector is viewed -- rightly or wrongly -- as an indicator for the weakening housing market. Investors fear that the subprime woes will spread, ultimately scaring John and Jane Consumer into keeping their wallet shut. In the absence of strong consumer spending, the economy would stop growing, and stock prices would decline. \u001d  Such reasoning might be specious, and even a tad paranoid, but those are the facts. If that's not reason enough to increase options volatility, an added factor supporting Credit Suisse's strategy is that July options will cover 196 companies that will be issuing earnings reports, many of which have the power to move the stock market, including those of Microsoft (ticker: MSFT) and Google (GOOG). \u001d  Since the last delinquencies report, stock prices have risen even higher than they were in March and investors are even more skittish as major market indexes hover near record levels. So Tom believes that conditions are ripe for a return of subprime-mortgage phobia in mid-June. \u001d  --- \u001d  e-mail: steven.sears@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"331a9368390346967c33ddb73efc8c5f","symR":["BDG.YY","III.LN","GB00B16PV024"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Keepmoat Considers GBP800 Mln Sale To 3i - Report","GmtTimeStamp":"2007-05-26T11:32:00.000000000","CompanyCodes":["BDG.YY","III.LN","GB00B16PV024"],"IndustryCodes":["FIS","ICS","SVC","XDJGI","XFT1"],"Story":"\b \u001d  LONDON (Dow Jones)--Keepmoat, one of the U.K.'s biggest builders and maintainers of social housing, is in talks with buyout firm 3i (III.LN), in a deal that could value the business at more than GBP800 million, The Times of London reported Saturday. \u001d  Privately-owned Keepmoat is exploring a sale of the entire group or a stake in the group, whose divisions include Bramall Construction, Frank Haslam Milan and Haslam Homes, the Times reported. \u001d  According to The Times, an auction of Keepmoat is likely to draw interest from other private equity firms, including Bridgepoint International Inc., which has been buying into property-related businesses, and the rival quoted social housing construction specialists Morgan Sindall PLC (MGNS.LN), Rok PLC (ROK.LN), Connaught PLC (CNT.LN) and Mears Group PLC (MER.LN). \u001d  The newspaper said that sources close to 3i confirmed it was in \"early stage talks with Keepmoat over the acquisition of a stake or the whole company.\" \u001d  Newspaper Web site: http://www.timesonline.co.uk \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 07:32 ET (11:32 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4155a10e34b379a9562083e33160bf52","symR":["PBR","PETR4.BR","SON.YY","BRPETRACNPR6"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Algeria, Brazil Sign Accord On Liquified Natural Gas","GmtTimeStamp":"2007-05-26T19:33:00.000000000","CompanyCodes":["PBR","PETR4.BR","SON.YY","BRPETRACNPR6"],"IndustryCodes":["OIL","OIS","XDJGI","XNYA"],"Story":"\b \u001d  ALGIERS (AP)--Algeria is to deliver liquified natural gas to Brazil under an accord signed Saturday between the state-run Sonatrach and Brazil's Petroleo Brasileiro SA (PBR), or Petrobas. \u001d  A Sonatrach statement, which didn't specify the quantity or price of the gas, said the agreement would allow Algeria to diversify its liquified natural gas sales \"notably in the Atlantic basin.\" \u001d  The accord was signed by Sonatrach chief Mohamed Meziane and his Brazilian counterpart, Sergio Gabrieli. Delivery is to be made via two floating terminals, one in Guanabara in the Rio de Janeiro region and another in Pecem, in Ceara state, the statement said. \u001d  The two companies also signed a memorandum of understanding covering development, exploration and commercialization in the two countries, said Energy Minister Chakib Khelil, present at the signing ceremony. \u001d  He noted that Petrobas has important offshore experience that Algeria can profit from. \u001d  Algeria was Brazil's second commercial partner in Africa in 2005, the last year for which figures are available. \u001d  OPEC member Algeria is a leading producer of liquified natural gas. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 15:33 ET (19:33 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"42d3f3423a3e9380bffd6d2343d4b2a2","symR":["C","US1729671016"],"date":"2007-05-26","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(5/28) Fund Of Information: Keeping It Confidential","GmtTimeStamp":"2007-05-26T04:07:00.000000000","CompanyCodes":["C","US1729671016"],"IndustryCodes":["BAN","BNK","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5","ZFU"],"Story":"\b   (From BARRON'S) \b   By Jack Willoughby \u001d  Psst! Wanna know a secret? \u001d  Many market watchers are miffed that big-shot investors like Warren Buffett, Carl Icahn and Eddie Lampert receive \"confidential treatment\" from the Securities and Exchange Commission, allowing them to postpone disclosure of their investment activities on the grounds that mere news of their holdings constitutes \"trade secrets.\" Lampert took advantage of just such a shield to accumulate almost $800 million of Citigroup (ticker: C) stock in the past year, which he disclosed only in a regulatory filing this month, when his pact with regulators expired. \u001d  Hedge-fund manager Phillip Goldstein takes the notion of confidentiality a significant step further: He argues that all institutional investors should be exempt from revealing their holdings, not merely Wall Street's biggest fish. Goldstein, head of Bulldog Investors in Pleasantville, N.Y., is seeking to overturn SEC rules requiring managers of more than $100 million to file quarterly reports, known as 13-Fs, about their positions. Last fall the money manager, who oversees more than $450 million in several hedge funds, sought his own filing exemption, but received no response from regulators. Now he has filed 13-Fs that are largely blank, hoping to force the issue into court. \u001d  At first glance, the Brooklyn-born Goldstein might seem to be tilting at windmills, but he carries a powerful lance. Last year, he successfully challenged unpopular SEC rules requiring hedge funds to register as financial advisers. In June, the U.S. Court of Appeals forced the agency to abandon the rules, an embarrassing setback for the chief regulator of the nation's capital markets. \b \u001d  13-F filings were mandated by a 1975 revision of the Securities Exchange Act of 1934 in recognition of the growing power that institutions were attaining in the stock market. The SEC generally views obligatory disclosure as the cheapest way to prevent fraud and abuse. The current rules governing 13-Fs have grown confusing, however, as some investors receive preferential treatment, though such exemptions hardly are automatic. Buffett's Berkshire Hathaway (BRKA) was denied the one-year confidential treatment it sought in relation to its purchase of Service-master (SVM), which was listed in the company's 13-F filing for 2004's first quarter. The SEC said that Buffett didn't \"demonstrate that the failure to grant\" the request would \"cause substantial harm\" to his competitive position. \u001d  It would be quite an accomplishment if Goldstein were to succeed in having the courts revoke 13-F filing requirement altogether, as the disclosure documents have become a prime tracking device by which other market participants gain insights into the biggest and savviest investors' positions. Information contained in 13-Fs regularly moves stock prices, as did the disclosure of Lampert's Citigroup purchases. Citi's stock rallied more than $2 a share when the holding finally was revealed, creating more than $10 billion in additional market value. \u001d  Nor was Lampert the only big investor to seek shelter by filing for confidential treatment in recent months. Bill Gates' Cascade Investment, T. Rowe Price (TROW) and Goldman Sachs (GS), among others, report they have applied for such treatment. \b \u001d  In his original application seeking a 13-F exemption, Goldstein wrote that the 13-F rule \"does not serve its primary intended purpose of filling 'an informational void,' nor does evidence exist that it increases investors' confidence, or even protects them.\" \u001d  He noted that current disclosure rules already supply investors with the best indications of intent via 13-D filings that investment managers must make when they accumulate more than 5% of a company's stock. \u001d  But there may be more to his objections than his application would suggest. One of the biggest complaints of hedge-fund managers is that small investors pile into their holdings, driving up prices. Widespread dissemination of their moves in the media, including in Barron's, arguably have cost them plenty. \"Why do we have to tell the world what we own?\" asks Goldstein, who claims that he has produced an average annual net return of 16.3% in his 14 years in the business. \"To free-ride off other peoples' hard work is neither nice nor fair.\" \u001d  Quixotic as Goldstein's current quest sounds, people are taking him seriously. \"Normally, I advise against challenging the government,\" says Ron Geffner, a former SEC prosecutor. \"These cases are less likely to be meritorious. But I have previously underestimated Goldstein, and I'm not prepared to make the same mistake again. These 13-F filings seem to serve little purpose and are redundant in the web of information the managers disclose.\" \u001d  The SEC has yet to contact Goldstein about his blanks. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"449b2f40689c1b0c91cbc9604c4dafc5","symR":["AAPL","AMGN","BEN","COP","GLAC.XX","KO","LTD","MRT","NDAQ","NEM","OMX.SK","OSI","OXPS","RARE","RUTH","SPY","SWRG","SE0000110165","US0311621009","US0378331005","US1912161007","US20825C1045"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/28) The Trader: When Records Prove Elusive","GmtTimeStamp":"2007-05-26T04:08:00.000000000","CompanyCodes":["AAPL","AMGN","BEN","COP","GLAC.XX","KO","LTD","MRT","NDAQ","NEM","OMX.SK","OSI","OXPS","RARE","RUTH","SPY","SWRG","SE0000110165","US0311621009","US0378331005","US1912161007","US20825C1045"],"IndustryCodes":["AMG","BTC","BVG","CPR","EXT","GLD","OIL","PCS","REA","RES","RTS","SAP","SCR","SFT","XDJGI","XDJI","XFFX","XGTI","XHEX","XISL","XNQ1","XNYA","XRUS","XSP5","XSTF","XSTX","XSXA"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  If points were awarded for effort alone, the stock market might have scored a winning week. For each of the first four days last week, the Dow Jones Industrial Average climbed doggedly to intraday records, only to end each session lower. \u001d  Not to be outdone, the Standard & Poor's 500 index soldiered above its March 2000 record close of 1527 on each of those days, but couldn't muster enough staying power to finish above that mark. Stocks' volume was robust, but their progression far from elegant. \u001d  A cooperative bond market might have eased stocks' endeavor, but selling drove the yield on 10-year Treasurys toward 4.9%, up from 4.64% just three weeks ago, and the specter of higher interest rates added to the concerns this tired rally must surmount. \u001d  Snapping their seven-week winning streaks, the Dow slipped 49 on the week, or 0.4%, to 13,507, while the S&P 500 retreated 7, or 0.5%, to 1516. The Nasdaq Composite Index edged down a point to 2557, while the Russell 2000 index of small stocks rose 6, or 0.8%, to 830. \u001d  Bulls will take heart in the way stocks clawed back Friday after Thursday's bout of selling. But while the market's uptrend remains unscathed, its quality has deteriorated. The swath of stocks broaching new peaks has narrowed. The Dow transportation average has been sluggish while brokerage stocks have struggled. The S&P 500 is running 9% ahead of its 200-day moving average, a chasm that has preceded prior pauses. \u001d  The market now trades at 16.8 times its trailing earnings, up from 15.4 times two months ago and near the multiple of 17 that Henry McVey considers fair. The Morgan Stanley chief U.S. investment strategist might have nudged his target multiple higher, \"but I am not yet convinced investors are going to pay more for peak earnings,\" he noted recently. \"If inflation is falling, further P/E expansion lies ahead, even if growth is punk.\" But higher gas prices and a soft dollar threatens that scenario. \u001d  Last week, durable goods orders pointed to a modest manufacturing recovery. Sales of new homes jumped 16% in April while prices fell 11% -- hardly conclusive signs of aggressive price cutting to nudge inventory, but enough, for now, to allay hopes for quick interest rate cuts. \u001d  Yet another round of mergers hit the tape, including Coca-Cola's (ticker: KO) $4.1 billion bid for Glaceau, which shrewdly invented Vitamin water, and the Nasdaq Stock Market's (NDAQ) $3.7 billion offer for Sweden's OMX Group (OMX.SK). \u001d  What can shake the market out of its smug coziness and awaken its awareness of risk? Rising rates alone are not likely to prove lethal, says Oppenheimer's chief investment strategist, Michael Metz. \"A trigger for a serious correction is more likely to come from some symptom of financial stress, such as a failed private equity deal; an accident in China as authorities strain to rein in excess speculation; a disorderly unwinding of the real estate boom in Spain; or difficulties for a highly leveraged intermediary such as a hedge fund.\" \u001d  No whiff of any of these -- yet. \u001d  Stock-market records can typically be counted on to goose red-meat consumption and overwork the sommelier at Morton's. Yet shares of many steakhouses have continued to slump, even as the Dow surged. \u001d  Weaker home prices, constricting credit and consumer belt-tightening do not leave room for too many steak dinners. All that buzz about alternative fuels has also driven up corn prices, and higher feed and transportation costs make beef pricier. \u001d  Just how bad is the prime beef shortage? Tales abound of cattlemen bringing cattle to slaughter earlier. New York's legendary Peter Luger Steak House, for instance, is cutting back reservations and booking fewer big parties. The ever-so-helpful New York Times last week suggested \"less luxurious cuts\" for the grill this weekend (skirt steak, anyone?). \u001d  Shares of the Atlanta steakhouse chain Rare Hospitality (RARE) are off 13% this year. Morton's Restaurants (MRT) have slipped 19% since late-February while Ruth's Chris Steak House (RUTH) has declined 16%. But what smells like a buying opportunity may remain a deceptive scent for some time yet. \u001d  Several things must happen before steakhouses rebound. Rising beef costs must moderate, and you'd catch the first whiff of that in cattle futures. Consumer spending should improve as the housing market stabilizes and as gas prices drop, but these will likely be signaled by an upturn in retailers' forecast. \u001d  Until then, steakhouses can hike prices (and risk losing customers), or swallow the higher costs (and risk losing profits). Stockholders can hope for buyout offers, like those for Smith & Wollensky (SWRG) and OSI Restaurant (OSI). And management will bravely talk up expanded \"menu alternatives,\" even as chicken and pork prices climb. But let's face it: When it says \"Steakhouse\" in your name, the lobster ravioli, no matter how stellar, can only disappoint the carnivores. \b \u001d  It's a mystery, but what derailed OptionsXpress? \u001d  Shares of the online option brokerage (OXPS) have skidded more than 20% since November, even as the broad market surged and as U.S. option-trading volume expanded. By targeting individuals who want to trade options, the Chicago firm helped drive the option boom, and Wall Street salivated over its impressive results: More than 204,600 customer accounts in 2006 (up from 22,171 in 2002), and compound annual growth rates of 81% for revenue and 101% for net income. A 48% return on equity last year was three times that for the median S&P 500 company. \u001d  Lately, however, the murmur on OptionsXpress has grown dark and ominous. Success has invited competition from both upstarts and larger firms muscling in on its turf, making it tougher to snag new customers. The cost of attracting each new account had more than doubled over the past year to $350. And as the U.S. contemplates trading options in penny increments, exchanges and market makers squeezed by narrower spreads are threatening to cut back on payments to brokerages for steering customer orders their way. These kickbacks, called \"payment for order flow,\" make up 15% of OptionsXpress' revenue. \u001d  Sensing the end of the line, growth investors have disembarked, and OptionsXpress might have continued its slide if not for a whiff of takeover speculation last week. Shares popped, and call options on the option brokerage traded briskly. \u001d  Little heed should be paid to such chatter, but there are reasons why speculation has struck a chord. OptionsXpress is a recognizable brand in a coveted niche. At 15 times forward earnings, the stock also is cheap for a company with pretax margins of 64%. It is also efficiently run, with revenue per employee topping $1 million last year, compared with an average of $463,000 for peers including Ameritrade (AMTD), E-Trade Financial (ETFC) and Charles Schwab (SCHW). A pristine balance sheet with no debt and more than $7-a-share in cash further accentuates its allure. \u001d  At 24.75, potentially slower growth also seems factored into its stock price, and escalating advertising costs are still well below the industry average. Each new account generates more than $650 in annual pretax revenue, and for years to come (since its customer defection rate is only about 5% or 6%). \u001d  Fallout from penny-trading also may be over-estimated. OptionsXpress saw a 5% decline in payments when exchanges recently began testing penny-trading in a limited pilot program. But it has since recovered \"most of that decline\" after market makers saw their profits haven't vanished, says OptionsXpress president David Fisher. \"Quoting options in pennies doesn't eliminate the inherent value of our order flow,\" he tells Barron's. \"In fact, it makes it more important for some market makers to interact with our retail order flow.\" \u001d  As the firm expands, the percentage of revenue from such payments has also decreased. Even if penny trading soon becomes reality, any payment declines may be offset by increased trading volume. \u001d  A recent acquisition of XpressTrade also helps OptionsXpress push further into futures and foreign exchange trading. And while Goldman Sachs (GS) previously cleared its trades, a recent conversion to self-clearing should trim expenses. \u001d  OptionsXpress also has exported its early-mover edge in the U.S. to Australia, Canada, Singapore and Europe. Fisher would not break out overseas data but says its international business is growing faster than the U.S., albeit from a smaller base. Earlier this year, I snuck into one of its seminars in Singapore and was struck by what I saw: hundreds, having braved an ungodly tropical monsoon, crowding into an auditorium on a weeknight to learn how to trade U.S. options. \u001d  Sure, management must find new ways to win customers and trim marketing costs. It must continue to improve technology. But in a consolidating industry, OptionsXpress has a big leg up, since its customers are more affluent and trade far more actively. Another bonus: options expire every month, so even the most conservative covered-call writer will trade again and again. For bigger brokerages lacking an option platform, that's a recurring dream come true. \b \u001d  Speaking of options, here's a handy strategy with stocks straining at record peaks. \"Collars\" allow conservative investors to participate in rallies up to a certain target but limit downside risk should the market slide. You accomplish this by selling out-of-the-money calls and using the proceeds to buy protective puts, so collars require little or no out-of-pocket expense. \u001d  Given the market's upward bias, call prices have become rich. And collars \"are most attractive when potential gains under the collar substantially exceed potential losses,\" says Thomas Schwab of Summit Portfolio Advisors. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 26, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"481c249ffe31407e7eee50df6803ab9f","symR":["AEO","AQNT","BWLD","CHDN","COMV","JWN","MSFT","MW","PARD","PLCE","SNV","US5949181045"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/28) Research Reports: How Analysts -2-","GmtTimeStamp":"2007-05-26T04:06:00.000000000","CompanyCodes":["AEO","AQNT","BWLD","CHDN","COMV","JWN","MSFT","MW","PARD","PLCE","SNV","US5949181045"],"IndustryCodes":["ADV","BNK","CNO","DRG","ITC","MED","RES","RTS","SAP","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\u001d  Following Nordstrom's fiscal first-quarter earnings release and the issuance of management's revised earnings guidance, we now expect JWN to earn $2.90 per share for the 2007 fiscal year, which is at the high end of management's guidance range ($2.81-$2.90) and compares with our prior estimate of $2.87 and fiscal 2006 earnings of $2.55 per share. . . . Additionally, we believe that if current operating trends continue, there could be some upside to our estimates, given that our projections over the balance of fiscal 2007 are based on comps growth in the low- to mid-single digits on mid- to high-single digits prior-year comparisons (whereas first-quarter comps increased a robust 9.5% on a 5.4% prior-year comparison). . . . We are reiterating our Buy rating and $64 price target. \b \u001d  Synovus Financial \u001d  -- SNV NYSE \b \u001d  Hold \u001d  -- Price 33.07 on May 22 \u001d  by Sandler O'Neill Research \b \u001d  Synovus . . . plans to merge First Nation Bank (Covington, Ga.) and Peachtree National Bank (Peachtree City, Ga.) into the much larger Bank of North Georgia (Alpharetta, Ga.). . . . While likely not the main driver behind the decision, the move likely provides a modest amount of cost savings, which helps amid a very challenging environment for growing bank-related revenue. . . . \u001d  There is no change to our EPS estimates, $35 [12-month] price target or Hold rating. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"51a8a79140c44574deeac74af127588c","symR":["C","US1729671016"],"date":"2007-05-26","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(5/28) Commodities Corner: The Toll Of Pain At The Pump","GmtTimeStamp":"2007-05-26T04:06:00.000000000","CompanyCodes":["C","US1729671016"],"IndustryCodes":["BAN","BNK","REA","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Beth Heinsohn \u001d  Record U.S. gasoline prices are a result of a supply-demand imbalance, and they will play a big role in this summer's travel picture. \u001d  Prices are much higher and have risen earlier than they did last year, due to conditions not seen in 2006. Inventories are at their lowest level in years. Refinery output, while above the level a year ago, would have been much higher were it not for a series of operational problems and prolonged scheduled maintenance. Imports, which provided as much as one-sixth of America's gasoline after the 2005 hurricanes and helped drive prices lower last fall, are down almost 10% this year. \u001d  It's unlikely that stocks can be replenished enough to cushion against a supply shock triggered by a hurricane or a breakdown at a large refinery. \u001d  With supplies this tight, the interaction between price and demand will chart this summer's course. Motorists will have to reach deeper into their pockets or cut back on driving during a season historically marked by robust demand -- or both. \"We can't avoid higher gasoline prices, and demand will react to that,\" says Rakesh Shankar, a senior economist at Moody's Economy.com. \u001d  If a supply shock does occur, U.S. retail prices -- already above $3.20 a gallon, on average -- could well surge past $4 unless consumption, which typically tops out during summer-vacation months, moderates. \u001d  The Energy Information Administration (EIA) expects summer gasoline demand to peak at 9.7 million barrels a day in July or August, 116,000 barrels higher than in the corresponding 2006 stretch. \u001d  Demand growth already has softened. On a four-week moving average basis, it's up only about 1% over the past three weeks, the EIA says. The year-on-year growth rate was as high as 3.9% earlier in 2007. \u001d  Some economists and travel organizations speculate that sustained high prices will blunt fuel demand. Shankar sees the economy -- the weakened housing market in particular -- curbing it, by worsening consumers' perceptions of their personal net worth, causing them to trim their spending. \u001d  Travel expenditures, including those for gasoline, probably were paid for last summer by home-loan refinancing and mortgage-equity withdrawals, Shankar says. But that won't be the case in this year of weakening home values and rising payments on adjustable-rate loans. \"People can't use their houses as ATM machines anymore,\" he observes. \u001d  The Travel Industry Association expects summer leisure travel to increase by 1.4% from the 2006 level. Business and convention travel is seen rising 3%. However, 11% of those surveyed said that $3-a-gallon or higher gasoline would encourage them to save where they could, meaning they'd stay closer to home, spend fewer days on the road or patronize less expensive restaurants and hotels. About one-third of the respondents said they'd cancel their trip if the national average price reached $3.50. \u001d  Peter Morici, a University of Maryland business professor, sees surging fuel prices forcing tough decisions. However, facing the prospect of borrowing more or spending less, he asserts, consumers will borrow more through the summer. Home prices are still up 55% from their levels five years ago, he notes, and stocks are about 19% higher than they were last August. \u001d  --- \u001d  Beth Heinsohn is a special writer at Dow Jones Newswires in Jersey City, N.J. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"536cf6f414f6718eaa5b0e462f17b01f","symR":["NNP.YY","NNP.YY"],"date":"2007-05-26","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Nigerian Oil Workers End Strike After Govt OKs 15% Pay Hike","GmtTimeStamp":"2007-05-26T13:44:00.000000000","CompanyCodes":["NNP.YY"],"IndustryCodes":["OIL"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 26, 2007 09:44 ET (13:44 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5493627ddb0f589bab264ddb8c42e36a","symR":["LSE.LN","NDAQ","OMX.SK","SI","SIE.XE","DE0007236101","GB00B0SWJX34","SE0000110165"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/28) European Trader: Nasdaq Deal Pressures London Bourse","GmtTimeStamp":"2007-05-26T04:07:00.000000000","CompanyCodes":["LSE.LN","NDAQ","OMX.SK","SI","SIE.XE","DE0007236101","GB00B0SWJX34","SE0000110165"],"IndustryCodes":["ITC","SCR","XDAX","XDJGI","XES","XGTI","XHEX","XISL","XNYA","XRUS","XST5","XSXA"],"Story":"\b   (From BARRON'S) \b   By Matthew Curtin and Joon Knapen \u001d  The isolation of the London Stock Exchange is more magnificent than ever as two of the many suitors it has spurned have agreed to merge. \u001d  The twist is that one of the major assets of the new Nasdaq OMX Group -- which is being formed by the Nasdaq Stock Market's $3.5 billion purchase of Sweden's OMX exchange -- is the stake in the London bourse that Nasdaq acquired last year and held on to after its attempt to acquire the LSE collapsed. \u001d  The isolation of the London Stock Exchange (ticker: LSE.U.K.) is all the more evident because accelerating consolidation elsewhere in the sector has spurred Nasdaq (NDAQ) and the OMX (OMX.Sweden) to do a deal. \u001d  The battle for control of the Chicago Board of Trade and Deutsche Bourse's takeover of the International Securities Exchange, via its Eurex unit, have ramped up the pressure on all exchanges to develop multiple-asset-class strategies and combine technologies to cut costs. \u001d  A neat, if superficial, aspect of the impending marriage is that it will enable technology giants like Apple, Ericsson, Google and Nokia to be traded from the same exchange. \u001d  The Nasdaq-OMX deal's stated aim of trimming $100 million in costs over two years -- equivalent to around a third of the OMX's cost base -- looks conservative by the standards of previous mergers. The strong sales growth at OMX's market-technologies unit is yet to be matched by a big rise in profitability, suggesting that there's room for improvement. \u001d  Revenue gains, penciled in at $50 million, may be harder to come by. They will necessitate signing up more international customers for Nasdaq-OMX technology, rather than getting extra listing or trading fees. Nasdaq and the OMX must reconcile different concepts of technology, with the latter seeing it as something for sale in its own right, rather than part of a service that an exchange operator offers its customers. \u001d  Nasdaq may find it hard to leverage the OMX's modest equities-derivatives credentials into a meaningful presence in the U.S. But Nasdaq needs all the synergies it can get; it's taking on $1.7 billion in new debt to fund the cash part of the deal. It has $1.5 billion in debt already, and has a similar sum tied up in the LSE. \u001d  Indeed, some Nasdaq investors may be wondering what their company is really up to. Is OMX a consolation prize for failing to buy the LSE, a skinny version of NYSE-Euronext? Or is the transaction consistent with a strategy of holding out for the bigger prize in London? \u001d  In Europe, the plan by several big investment banks to set up their own equities trading platform -- \"Project Turquoise\" -- is advancing steadily, threatening the equities-trading monopoly that the LSE enjoys. So the pressure is on Nasdaq and the London Stock Exchange to make up their minds about their futures, together or apart. \u001d  Incoming CEO Peter Loescher could be the right person to cure Siemens of its corporate-governance ills. \u001d  Loescher faced similar challenges when he left General Electric to join Merck (MRK) in May 2006, in a surprising move that, passing over several internal canditates, installed him as the second-in-command at the U.S. drug maker. \u001d  At the time, Merck was reeling from the withdrawal of its Vioxx painkiller. It faced potentially billions of dollars in litigation liabilities -- much as Siemens does as the scale of corruption within its ranks looms ever larger as investigations proceed. Loescher has been credited with helping to revive Merck by streamlining its marketing and sales, bringing in new talent and getting rid of several Merck veterans to reinvigorate management. \u001d  Loescher, an Austrian, must tackle similar issues at Siemens (SI), where he not only is the first CEO hired from outside the ranks of the 160-year-old German engineering and technology giant, but he's also a foreigner. \u001d  One of his priorities will be to form a trusted team. A good start would be to hire an outsider to replace chief financial officer Joe Kaeser. In his previous job, Kaeser oversaw many of the internal money flows at the telecom unit that is at the center of the scandal. \u001d  Another move could be to create the position of chief legal officer, to inject some fresh legal expertise into the ranks of senior management, just as Dutch retailer Ahold did after it was threatened with some big lawsuits following its disclosure of a large accounting scandal. \u001d  At the same time, Siemens must maintain its operating momentum. On this score, Loescher seems to be cut from the same cloth as his predecessor, Klaus Kleinfeld.They share the same can-do, extroverted leadership style. \u001d  Kleinfeld helped transform Siemens by divesting or restructuring underperforming businesses. Taking Siemens further along that path, while cleaning up the corruption scandal, is the double challenge facing Loescher. \u001d  --- \u001d  Matthew Curtin, who is based in Paris, and Joon Knapen, who reports from Berlin, contribute to The Skeptic, a Dow Jones Newswires column on which this European Trader is based. \u001d  --- \b                        DOW JONES GLOBAL INDEXES \b \bRegion/ \bCountry \b   DJ Global          DJ Global           DJ Global     Point \b    Indexes,           Indexes,            Indexes,      Chg.    % Chg. \b Local Curr.    Wkly     U.S. $     Wkly  U.S. $ on      From      From \b    05/25/07  % Chg.   05/25/07   % Chg.   12/31/06  12/31/06  12/31/06 \b \bAmericas \b                         381.78    -0.29     351.71    +30.07     +8.55 \b \bBrazil \b  6509240.28   -1.44    1316.80    -0.62    1067.30   +249.49    +23.38 \b \bCanada \b      467.55   -0.57     500.06    +0.35     425.73    +74.33    +17.46 \b \bChile \b      644.97   -1.24     462.34    -1.43     393.68    +68.66    +17.44 \b \bMexico \b     2057.07   +0.36     585.55    +0.77     500.99    +84.56    +16.88 \b \bU.S. \b      368.67   -0.35     368.67    -0.35     343.25    +25.42     +7.41 \b \bVenezuela \b     2461.99   -1.46      70.73    -1.46      58.10    +12.63    +21.73 \b \bLatin America \b                         674.19    -0.22     560.18   +114.00    +20.35 \b \bEurope \b                         385.00    -0.38     349.72    +35.27    +10.09 \b \bAustria \b      490.23   +0.86     513.83    +0.58     465.16    +48.67    +10.46 \b \bBelgium \b      450.98   -0.91     472.93    -1.19     427.54    +45.39    +10.62 \b \bDenmark \b      550.25   +1.44     588.00    +1.18     505.70    +82.30    +16.28 \b \bFinland \b     1554.19   +0.73    1456.93    +0.45    1206.63   +250.29    +20.74 \b \bFrance \b      384.81   -0.50     408.80    -0.78     365.73    +43.07    +11.78 \b \bGermany \b      339.55   +1.16     354.78    +0.87     302.80    +51.98    +17.17 \b \bGreece \b      431.91   +0.70     334.14    +0.41     295.24    +38.90    +13.18 \b \bIreland \b      700.42   +2.98     717.18    +2.69     671.96    +45.22     +6.73 \b \bItaly \b      345.12   -2.93     297.19    -3.21     280.63    +16.56     +5.90 \b \bNetherlands \b      429.94   -0.34     449.46    -0.63     401.84    +47.62    +11.85 \b \bNorway \b      463.60   +0.72     460.69    +1.40     402.36    +58.32    +14.50 \b \bPortugal \b      344.29   +3.18     313.29    +2.89     270.37    +42.93    +15.88 \b \bSpain \b      579.82   -0.07     456.79    -0.35     422.08    +34.71     +8.22 \b \bSweden \b      701.47   +0.32     605.77    +0.35     542.62    +63.15    +11.64 \b \bSwitzerland \b      558.53   -0.43     617.40    -0.45     577.55    +39.85     +6.90 \b \bUnited Kingdom \b      281.45   -1.04     298.83    -0.51     278.31    +20.53     +7.38 \b \bSouth Africa \b                         357.25    -0.15     319.28    +37.97    +11.89 \b \bPacific Region \b                         153.79    +0.45     146.16     +7.63     +5.22 \b \bAustralia \b      424.80   -1.03     458.53    -1.38     400.56    +57.97    +14.47 \b \bHong Kong \b      409.27   -0.85     406.85    -0.91     377.97    +28.88     +7.64 \b \bIndonesia \b      638.79   -0.62     145.43    +0.18     127.96    +17.47    +13.65 \b \bJapan \b      113.04   +1.09     115.97    +0.74     115.76     +0.22     +0.19 \b \bMalaysia \b      255.06   -1.52     204.67    -1.23     158.88    +45.79    +28.82 \b \bNew Zealand \b      207.79   +0.92     279.29    +0.54     259.49    +19.80     +7.63 \b \bPhilippines \b      347.26   +0.42     195.87    +1.62     159.92    +35.95    +22.48 \b \bSingapore \b      283.15   -0.19     300.14    -0.35     249.36    +50.78    +20.36 \b \bSouth Korea \b      338.62   +2.11     276.57    +2.74     241.17    +35.40    +14.68 \b \bTaiwan \b      203.36   +1.70     157.57    +2.06     156.13     +1.44     +0.92 \b \bThailand \b      132.83   -1.58      90.56    -1.56      81.33     +9.23    +11.35 \b \bEuro Zone \b                         399.43    -0.45     356.67    +42.75    +11.99 \b \bEurope (ex.U.K.) \b                         434.50    -0.32     389.85    +44.65    +11.45 \b \bNordic Region \b                         679.00    +0.72     587.36    +91.65    +15.60 \b \bPacific Region (ex. Japan) \b                         346.30    +0.09     308.33    +37.98    +12.32 \b \bWorld (ex. U.S.) \b                         265.51    -0.04     243.05    +22.47     +9.24 \b \bDOW JONES WORLD STOCK INDEX \b                         300.86    -0.18     277.50    +23.36     +8.42 \b \bIndexes based on 12/31/91=100. \b2007 Dow Jones & Co. Inc. All Rights Reserved. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"564aa546c7e01646f38a42e4d30e1a88","symR":["BGP.XX"],"date":"2007-05-26","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(5/28) Up & Down Wall Street: Swarm Of Analysts","GmtTimeStamp":"2007-05-26T04:08:00.000000000","CompanyCodes":["BGP.XX"],"IndustryCodes":["FIS","SCR"],"Story":"\b   (From BARRON'S) \b   By Alan Abelson \u001d  Woe is us! The day of the locust has arrived! \u001d  The swarms are gathering. The signs of infestation are popping up everywhere, from the citadels of capitalism in our own fair land to distant shores halfway around the world. Listen carefully and you can hear the blood-curdling chomp-chomp of those nasty little mandibles ceaselessly at work. And the devastation they're sure to wreak has just begun. \u001d  These are not of the family Acrididae, that insect species of biblical fame. In fact, strictly speaking, they're not insects at all, but Homo sapiens. As their numbers increase by terrifying orders of magnitude, the peril they represent is correspondingly many times greater than that posed by hordes of even the hungriest grass hoppers. \u001d  We're grateful to the Chartered Financial Analyst Institute for a communique alerting us to the menace in all its horror. More specifically, the institute disclosed that a record number of applicants -- no fewer than 140,000 -- from every corner of the earth have queued up to take the exams that will confer the coveted imprimatur on the lucky ones of Chartered Financial Analyst, a designation so prestigious and precious as to proudly bear a copyright. \u001d  Not, let us be perfectly clear, that we harbor even a modicum of ill will against the lads and lassies eager to join the ranks of the 90,944 CFAs already plying their dubious trade around the globe; everyone has to earn a living. It's just that in these parlous times, with much of humanity already in the grip of a speculative mania, loosing on the masses thousands of fresh securities analysts strikes us as the equivalent of covering up the \"Full Stop\" signs at dangerous intersections. \u001d  Besides, does the world really need more analysts? Take China, where, according to the CFA Institute, there has been a 57% leap upward in Chinese applicants. A recent survey of Chinese office workers showed that nearly half of them had opened trading accounts, but only 19% of those queried claimed a strong knowledge of the stock market, while 56% admitted to at most a superficial understanding. Yet the Shanghai market is up around 50% just this year, atop sizzling gains the past two years. \u001d  Since retail investors like these office workers have been the driving force behind the great boom in China's stock market, the only logical inference is that the thing they can most do without, thank you, is professional intervention. And should the impossible happen and Chinese stocks go south in a big way, we have every confidence they can lose their money very ably by themselves. \u001d  Not being much of a linguist, we regret we can't render it in Mandarin. But given the imminent threat that prompted these musings, we commend to the millions of new Chinese investors Gerald Loeb's terse assessment of analysts (the first part of which they, themselves, are living proof): \"In a bull market, you don't need them. In a bear market, you don't want them.\" \b \u001d  Pretty much everything about China, as we've remarked before, reminds us of Japan in 1989, but writ larger. Not only the stock-market bubble, but the fears in this country engendered by China's astounding economic growth and the more than trillion dollars of foreign-exchange reserves it has stashed away, a cool $350 billion of which is U.S. Treasury IOUs, that it'll take over the world. And there's considerable unease about the fact that, in effect, China has become one of our major creditors, even though, in the process, it has enabled us to live handsomely beyond our means. \u001d  Our own feeling is that such concerns, just as they were about Japan, will prove overblown. For one thing, we do think the Chinese economy is badly overheated, stoked in no small measure by foreign investment, and headed for a rude fall. A tumble, we suspect will be greatly exacerbated when its incredible stock-market bubble bursts. \u001d  Moreover, we suggest that the Sino syndrome that so afflicts Congress and even sensible folks might be assuaged by a little reflection on the recent deal by China's State Investment Company in which it plans to invest $3 billion in the Blackstone Group, in advance of the private-equity outfit going public. Speculation abounds as to China's motives, whether an attempt to curry favor with Washington, put some of its idle devalued dollars to work, enjoy the fat return that Blackstone has so far provided its investors -- or all of the above. \u001d  Whatever the inspiration, we feel that China taking the plunge into private equity when that particular investment mania is near, or possibly at, its peak, sends out benign vibes. Especially, we suspect, since China is likely to make an even bigger splash in those murky waters now that it has got its feet wet. For it means that the Chinese will be too busy trying to discover what happened to their money when the private-equity rage goes the way of all investment fashions to even dream of economic hegemony. \b \u001d  Unless the world implodes before then, this Friday the Bureau of Labor Statistics is slated to release May's employment report. As the big day approaches, Wall Street, as it always does, will indulge in an orgy of guesswork as to what the numbers will be. That this is destined to prove an exercise in futility will not deter for a moment the participants from repeating it a month hence. \u001d  Actually, these cockeyed Nostradamuses are more deserving of sympathy than contempt. For apart from their own fallibility -- which, since so many are card-carrying economists, is considerable --  their prophecies are prey to the even more considerable whims, quirks and fantasies of Uncle Sam's data assemblers. \u001d  Just how much such idiosyncracies distort the actual count of the gainfully employed and, by extension, of those out of work, is hard to pin down to the last decimal. But that it can be huge is evident in another report issued last week by that same Bureau of Labor Statistics (which might better be called the Bureau of Labored Statistics). It's called Business Employment Dynamics, and we'd been in blissful ignorance of its existence until enlightened by that diligent duo, Philippa Dunne and Doug Henwood, responsible for the Liscio Report. \u001d  As Philippa and Doug explain, this series reports detailed gross job gains and losses in the private sector based on nearly complete coverage \"of the employment universe provided by the unemployment insurance system.\" More painstaking than the familiar monthly surveys of employment, the tally is published with a lag of several quarters; the one released earlier this month, for example, was for the third quarter of 2006. What it showed, though, was eye-opening. \u001d  Thus, compared with a gain for the quarter of 442,000 jobs reported in the so-called establishment survey, the Business Employment Dynamics, or BED, reckoning was a scant 19,000 additions. In manufacturing, the 9,000 jobs lost according to the payroll figures balloon into a loss of 95,000 jobs in the BED data; the improbable 20,000 additions in construction (think: housing) turns into a loss of 77,000 by BED's measure; the 507,000 gain in private services shrinks to 108,00. And so it goes. Or, more accurately, so goes the job mirage. \u001d  One likely culprit, Philippa and Doug suggest, is that curious concoction known as the \"birth/death\" model used by the Bureau of Labor Statistics to estimate the gains/losses in jobs from the launching and demise of businesses. Thanks to this voodoo calculation, 156,000 were added in last year's third quarter and a hefty 388,000 in the opening four months of this year. Nice going, indeed, considering that first-quarter GDP growth probably, when the dust clears, will have fallen below 1%, and April was a punk month. \u001d  All of which, among other things, solves a puzzle that seems to have bothered quite a few people: namely, how can the economy be running out of steam when there's relatively little unemployment? The answer, pure and simple, is that there are significantly fewer folks working and significantly more folks out of a job than the official payroll numbers would have you believe. The next time someone assures you that the employment picture is bright, make sure he smiles when he says that. \b \u001d  Another set of statistics you might season with a ton of salt before swallowing are those showing a smashing 16.2% upswing in April's new-home sales, which triggered a modest and brief celebratory spurt in the stock market and a few hopeful hosannas from the Street's sunshine crew. Presumably, that blistering gain was caused by the sharpest decline in median new-home prices since December 1970. \u001d  That spurt contrasted with a drop in existing-home sales last month and the ninth straight sag in prices. Something doesn't quite compute here, since more often than not you have to sell the house you live in to buy a new one. \u001d  Merrill Lynch's David Rosenberg points out, furthermore, a heap of the sales, accounting for 35% of the gain, were in \"units not started,\" which he says is code for \"pre-selling.\" Sales of completed units were virtually flat, edging up 1,000 to 31,000. Why, he wonders, would anyone buy on spec when there's a humongous glut of inventory of brand-new completed houses for sale? \u001d  David also finds it more than passing strange that the biggest part of the sales increase -- 28% in April -- was in the South, a proxy for Florida, and next biggest -- 8.5% -- was in the West, a proxy for California. Which means, he explains, that the two areas with the least affordability racked up the largest new-home sales gains. Something he frankly finds \"hard to comprehend.\" \u001d  The bottom line, as it were, is that housing has yet to hit bottom. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"57492da290beee939f93113431d55786","symR":["PTTEP.TH","TH0355A10Z04"],"date":"2007-05-26","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Thailand's PTT Exploration Discovers Gas Off Myanmar's Coast","GmtTimeStamp":"2007-05-26T09:26:00.000000000","CompanyCodes":["PTTEP.TH","TH0355A10Z04"],"IndustryCodes":["OIS","XDJGI","XISL"],"Story":"\b \u001d  YANGON (AP)--A Thai company has discovered natural gas off the coast of Myanmar, in the latest boost to the impoverished country's thriving energy sector, state media reported Saturday. \u001d  PTT Exploration & Production (PTTEP.TH) discovered a large deposit of natural gas in the Gulf of Martaban about 188 miles south of Yangon, the New Light of Myanmar reported. An appraisal well is expected to produce maximum 31.5 million cubic feet of natural gas per day, the newspaper reported, which along with two earlier discoveries made the site commercially viable. \u001d  PTT is also exploring for gas in a number of other areas, or blocks, in the Gulf of Martaban. \u001d  Since Myanmar liberalized its investment code in late 1988, the military-ruled nation has attracted its largest foreign investments in the energy sector. \u001d  Along with PTT Exploration, it has signed oil and gas exploration contracts with France's Total SA, Unocal Corp. of the U.S., Malaysia's Petronas, Thailand's PTT Exploration & Production PCL, Daewoo of South Korea and companies from Russia, India and Australia. \u001d  New contracts continue to be signed despite the condemnation of the military regime by Western nations for its poor record on human rights and its failure to hand over power to a democratically elected government. \u001d  The U.S. and the European Union have imposed economic sanctions on Myanmar in recent years as a result. \u001d  Myanmar's current junta took power in 1988 after crushing the pro-democracy movement led by Aung San Suu Kyi. In 1990, it refused to hand over power when Suu Kyi's party won a landslide election victory. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 05:26 ET (09:26 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"591590e59d6d111a87381d416ae6131c","symR":["ARC"],"date":"2007-05-26","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(5/28) Trashed At The Trailer Park","GmtTimeStamp":"2007-05-26T04:02:00.000000000","CompanyCodes":["ARC"],"IndustryCodes":["REA","RED","XDJGI","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Tom Sullivan \u001d  Mention trailer parks to the average homeowner, and he'll have visions of metal boxes crammed onto tiny plots, with residents straight out of the movie Deliverance. \u001d  Mention trailer parks to savvy investors, however, and they see green. The parks are cheaper to operate than apartments and have lower maintenance costs and turnover, making them cash cows when well-run -- especially if demand for affordable housing is strong. And demand is likely to rise in the wakeof the subprime-mortgage meltdown. \u001d  That's why it's curious that shareholders of Affordable Residential Communities, which runs manufactured-home sites, aren't seeing red. In April, the Englewood, Colo., outfit (ticker: ARC) said it would sell its manufactured-home-community business to its second-largest shareholder, Farallon Capital Management, for about $540 million to $545 million, or $9.35 to $9.40 a share in cash, plus the assumption of debt and other considerations. The company will keep its Nlasco unit, a mobile-home insurer valued at $2 to $2.50 a share. \u001d  The stock market wasn't amused. Affordable Residential's stock fell by as much as $1, or 8.1%, to a low of $11.40, on the day the sale was announced. That ended a steady 12-month climb of 40%. The shares recently were at $11.45, around the value of the bid plus the insurance unit. The shares, however, could be worth considerably more without a deal, given that the manufactured-home sector looks poised for a rebound now that mortgages on more costly conventional homes are becoming harder to obtain. \u001d  \"Farallon is getting a better deal than shareholders,\" says analyst Stephen Velgot of Cathay Financial. After the sale was disclosed, he had an Outperform rating and a 12-month price target of 15 on the stock and wrote: \"Shareholders should vote down this deal.\" Later, he cut his rating to Neutral and his price target to 12. \"No shareholders have come forward to publicly oppose the deal,\" he wrote, although, in fact, there's been some grumbling from minor investors. Velgot still thinks the stock's worth $15, putting the company's value at $870 million. \u001d  A Farallon spokeswoman declined to comment. At Affordable Residential Communities, queries were referred to company President Jim Kimsey, who didn't return Barron's phone calls. \u001d  On May 8, Affordable Residential reported that its first-quarter loss had widened to $6.39 million, or 17 cents a share, from $4.48 million, or 32 cents, a year earlier, when it booked a gain of $10.3 million, or 25 cents a share, on the sale of discontinued operations. The company has posted losses for the past five years, according to analysts at Standard & Poor's, which projects a 2007 operating deficit of 66 cents a share. \u001d  The latest red ink came even as revenue rose 38% in the first quarter, to $83.1 million; occupancy hit 82.7%, versus 82.4% at the end of December, average rents rose to $325 a month from $313 a year earlier, and cash flow climbed to $30.4 million from $28.6 million. \u001d  \"The industry is at a bottom and pointed to move up,\" says manufactured-home appraiser Dan Rinzema of MHVillage, a listing service for people looking to sell their manufactured homes. \"People [still] need a place to live.\" And more than 22 million people already live in about 10 million manufactured homes in the U.S., Affordable Residential's Website says. The company owns and operates 57,264 home sites in 276 communities in 23 states. It renovates the trailer parks it acquires, adding clubhouses, swimming pools and other amenities. \u001d  George Allen, a consultant who has written textbooks and articles on manufactured housing, says these dwellings now are \"larger, more expensive, harder to transport, more homelike and . . . more acceptable.\" Allen adds that the industry got into trouble in the late 1990s because of loose lending standards, exactly why subprime lenders are having problems now. However, he asserts, trailer parks can be \"one of the best income-producing properties\" to own, due in part to little building of new communities, high barriers to entry and advantageous operating costs for larger parks. It doesn't cost any more to operate a site with 200 homes than 100, he observes. \"You can make money almost in spite of yourself.\" \u001d  That again raises the question of why Affordable Residential's shareholders seem resigned to Farallon's offer rather than seeking a higher bid, as investors in Clear Channel Communications (CCU) did recently. \u001d  Yes, Farallon -- and the top shareholder, financier Gerald Ford -- control over 25% of the vote. But other holders could still block the plan, even with a $20 million breakup fee, in the hope of luring a more generous suitor or getting Farallon to sweeten its bid. Worst-case scenario: status quo, but in an improving economic environment. \u001d  Forget trailer trash. This could be trailer cash! \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:02 ET (04:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5be9b906337a5c172f47f80ce06e7685","symR":["DIS","US2546871060"],"date":"2007-05-26","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": The Walt Disney Studios' 'Pirates Of The Caribbean: At World's End' Sets Sail With $142.5 Million Worldwide Bounty to Date; Film Sets New Company Global Box Office Record","GmtTimeStamp":"2007-05-26T18:25:00.000000000","CompanyCodes":["DIS","US2546871060"],"IndustryCodes":["BRD","MED","XDJGI","XDJI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  BURBANK, Calif., May 26 /PRNewswire-FirstCall/ -- \"Pirates of the Caribbean: At World's End,\" the epic new adventure from Walt Disney Pictures, boosted its worldwide gross-to-date to $142.5 million, and set a new record for The Walt Disney Studios at the worldwide box office, it was announced today by Mark Zoradi, president of Walt Disney Studios Motion Picture Marketing and Distribution.  Domestically, \"Pirates of the Caribbean: At World's End\" sailed into Saturday ahead of last year's \"Pirates of the Caribbean: Dead Man's Chest\" with $57 million at 4,362 theatres to date.  Now playing in 102 international territories, \"Pirates of the Caribbean: At World's End\" added $44.4 million on Friday for a new cume of $85.5 million, which also stands as a Studio record. \b \u001d  Commenting on the announcement, Zoradi said, \"Moviegoers all over the world are turning out in record numbers to see 'Pirates of the Caribbean: At World's End,\" and we're thrilled with our landmark opening day gross.  This is the biggest Friday our company has ever had and we're definitely on track to having our best box office weekend ever.  Reports continue to pour in from all over the world as to how well this film is playing, and we're delighted that word-of-mouth is clearly translating into record results at the box office.\" \b \u001d  \"Pirates of the Caribbean: At World's End\" picks up where the record-breaking 2006 smash hit left off, with our heroes Will Turner (Orlando Bloom) and Elizabeth Swann (Keira Knightley) allied with Captain Barbossa (Geoffrey Rush) in a desperate quest to free Captain Jack Sparrow (Johnny Depp) from his mind-bending trap in Davy Jones' locker.  With the terrifying ghost ship, The Flying Dutchman, and its commander Davy Jones under the control of the East India Trading Company, there is havoc on the Seven Seas. Navigating through treachery, betrayal and wild waters, the heroic trio must forge their way to exotic Singapore and confront the cunning Pirate Sao Feng (Chow Yun-Fat).  Now headed beyond the very ends of the earth, each must ultimately choose a side in a final titanic battle -- as not only their lives and fortunes, but the entire future of the freedom-loving Pirate way hangs in the balance.  The film was produced by Jerry Bruckheimer and directed by Gore Verbinski from a screenplay written by Ted Elliott & Terry Rossio. \b \bSOURCE  The Walt Disney Studios \b \u001d    /CONTACT: Heidi Trotta of The Walt Disney Studios, +1-818-560-7280 \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 14:25 ET (18:25 GMT)"},{"md5ID":"64cfc7a9d6700bcf0c1920fa2a936a76","symR":["9399.TO","XFML","KYG9827X1025"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/28) Asian Trader: Can Xinhua Put Its House In Order?","GmtTimeStamp":"2007-05-26T04:08:00.000000000","CompanyCodes":["9399.TO","XFML","KYG9827X1025"],"IndustryCodes":["MED","PUB"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  Within moments of my asking Xinhua Finance about its key executive Shelly Singhal earlier this month, the Chinese company shot me his resignation announcement. It wasn't even a finished press release. Singhal's history of promoting stocks that turned out to be multinational frauds had made him appear a strange choice to be running the merger activities of Xinhua Finance -- which aspires to be China's financial information and media leader, while also owning a bunch of U.S. investment research shops. Investors took a third off the price of company's securities over the course of the week and Moody's adopted a \"negative\" outlook for its debt, as Barron's and other publications highlighted Singhal's instrumental roles at the Tokyo-listed Xinhua Finance (ticker: 9399) (ADR: XHFNY) and its Nasdaq-listed subsidiary Xinhua Finance Media (XFML). \u001d  After publicly thanking Singhal for his \"tireless efforts,\" chief executive Fredy Bush promised that Xinhua Finance would institute \"best in class governance practices.\" Singhal sent me a statement saying he did not know that companies like AremisSoft were scams when he was their investment banker, before he got to Xinhua Finance. \u001d  But are Xinhua Finance securities now cheap? The answer depends on how confident investors can be in the Shanghai-based Xinhua Finance's remaining management and their financial reporting. The histories of certain key company officials do not leave me highly confident. \u001d  This month's furor was first touched off when the research chiefs at the company's proxy advisory unit Glass Lewis quit in protest of Xinhua Finance's ownership. When the resignation notices hit the newspapers, Bush formed committees to ensure the quality of Xinhua Finance's governance and research. \u001d  Confusion has followed the 39-year-old Singhal throughout his career. Xinhua Finance may be trying to distance itself from Singhal, but he has been so integral to the formation of Bush's company that investors should consider why she put him in charge of Xinhua Finance's audit committee, its compensation, governance and investments. His employee shareholdings and compensation package at the Xinhua Finance Media subsidiary were second only to hers. \u001d  Bush knew that Singhal had been the lead investment banker at Cruttenden Roth for AremisSoft, a Cyprus-based computer consultant that swindled hundreds of millions of dollars from investors through false financial reports and stock manipulation. He was also Roth's lead banker to Summit Securities, whose top broker is pleading guilty this year in a federal fraud prosecution after bilking hundreds of residents in the Pacific Northwest states. \u001d  Last week, a spokesman for Singhal said: \"At the time the deals were done, there was no indication to Mr. Singhal's knowledge that they were scams.\" \u001d  Singhal had started helping Bush put together Xinhua Finance in 2003. Along with a Chinese language financial news service, she set up Chinese stock indices in collaboration with London's FTSE, and cut a deal with this magazine's publisher Dow Jones & Co. to distribute Chinese translations of Dow Jones news stories. In the U.S., Xinhua started buying up influential advisory services like Glass Lewis and G7, a Washington newsletter that boasts among its unpaid advisers Blackrock founder Pete Peterson and former Fed vice-chairman Alan Blinder. \u001d  Xinhua listed on Tokyo's small-cap Mothers Board in 2004, and Singhal helped it sell $100 million in high-yield debt. Last year, they began preparing the Xinhua Finance Media subsidiary for a Nasdaq-listing. In June 2006, the subsidiary's board awarded Bush with options for 11 million shares. That award would be worth $70 million by the time of the March 2007 IPO at $13 per American Depositary Receipt representing two shares. According to the prospectus, the subsidiary had one board member when it made the award: Fredy Bush. \u001d  Last year, Xinhua Finance put some businesses into its media subsidiary. First, however, it passed some of them through just-created entities that were owned by insiders and by Chinese corporations. Whatever other purpose this arrangement served, it had the effect of enriching insiders and \"stepping up\" the value of those assets when they finally reached Xinhua Finance Media's balance sheet. By passing a television business through a cheekily-named entity called Upper Step, the prospectus shows, Xinhua gave $19 million to Singhal and a long-time business partner of Bush's named Dennis L. Pelino. When I asked Xinhua about these cozy dealings in forming its Nasdaq-listed sub, spokesperson James Badenhausen said that the company's practices have followed the applicable laws of China, Japan and the U.S. --  as each legal regime became relevant. \u001d  The company says that Singhal became the \"full-time\" CFO of Xinhua Finance Media last September. But SEC filings show him continuing his SBI investment banking business for several small companies right up through his resignation this month. The prospectus also mentions a deal under which Xinhua referred Chinese credit unions to Singhal's investment consulting firm Brightline Capital, in exchange for $2.8 million in commissions. \u001d  While Singhal's major role in Xinhua Finance might trouble investors even after his departure, the company is still run by officers and directors with unsettling histories. Just last week, Xinhua Finance tapped as its financial chief David C. Wang, a fellow who's followed Singhal throughout his career -- a Robin to Singhal's Batman. In my story last week, I mistakenly had Wang as CFO of the U.S.-listed subsidiary, instead of the parent. \u001d  Three \"independent\" directors overseeing good governance at Xinhua Finance, or its U.S.-listed sub, all came from Stonepath -- a company now facing involuntary bankruptcy after three successive financial restatements. \u001d  One of those \"independent\" directors is Pelino who actually co-founded Xinhua Finance with Bush and has been her business partner since 1989. During that time he helped run two public companies whose shares collapsed amid bad book-keeping: the Fritz Companies and recently, Stonepath -- the latter of which a shareholder suit in Philadelphia's federal court alleged was secretly controlled by a barred securities violator Howard M. Appel. \u001d  I couldn't find Pelino and Xinhua Finance wouldn't help me. Nor would it comment on its current officers and directors -- citing the raft of shareholder suits filed against it last week. \u001d  Suffice it to say that this Chinese firm is still surrounded by red flags -- and in this case, they probably don't connote good luck. \u001d  ---- \u001d  E-mail: william.alpert@barrons.com \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"65eccb8115ad977dfa4157fa75d710ef","symR":["ARRS","CSC","CY","EBAY","ELON","GOOG","IYW","MSFT","SPWR","SPY","YHOO","US2786421030","US5949181045","US9843321061"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/28) Barron's Online: Summer Meltdown Unlikely For Tech","GmtTimeStamp":"2007-05-26T04:03:00.000000000","CompanyCodes":["ARRS","CSC","CY","EBAY","ELON","GOOG","IYW","MSFT","SPWR","SPY","YHOO","US2786421030","US5949181045","US9843321061"],"IndustryCodes":["CMT","CSV","ELQ","EXT","ISV","ITC","SEM","SOF","TSX","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Tiernan Ray \u001d  Time is almost up for technology investors to sell in May and go away. So far, judging by the stock indexes, they haven't followed the cliche's advice. \u001d  So will they sell in June and go to Cancun? Probably not. \u001d  Although the tech-stock market is likely to follow its history of advancing less in May through September than during the rest of the year, it's unlikely to experience a dramatic selloff akin to last summer's rout, when the Nasdaq fell 12.87% from May 8 toJuly 18. Before any correction happens, bearish investors will likely first bid up shares. \u001d  Negative sentiment is hitting all-time highs, as measured by such things as short interest on the New York Stock Exchange. The cynicism looks like a contrarian indicator, suggesting stocks will rise further in the next few months. Tech investors, especially, would reap the benefits if this occurs, given that the sector has merely traded in line with the broader market this year. \u001d  The iShares Dow Jones U.S. Technology Sector Index Fund, an exchange-traded fund (ticker: IYW) that includes many leading tech stocks, is up this year a mere 6%, about the same as the 7.1% for the SPDR S&P 500 Index exchange-traded fund (SPY). \u001d  \"We may well see a cataclysmic crescendo of capitulation,\" by bears before there's any correction in the stock market, says Tobias Levkovich, Citigroup's chief U.S. equity strategist. As a result, he adds, this summer might bring a \"meltup\" in stocks. \u001d  Observes Sam Stovall, S&P's chief investment strategist: \"The market is like the silver-screen siren Mae West, calling to the anxious bears on the sidelines to come up and see me sometime.\" \u001d  Bearish investors warn that a market correction has become more likely, given the SPDR's 10.3% jump from its recent low, which was hit in March. \u001d  Inflation is \"a major concern,\" says Marc Klee, a portfolio manager with American Fund Advisors in Garden City, N.Y. \"Over the next three to six months, the greatest likelihood is that the  will be neutral , but it's more likely it would raise rates than bring them down,\" he adds. That would be bad for investor sentiment. \u001d  But the bears' concerns about the Fed don't seem to justify what is an all-time high rate of short interest on the Big Board. Investors sell stocks short when they think that share prices will fall. But many of those short positions would have to be covered if the market doesn't tank. And the factors driving tech show no sign of letting up: Low long-term interest rates make it extremely cheap for leveraged-buyout shops to acquire companies whose high cash flows can quickly pay off the loans used to buy them. \u001d  Crucial to the bull-market argument for tech stocks is supply and demand. And share buybacks and mergers and acquisitions are keeping supply low, says Michael Shinnick, who runs the 1st Source Monogram Long-Short fund in South Bend, Ind. At the same time, he says: \"I don't see anything that's causing demand to fall off.\" \u001d  Says Tony Ursillo, an analyst with Loomis Sayles in Boston: \"There will be a correction, but overall, technology stocks are still attractively priced.\" \u001d  So what might investors buy this summer? \u001d  \"The further up you go in market capitalization in tech, the more value there seems to be from a cash-flow standpoint,\" says Ursillo. \u001d  Big-caps like Intel (INTC) and Oracle (ORCL) with high cash-flow yields, offer a better risk-reward ratio than a 10-year bond with a 4.8% yield, asserts Shinnick. \u001d  The two most interesting areas within tech for high cash flow -- a feature that always appeals to LBO buyers -- are software and information-technology firms, including Computer Sciences (CSC), which is trading at an extremely low 6.8 times operating cash flow, Shinnick says. \u001d  The key for tech is that expectations are modest, while valuations are reasonable, says Kevin Landis, head of Firsthand Funds. Indeed, expectations are so low that Microsoft (MSFT) recently attracted an investment from hedge-fund legend George Soros, who loves situations that he perceives as undervalued. \u001d  Landis likes to look away from the marquee names in tech to areas where growth expectations could surprise, like alternative energy. But rather than buy, say, SunPower (SPWR), a solar-panel maker that he considers a bit pricey, he'd purchase Cypress Semiconductor (CY), SunPower's largest shareholder. Cypress is \"in the midst of a pretty dramatic turnaround,\" after jettisoning chip-fabrication assets, Landis adds. He also favors Echelon (ELON), which is helping Shanghai make streetlight operations more efficient, to conserve energy. \u001d  Chip stocks could show the sharpest upside, ventures Citigroup's Levkovich. Intel and others are cutting their capital-spending forecasts, and \"when capital spending declines, chip stocks tend to outperform because there's less new capacity coming into the market,\" which helps them sell products at higher prices. \u001d  Typically, at the same time, investors start to bid up semiconductor-equipment stocks, in anticipation of the next capital-spending cycle, even if it's a year out. \u001d  Increased spending by cable operators could help communications-equipment firms such as Arris Group (ARRS), says Dan Niles, CEO of Neuberger Berman Technology Management. \"There is a war going on between the telcos and the cable companies, and Arris is the arms merchant in that war,\" he comments. \u001d  To be sure, most everyone agrees that the LBO bubble must burst sometime. \u001d  \"Long-term rates are the biggest concern I have,\" says Ryan Jacob, who runs the Jacob Internet Fund. \"If rates were to go up, it throws a wrench into everything.\" Nonetheless, he thinks the risk-reward balance \"keeps pointing to opportunity.\" He likes large-capitalization Internet companies such as Google (GOOG), eBay (EBAY), and even Yahoo! (YHOO), which he thinks would be a sensible acquisition for Microsoft. \u001d  When should investors sell? When they see short sellers joining fund managers in buying tech, that'll be the sign it's time to get out of technology... and everything else. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"74a07d5dbc22a734872766afd3ab0e42","symR":["BGHL.AE","GG00B1FQG453"],"date":"2007-05-26","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"B&G Holding Hedge Fund Co Launches EUR300M July Share Offer","GmtTimeStamp":"2007-05-26T18:52:00.000000000","CompanyCodes":["BGHL.AE","GG00B1FQG453"],"IndustryCodes":["CEF"],"Story":"\b \u001d  LONDON (Dow Jones)--An Amsterdam-listed company that invests in a hedge fund run by Boussard & Gavaudan Asset Management LP Saturday said it has launched a secondary offering to raise EUR300 million in July. \u001d  Boussard & Gavaudan Holding Ltd. (BGHL.AE), known as B&G Holding, raised EUR440 million in November on Euronext Amsterdam for the Sark Fund, a multi-strategy hedge fund that pursues several different investment strategies, including buying and shorting stocks and trading convertible bonds. \u001d  Plans for the secondary offering were announced May 2. \u001d  The new shares are expected to start trading on July 3.    B&G Holding's portfolio has gained 17.87% since the November listing, to EUR11.78 per share. The company's shares are trading at a slight premium to the portfolio's value and closed Friday at EUR11.83. \u001d  B&G Holding is one of more than 40 companies listed in Europe investing in hedge funds, though it is one of the few with its money in a single fund. The listed companies have a fixed number of shares which can trade at a discount or premium to their underlying portfolios, depending on investor sentiment and supply and demand. \u001d  BNP Paribas, Lehman Brothers and UBS are joint-bookrunners for the secondary offering. \b \u001d  -By Margot Patrick, Dow Jones Newswires; +44 20 7842 9451; margot.patrick@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 14:52 ET (18:52 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"75d892000b756f5db1fa923d61cd573b","symR":["MOP.XX","WTB.LN","GB00B1KJJ408"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"London & Regional Heads Race For David Lloyd Leisure -Report","GmtTimeStamp":"2007-05-26T11:43:00.000000000","CompanyCodes":["MOP.XX","WTB.LN","GB00B1KJJ408"],"IndustryCodes":["FIS","REA","RES","XDJGI","XFT1"],"Story":"\b \u001d  LONDON (Dow Jones)--London & Regional, the property investment firm that owns Next Generation Clubs, has emerged as the frontrunner in the GBP900 million auction of Whitbread PLC's (WTB.LN) David Lloyd Leisure chain, The Times of London reported Saturday. \u001d  The newspaper said that the company, controlled by the billionaire Livingstone brothers, is believed to have moved ahead of MidOcean Capital and Buckingham Securities as the sale process, handled by Morgan Stanley, reaches a critical stage. \u001d  Newspaper Web site: http://www.timesonline.co.uk \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 07:43 ET (11:43 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7bde35f5f30cc7de53a8f563a8035562","symR":["1606.TW","BRLC","OTC.T","OTEX","CA6837151068","TW0001606002"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/28) Tech Trader: Sometimes, It's A Numbers Game","GmtTimeStamp":"2007-05-26T04:06:00.000000000","CompanyCodes":["1606.TW","BRLC","OTC.T","OTEX","CA6837151068","TW0001606002"],"IndustryCodes":["CSE","ENT","HPD","HPR","SOF","XDJGI","XISL","XTSE"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  In the bubble market before this one, tech companies used to hide their lack of cash earnings by presenting \"pro forma\" versions of net income. Such follies are supposedly past -- but recent evidence suggests otherwise. In fact, pro forma legerdemain has moved up the income statement to the gross-profit line at Syntax-Brillian (ticker: BRLC), a flat-screen-television maker that struggled to bring off a $125 million follow-on offering of stock last Wednesday. \u001d  Syntax-Brillian sells low-priced TVs under the Olevia brand, and its prospectus shows a large profit for its last nine months. As the chart (top right) shows, however, those profits are questionable. The Tempe, Ariz.-based company has had negative cash flow from operations totaling $90 million in the past six quarters, so it desperately needed last week's cash. \u001d  Chief Executive Vincent F. Sollitto Jr. says the company's cash needs reflect its fast growth, with sales up 350% in the March quarter, to $163 million. At $6.30 a share, the market values the company at half a billion bucks. What's wrong with this picture? \u001d  Investors have wondered whether the TV maker shows gross profits only because its cost of goods sold has been reduced with rebates from Taiwan Kolin, the contract manufacturer for most of the company's TVs. Many institutions pitched for last week's offering were spooked by a recent report from the accounting analysts at the Rockville, Md.-based Center for Financial Research and Analysis, which said that without Kolin's $165 million of credits since December 2005, Syntax-Brillian would've had a negative gross profit-otherwise known as a loss-of almost $64 million. And that's before operating expenses. \u001d  Sollitto claims that all TV sellers \"true up\" their quarterly margins with rebates for \"market development,\" \"technology development,\" \"volume incentives\" and \"excess warranty reimbursements.\" The only difference is that his company discloses them. \u001d  Why is Kolin so generously helping Syntax-Brillian plump its results? Kolin and its affiliates are Syntax-Brillian's largest shareholders, with an 11% stake before last week's deal. Kolin sold $5 million worth of that stock in the offering, and it's registered to be able to sell half of its remaining stake after a 90-day lockup. It may make better profits on the stock than on the TVs. \u001d  Sollitto's business could settle questions about its profitability if it could generate cash. Investors won't know for a while. \"They're going to have to wait for us to slow down our growth,\" Sollitto says. \b \u001d  Shares of Open Text languished at $13 last year as investors fretted about the company's ability to sell its software. The Waterloo, Ontario-based company (OTEX) has grown mainly through acquisition. Last summer, Open Text acquired another software company called Hummingbird, and Open Text stock rebounded. Near 23 last week, investors are valuing the software company at $1.4 billion (counting debt but not cash). \u001d  That's 45 times the annualized quarterly earnings of the company's best historical quarter (to give the benefit of the doubt to the business' earnings power). But Open Text's continuing business challenges -- and its perpetually squirrelly account- ing -- leave me wondering about that bubbly valuation. \u001d  As the nearby chart (bottom) shows, license sales have gotten worse, not better. Since acquiring Hummingbird last October, Open Text hasn't disclosed sales for Hummingbird products. But on conference calls, the company says Hummingbird sales are down 20% since the acquisition. Applying that guidance, my calculations show that licenses for Open Text's other products have fallen, too. License revenues for the combined product lines were $43 million in the March quarter, down 22% from the levels reported by Open Text and Hummingbird in the year-earlier period. To be sure, license deals tend to be lumpy in the content-management-software business, even at Open Text's large rivals. In the March quarter, for example, license revenue for such software at EMC fell by 20% from a year earlier, to $68 million. On Open Text's last conference call, executives said they hope that license revenues will trend up later this year. \u001d  The Hummingbird acquisition may prove a mixed blessing. A former salesman at Hummingbird has alleged, in an Ontario Superior Court, that he was fired in 2005 for refusing to go along with the company's schemes to inflate revenues. Filings at the U.S. Securities and Exchange Commission show that last year the SEC staff was peppering Hummingbird with questions about its revenue-recognition practices before Hummingbird was acquired by Open Text. \u001d  Before the acquisition, Hummingbird itself had taken reserves amounting to 23% of its gross receivables -- an enormous percentage that bore little relation to Hummingbird's historical write-offs. Open Text's balance sheets since the merger indicate that those reserves have vanished. Such pre-merger charge-offs can spring-load an acquiring company's financial results post-merger. \u001d  It wouldn't be the first time that Open Text's earnings have been of doubtful quality. The company still carries more than $33 million in restructuring reserves from eight recent acquisitions, and half of that amount stems from purchases made years ago. That makes me wonder if those acquisition charges were excessive, with the effect of absorbing post-acquisition operating expenses. I tried repeatedly to speak with Open Text financial chief Paul McFeeters, but he did not respond to my inquiries. \u001d  --- \u001d  E-mail: william.alpert@barrons.com \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7c8a5335173f15259fcfd6c96de5ce1e","symR":["AAPL","AMGN","BEN","COP","GLAC.XX","KO","LTD","MRT","NDAQ","NEM","OMX.SK","OSI","OXPS","RARE","RUTH","SPY","SWRG","SE0000110165","US0311621009","US0378331005","US1912161007","US20825C1045"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/28) The Trader: When Records Prove -2-","GmtTimeStamp":"2007-05-26T04:08:00.000000000","CompanyCodes":["AAPL","AMGN","BEN","COP","GLAC.XX","KO","LTD","MRT","NDAQ","NEM","OMX.SK","OSI","OXPS","RARE","RUTH","SPY","SWRG","SE0000110165","US0311621009","US0378331005","US1912161007","US20825C1045"],"IndustryCodes":["AMG","BTC","BVG","CPR","EXT","GLD","OIL","PCS","REA","RES","RTS","SAP","SCR","SFT","XDJGI","XDJI","XFFX","XGTI","XHEX","XISL","XNQ1","XNYA","XRUS","XSP5","XSTF","XSTX","XSXA"],"Story":"\u001d  Take the upwardly mobile Apple (AAPL), for example. With shares near 112.50, selling a 130-strike call that expires January 2009 can generate enough to buy a 110-strike put of similar duration. That allows investors to participate in a rally up to 130 but protects against declines below 110 -- or a potential annualized gain of 17.7% with potential downside of just 0.4% (thanks to a slight credit from the collar). \u001d  Schwab screened for other stocks with lopsided call-to-put prices. An Amgen (AMGN) collar, for instance, allows potential gains of 29% versus downside risk of 8%, while Newmont Mining (NEM) has potential upside of 30% with 9% downside. The list includes rallying stocks like Franklin Resources (BEN) and ConocoPhillips (COP), as well as declining ones where the option market seems to be eyeing a rebound, like Limited (LTD) and Newmont. \u001d  Collars are also useful for hedging broader portfolios. With the S&P Depositary Receipts (SPY) near 152, selling 175-strike calls that expire December 2008 will buy 135-strike puts, leaving room for an annualized gain of 10% with 5% downside risk. Here, the upward pricing slant still works in your favor but is less lopsided, since broad-market puts already are in heavier demand. \u001d  --- \u001d  E-mail: kopin.tan@barrons.com \u001d  --- \b                VITAL SIGNS \b \b                            Friday's      Week's     Week's \b                               Close      Change     % Chg. \b \bDJ Industrials              13507.28      -49.25      -0.36 \bDJ Transportation            5147.58      -66.13      -1.27 \bDJ Utilities                  512.63      -20.75      -3.89 \bDJ 65 Stocks                 4554.31      -65.09      -1.41 \bDJ US Total Mkt               368.67       -1.29      -0.35 \bNYSE Comp.                   9876.11      -17.63      -0.18 \bAmex Comp.                   2320.33      +23.38      +1.02 \bS&P 500                      1515.73       -7.02      -0.46 \bS&P MidCap                    896.28       -1.91      -0.21 \bS&P SmallCap                  431.16       +2.96      +0.69 \bNasdaq                       2557.19       -1.26      -0.05 \bValue Line (arith.)          2424.78       +5.88      +0.24 \bRussell 2000                  829.93       +6.27      +0.76 \bDJ Wilshire 5000            15269.21      -35.78      -0.23 \b \b                                       Last Week   Week Ago \bNYSE \bAdvances                                   1,529      1,716 \bDeclines                                   1,974      1,792 \bUnchanged                                     89         85 \bNew Highs                                    618        584 \bNew Lows                                      66         71 \bAv Daily Vol (mil)                         3,055.2    2,927.8 \bDollar \b(Finex spot index)                            82.33      82.20 \bT-Bond \b(CBT nearby futures)                         109-08     109-30 \bCrude Oil \b(NYM light sweet crude)                       65.20      64.94 \bInflation KR-CRB \b(Futures Price Index)                        313.10     313.17 \bGold \b(CMX nearby futures)                         655.10     661.00 \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7ce6a2369952cf24afb0d370cb6d51d8","symR":["PRF"],"date":"2007-05-26","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(5/28) Many Happy Returns","GmtTimeStamp":"2007-05-26T04:09:00.000000000","CompanyCodes":["PRF"],"IndustryCodes":["EXT","XSP5"],"Story":"\b   (From BARRON'S) \b   By Burton Malkiel \u001d  With the Standard & Poor's 500 stock index having turned 50 this year, critics argue there are far better stock-market benchmarks and instruments for index-fund portfolios. But I see the S&P as still going strong and very unlikely to be knocked off its perch as the preeminent index of choice for the core of an equity portfolio. \u001d  One common criticism of the S&P is that it is a \"managed\" index, with component stocks selected by committee. But objective criteria are usedin the selection process, and the S&P is almost perfectly correlated with a capitalization-weighted index of the 500 largest companies in the U.S. As such, it represents 75% of the total capitalization of the U.S. stock market. Other critics argue that the S&P is too narrow, and that an indexed portfolio should track the market as a whole. There's no reason, they say, to exclude the approximately 25% of the market made up of smaller stocks. \u001d  Indeed, the empirical evidence indicates that returns from small-capitalization stocks have been higher than those from large-caps. In most cases, however, it is active management that produced small-caps' excess returns. Large-caps are more thoroughly researched by Wall Street analysts, leaving less opportunity for active investors. While indexing works well even in potentially less efficient markets, many pros index only a core portfolio of large-cap U.S. stocks, and use active management for small-caps. \u001d  Perhaps the most frequent criticism of the S&P is that it fails to correct for \"bubbles\" in market sectors. Technology stocks were overweighted in the index in late 1999 and early 2000, when they sold at exorbitant price-earnings multiples. At least in principle, active management could correct for such biases, though the evidence from the past 50 years strongly suggests that active managers have not been successful in avoiding overvalued sectors of the market. \u001d  Moreover, markets need not be efficient to justify an indexing strategy using capitalization weights. All the stocks in the market must be held by someone. Thus, investors as a group must own the capitalization-weighted index of all stocks. If some happen to hold only the best performers in their portfolios, others must be holding the poorer performer. Investing must be a zero-sum game. \u001d  In fact, active management is a negative-sum game. Active managers incur two types of costs: management fees and turnover costs. Mutual-fund management fees average about one percentage point a year. Turnover costs (commissions, bid-asked spreads, market-impact costs) easily add another half a percentage point. Passively managed index funds and exchange-traded funds now are available at less than a tenth of a percentage point, and have minimal turnover. Thus, the average active manager must underperform a low-cost index fund by the difference in fees. \u001d  In the past 10 and 20 years, the S&P 500 has outperformed more than 75% of actively managed large-cap equity funds. The amount of that outperformance after fees has been 1.4 percentage points annually. The S&P funds also have been more tax-efficient. While a few active funds have beaten the S&P over the long run, there is no way to predict the winners in advance. \"Hot\" funds in one period are often the worst performers in the next. \u001d  Recently a fourth criticism has been leveled against the S&P: Its weighting mechanism tends to overweight overvalued stocks. According to this argument (championed most prominently by Robert Arnott of Research Affiliates), stocks should be weighted by their economic footprint (the amount of their profits, book values and such) rather than their capitalization, or stock-market value. A fundamentally weighted index will tend to outperform a cap-weighted index, such critics say. \u001d  To be sure, the PowerShares FTSE RAFI US 1000 exchange-traded fund (ticker: PRF), which tracks Research Affiliates' RAFI 1000 index, has outperformed the S&P 500 since it was launched in December 2005. But the RAFI 1000 has a value and small-cap bias. This and similar fundamentally weighted indexes are active bets, and I doubt they will be consistent excess performers now that price-earnings multiples are compressed. \u001d  Nor are they \"indexes\" in the sense that all investors can own them. Consequently I believe the S&P 500 will continue to serve as the most useful large-cap benchmark and basis for popular index funds and ETFs for the next 50 years. Happy birthday -- and many happy returns. \u001d  --- \u001d  BURTON MALKIEL is the Chemical Bank Chairman's Professor of Economics at Princeton University. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7ec6369d5129fca22e67a209aea4f5e4","symR":["ACL","BOL","EYE","US0717071031"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Advanced Medical Optics Recalls Contact Lens Solution","GmtTimeStamp":"2007-05-26T04:56:00.000000000","CompanyCodes":["ACL","BOL","EYE","US0717071031"],"IndustryCodes":["MDS","MDV","XDJGI","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  By Jennifer Corbett Dooren and Jon Kamp \u001d  Of DOW JONES NEWSWIRES \b \u001d  WASHINGTON (Dow Jones)--Advanced Medical Optics (EYE) said late Friday it was recalling its Complete MoisturePlus contact lens solution after U.S. health officials linked the product to a rare eye infection that can cause blindness. \u001d  The Santa Ana, Calif. company said it was \"acting out of an abundance of caution\" in recalling the product, and said there's no evidence of the product being contaminated. \u001d  The Centers for Disease Control and Prevention said it was investigating 138 cases of Acanthamoeba keratitis that have occurred since January 2005. \u001d   A total of 39 of these patients were soft contact lens wearers, 21 of whom reported using Complete MoisturePlus products. The CDC estimates a risk of at least seven times greater for those who used Complete MoisturePlus solution versus those who did not, the company said. \u001d  Advanced Medical Optics said consumers should stop using Complete MoisturePlus solution until more information is available. The solution is one of several all-in-one-bottle products on the $1.7 billion global solutions market. \u001d  Earlier this week, the company said it's interested in exploring an offer for rival Bausch & Lomb Inc. (BOL), which was hurt from the worldwide recall of a lens solution last year amid links to a different infection. \u001d  Acanthamoeba infections of the eye typically occur in contact lens wearers but are extremely rare, appearing on average in just one or two cases per million lens wearers per year. However, various eye-care centers around the U.S. have been tracking increased cases of the infection over the last three years. \u001d  Bausch & Lomb announced an agreement with private equity firm Warburg Pincus last week to be acquired for $3.67 billion, or $65 a share, but left the door open for competing bids. Advanced Medical Optics entered the fray Thursday by saying it's interested in exploring an offer. \u001d  However, according to Mark Mullikin, an analyst with Piper Jaffray, the infection news \"really does hinder their ability ability to make a run at Bausch.\" \u001d  The Advanced Medical Optics product in question posted U.S. sales of $12.6 million in the first quarter, compared with overall company sales of $251.7 million. \u001d  -By Jennifer Corbett Dooren, Dow Jones Newswires; 202-862-9294; Jennifer.Corbett@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:56 ET (04:56 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"83423f6f8b94b1ff5aac17012f92a7e2","symR":["LIM.AU","LIM.T","AU000000LIM8","CA5359131078"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":":LionOre Revises Grp Production Forecast For '07","GmtTimeStamp":"2007-05-26T17:17:00.000000000","CompanyCodes":["LIM.AU","LIM.T","AU000000LIM8","CA5359131078"],"IndustryCodes":["MNG","ONF","XDJGI","XISL","XTSE"],"Story":"\u001d  TORONTO, ONTARIO -- (MARKET WIRE) -- 05/26/07 -- \u001d   LionOre Mining International Ltd. (TSX: LIM)(LSE: LOR)(BSE: LIONORE)(ASX: LIM) (\"LionOre\") today announces that the Company expects a 2.9% shortfall in the group's 2007 total nickel production target of 44,300 tonnes due to a delay in the target date for full mine production from the Maggie Hays underground mine, at the Lake Johnston operation in Australia. \b \u001d  As a consequence, LionOre anticipates that the group's production for the year could drop to approximately 43,000 tonnes of payable nickel (37,700 tonnes attributable) compared with 44,300 tonnes (39,795 tonnes attributable) published in earlier guidance. \b \u001d  The Maggie Hays sub-level cave operation encountered poor ground conditions during the first quarter of 2007. As discussed in the first quarter 2007 Management's Discussion & Analysis, this required mining activities to focus on rehabilitation to improve ground support in the production drives. A further deterioration in ground conditions has since resulted in a substantial increase in the required rehabilitation program which will restrict the second quarter 2007 production plan. As a result of this rehabilitation program, LionOre now expects full production levels from Maggie Hays to be attained in the third quarter of 2007. Life-of-mine nickel production is still in line with the current life-of-mine plan. \b \u001d  The situation continues to be subject to detailed technical review and the market will be advised should there be any further change to our forecasts. Management is currently reviewing opportunities at all locations to recover the delayed production. \b \b    Forward-Looking Statements \b \u001d  Certain statements contained herein are forward-looking statements. Forward-looking statements are necessarily based upon a number of estimates and assumptions that, while considered reasonable by the Company, are inherently subject to significant uncertainties and contingencies. Many known and unknown factors could cause actual events or results to differ materially from estimated or anticipated events or results reflected in such forward-looking statements. Such factors include, but are not limited to: exploration, development and operating risks, uninsurable risks, ore reserve and resource estimates, additional funding requirements, dependence on smelting facilities, foreign countries and regulatory requirements, and environmental regulation and liability. For further information concerning certain such factors, see the Company's most recent annual information form filed with Canadian securities regulatory authorities on SEDAR at www.sedar.com. \b \u001d  The Company disclaims any intent or obligation to update any forward-looking statements. Investors are cautioned that forward-looking statements are not guarantees of future performance and, accordingly, not to put undue reliance on such statements. \b       Contacts: \bLionOre Mining International Ltd. \bAlex Buck \b+44 (0) 7932 740 452 \bEmail: alex@buckbias.com \bWebsite: www.lionore.com \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 13:17 ET (17:17 GMT)"},{"md5ID":"83cd407e104d8879d652d2575a585225","symR":["BGP.XX","GE","US3696041033"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/28) A World Awash In Money","GmtTimeStamp":"2007-05-26T04:09:00.000000000","CompanyCodes":["BGP.XX","GE","US3696041033"],"IndustryCodes":["CHM","FIS","IDD","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  China's move to invest $3 billion in the Blackstone Group in conjunction with the private-equity firm's looming initial public offering highlights the growing financial power of an obscure group of state-run funds that invest on behalf of countries. \u001d  These entities, known as sovereign wealth funds, may hold as much as $2.5 trillion in assets, and could swell in size to a staggering $12 trillion by 2015, according to a May 3 research report by Morgan Stanley currency strategist Stephen Jen. These funds differ from official government reserves, which topped $5 trillion earlier this year, and have been stashed largely in U.S. Treasuries and European government bonds. \u001d  Countries like China and Russia think they have sufficient reserves to meet potential runs on their currencies, and have created sovereign wealth funds in a bid to earn higher returns. Increasingly, these and other nations, including the oil-rich United Arab Emirates and Norway, are expected to funnel new money into wealth funds rather than government securities. Jen estimates sovereign wealth funds could match the size of official government reserves by 2011. \u001d  The growth of such funds is bullish for global stocks and real estate in both the developed world and emerging economies. It is tough to track the investments of these wealth funds because many don't disclose their size or asset composition publicly. Most of their money is farmed out to non-affiliated investment managers. \u001d  The Emirates' super-secret Abu Dhabi Investment Authority could total $875 billion, making it the largest of the sovereign wealth funds, writes Jen. Other estimates put the size of the fund at closer to $500 billion. Saudi Arabia may have funds totaling $300 billion. \u001d  The rapid rise of sovereign wealth funds dramatizes the shift in financial power and wealth from the U.S., the world's largest debtor, to an increasingly important group of creditor countries. But the growing financial power of sovereign wealth funds may spur financial protectionism in the U.S. and other western countries as the funds seek to buy more assets. A chemical company controlled by the Saudi government last week reached a deal to buy General Electric's (ticker: GE) plastics business for $11 billion. \u001d  Russia, which was nearly bankrupt a decade ago, is planning to put a chunk of its $357 billion of official reserves into a Future Generations Fund that will invest beyond government securities. That fund could be staked with about $30 billion. South Korea has formed the Korea Investment Corp. with $20 billion, and Australia has launched a $40 billion Australian Future Fund. \u001d  There are several reasons for the rapid growth of sovereign wealth funds. High oil prices are filling the coffers of countries like Russia, the Emirates, Saudi Arabia and Norway. Elsewhere, China's enormous trade surplus is producing rapid growth in its dollar reserves as the country seeks to hold down the value of the Chinese currency by purchasing dollars from Chinese exporters. \u001d  The most transparent big fund, the Norwegian Government Pension Fund, totals more than $300 billion, up from $90 billion in 2002. Norway added $60 billion alone last year. A major oil producer, Norway established its fund to act as a financial stabilizer if oil prices declined, depressing tax revenue. With oil prices moving above $60 a barrel and holding there, the Norwegian fund no longer needs to stabilize anything and can act as a pension fund. The Government Pension fund holds about $60,000 for each of Norway's nearly 5 million citizens. \u001d  China rapidly has built $1.2 trillion of currency reserves, the largest in the world, mostly because of the country's enormous trade surplus with the United States. China is seeking to invest a portion of those funds more aggressively to get higher returns and advance the country's economic and political goals. \u001d  The new Chinese fund investing in Blackstone, to be called the State Investment Co., could get $200 billion to $300 billion of capital and expand rapidly from that base because China's currency reserves are growing by more than $200 billion annually. The Chinese government is thought to believe it needs no more than $1 trillion of reserves to combat potential pressure on its currency or deal with domestic financial crises. \u001d  \"China wants a foothold in the American economy and it's getting that via a private-equity firm,\" says Byron Wien, chief investment strategist at Pequot Capital Management in New York. \"This is an indirect way to make direct investments.\" \u001d  As one of the leading private-equity investors, Blackstone controls or has a big stake in a growing number of companies, including Michaels Stores, Freescale Semiconductor and Equity Office Properties. China may view Blackstone as a mutual fund of American companies. \u001d  China is apt to flex its financial muscle even more in the future. Expect more Blackstone-type investments or outright attempts to purchase American companies. China's growing financial power could cause a ruckus in Washington, where many lawmakers are upset with what they view as its unfair trading practices. U.S. political pressure helped scuttle a 2005 attempt by China's state-controlled oil company to buy Unocal, an independent energy producer with sizable Asian reserves that was later sold to Chevron. \u001d  Similarly, the move by state-owned Dubai Ports World to buy the port operations in several American cities was scuttled on security grounds. \u001d  Where might China invest? It has an enormous appetite for commodities, notably oil, and could seek to purchase commodity producers based in the U.S., Canada or Australia. China has been rumored to be eyeing Canada's oil-sands region for a major investment. Technology companies, including those with clean-energy products, also could appeal to the Chinese. \u001d  Singapore's Government Investment Corp., which was started in 1981 by the wealthy city state, now could total more than $300 billion. Singapore discloses little about the fund, saying only that it has more than $100 billion. \u001d  Japan could create one of the largest sovereign wealth funds with its $880 billion in official reserves. Why does a country like Japan need almost $900 billion of emergency money when the U.S. has $67 billion and Britain, France and Germany each have less than $50 billion? The risk-averse Japanese government traditionally has been willing to hold such large currency reserves partly because they yield about 4%, considerably above the 1% rate on domestic bonds. Yet Japan arguably could put some of that $880 billion to better use given its looming demographic problem caused by a rapidly aging population. There has been some talk in Japan about creating a sovereign wealth fund. \u001d  Sophisticated investors are wrestling with the financial implications of the growth of these funds. \"You want to try to understand which assets will be bought and sold and at what rate,\" says Mohamed El-Erian, the president of Harvard Management Co., which runs the university's $30 billion endowment. \u001d  The U.S. Treasury market, for instance, could be hurt if countries plow new money into sovereign wealth funds rather than keeping it in official reserves, which are invested in government bonds. The growth in central-bank holdings of Treasuries in recent years helps explain the surprising strength in the Treasury market in the face of the sharp upward movement in short rates to 5% from 1%. \u001d  The Chinese and other big holders of Treasuries aren't apt to sell them, but new demand could decline. Stocks, real estate and commodities, on the other hand, all could benefit. The Norwegian Government Pension Fund recently shifted its targeted asset mix to 60% stocks and 40% bonds from 40% stocks and 60% bonds. Norway has caused a stir because an ethical investing code for its fund has resulted in the exclusion of certain defense contractors like General Dynamics (GD), Lockheed Martin (LMT) and Boeing (BA), as well as Wal-Mart Stores (WMT). \u001d  Berkshire Hathaway CEO Warren Buffett has warned that America, in running a $700 billion annual trade deficit, effectively is selling itself to its trading partners. China's purchase of part of Blackstone may be just the beginning of a trend that could alter not only financial markets but the political landscape and our place in the world. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"847f0749136d70c7b9014e8bbcc2c0b8","symR":["HANS","JSD.V","JSDA","KO","PEP","US1912161007","US48023P1066"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/28) The Glass Is Half-Empty","GmtTimeStamp":"2007-05-26T04:04:00.000000000","CompanyCodes":["HANS","JSD.V","JSDA","KO","PEP","US1912161007","US48023P1066"],"IndustryCodes":["BVG","SFT","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \b   By Christopher C. Williams \u001d  Jones Soda's black cherry is a refreshing soft drink, gently sweet and effervescent. But it can't compete in the fizz department with the company's stock. \u001d  Jones (ticker: JSDA) shot up 256%, to 32, from August through mid-April, on speculation about a strong fourth-quarter, takeover rumors and covering by short sellers, who still hold about 20% of the company's publicly traded shares. Even at Friday's 21.24, the stock trades for 170 times 2006 earnings of 13 cents ashare, and 120 times analysts' 2007 estimates of 17 cents a share. That compares with price-earnings multiples in the mid-to-high teens for Coca-Cola (KO), PepsiCo (PEP) and Hansen Natural (HANS), the trendy maker of Monster energy drinks. Affix a generous P/E of 20 to Wall Street's '08 consensus estimate of 33 cents a share, and Jones would be valued at 7, some 65% below its current price. \u001d  A marketer of pricey concoctions with names like FuFu Berry and Whoopass, Jones also seems frothy when measured by price to sales. Pepsi bought SoBe, the New Age beverage company, for 2.5 times sales, and Coke paid about the same multiple for Fuze Beverage. Jones, on the other hand, fetches 13 times sales. These deals also mean that investors who pinned their hopes on a buyout are likely to be disappointed, at least in the near term. \u001d  Jones' founder and CEO, Peter van Stolk, 43, tells Barron's he's not interested in selling the company. But van Stolk and other insiders have taken advantage of the stock's run-up to sell shares in recent months. So, too, has Thomas Barry of the Bjurman Barry Small Cap Growth Fund (BBSFX), which unloaded its entire one-million-share stake earlier this year. \"I'd be nervous buying the stock at these P/E levels with the earnings and revenue they've had,\" says Barry, citing Jones' flat first-quarter profits and less-than-expected uptick in sales. \u001d  Granted, Wall Street sees whoopass growth for Jones, based in part on this weekend's national rollout of a cane-sugar-sweetened soda. The Seattle company is expected to net $5 million in 2007 on revenue of $56 million, and $9 million in 2008 on revenue of $74 million. But these gains, and then some, arguably are reflected in its shares. \u001d  Jones sells 21 flavors of soda and a variety of energy and organic beverages. To win coveted shelf space the company markets its brand as a \"healthier alternative\" to regular pop, and highlights the move to sweeten its beverages with cane sugar instead of high-fructose corn syrup. Though there is no medical evidence to support the \"healthier\" claim for sugar, that hasn't derailed van Stolk's bid to make Jones the \"premier soft drink in the U.S.\" \u001d  At $1.65 a bottle, Jones might succeed in expanding its cult following. But it won't dethrone Coca-Cola and PepsiCo, which together control more than 70% of the carbonated-soft-drink market. Beverage Digest reported late last year that Pepsi might launch cane-sugar versions of Sierra Mist and possibly other products this year. PepsiCo officials didn't return our calls. \u001d  As for other initiatives, Jones agreed last year to sell concentrate to National Beverage, a soft-drink distributor. Stifel Nicolaus analyst Mark Astrachan expects concentrate sales to chip in 27% of the roughly $58 million in revenue he's projecting for this year. Jones also switched to cans from bottles to ease its distribution in mainstream retail outlets such as Wal-Mart and Pathmark. \u001d  Van Stolk founded Jones in 1987 as a beverage distributor in Canada. He launched his own brands in 1995. While his efforts to peddle the beverages out of sex shops and tattoo parlors turned heads, they failed to generate consistent profits until 2003. \u001d  Nor are the company's growing pains over, as its first-quarter results attest. In a report last month, Luke Braly, an analyst who recently resigned from research firm Glass Lewis, noted Jones sold concentrate to National Beverage in the fourth quarter of 2006, well ahead of the peak April-September selling season. Therefore, sales that would have boosted spring and summer results were recognized last year. \"The quicker revenue recognition may not be reflected in sell-side analysts' 2007 revenue projections, creating the potential for an earnings miss,\" Braly said. \u001d  Like its founder, Jones may stay ebullient for awhile. But analysts have been slicing their estimates, and the stock already has lost some fizz. One of Jones' funkier flavors is Turkey & Gravy soda. In time, that also could prove a fit description of its shares. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"88cc8221cd14566cfad3bc77ce75276c","symR":["TK","TORM.KO","TRMD","DK0060082915"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":": Teekay and TORM Complete Initial Tender Offer Period for Shares of OMI Corporation and Commence Subsequent Offering Period","GmtTimeStamp":"2007-05-26T05:12:00.000000000","CompanyCodes":["TK","TORM.KO","TRMD","DK0060082915"],"IndustryCodes":["MAR","XDJGI","XKFX","XNYA"],"Story":"\bNASSAU, The Bahamas--(BUSINESS WIRE)--May 26, 2007-- \u001d  Teekay Shipping Corporation (Teekay) (NYSE: TK) and A/S Dampskibsselskabet TORM (TORM) (DSE: TORM and NASDAQ: TRMD) today announced that, based on preliminary information provided by the depositary, OMI Corporation (OMI) (NYSE: OMM) shareholders tendered approximately 49,762,507 shares (including shares tendered pursuant to guaranteed delivery procedures), which, after accounting for the 2,415,610 restricted shares that will be cancelled on the date of purchase of the tendered shares, represents approximately 83.5% of all outstanding shares. Pursuant to the terms of the tender offer by Teekay and TORM for all of the outstanding common stock of OMI, all shares that were validly tendered and not withdrawn have been accepted for payment. The initial period of the tender offer expired at 5:00 p.m., New York City time, on May 25, 2007. Teekay and TORM intend to make payment on May 31, 2007 to OMI shareholders that validly tendered shares. The same day that the shares are purchased, OMI will pay a special cash dividend in the amount of $0.10 per share, assuming a May 31, 2007 purchase date. Payment for shares validly tendered during the initial offering period shall be made promptly in accordance with the terms of the tender offer. \b \u001d  Teekay and TORM also commenced a subsequent offering period for all remaining OMI shares that will expire at 5:00 p.m., New York City time, on Tuesday, June 5, 2007, unless further extended. During the subsequent offering period, shares will be accepted for payment as they are tendered at the same offer price paid during the initial offer period of $29.25 net per share in cash. All shares validly tendered during this subsequent offering period will be immediately accepted and payment will be made promptly after acceptance, in accordance with the terms of the offer. Shares tendered during the subsequent offering period may not be withdrawn and cannot be delivered by the guaranteed delivery procedure. \b \b   About Teekay \b \u001d  Teekay Shipping Corporation transports more than 10 percent of the world's seaborne oil, has expanded into the liquefied natural gas shipping sector through its publicly-listed subsidiary, Teekay LNG Partners L.P. (NYSE: TGP), and is further growing its operations in the offshore production, storage and transportation sector through its publicly-listed subsidiary, Teekay Offshore Partners L.P. (NYSE: TOO). With a fleet of over 155 vessels, offices in 17 countries and 5,600 seagoing and shore-based employees, Teekay provides a comprehensive set of marine services to the world's leading oil and gas companies, helping them seamlessly link their upstream energy production to their downstream processing operations. Teekay's reputation for safety, quality and innovation has earned it a position with its customers as The Marine Midstream Company. \b \u001d  Teekay's common stock is listed on the New York Stock Exchange where it trades under the symbol \"TK\". \b \b   About TORM \b \u001d  TORM is one of the world's leading carriers of refined oil products and has significant activities in the bulk market. The Company operates more than 100 modern and secure vessels, most of them in pool co-operation with other respected shipping companies, sharing TORM's commitment to safety, environmental responsibility and customer service. \b \u001d  TORM was founded in 1889. The Company conducts business all over the world and is headquartered in Copenhagen, Denmark. TORM's shares are listed in Copenhagen (ticker TORM) as well as on NASDAQ (ticker TRMD). \b \b   About OMI \b \u001d  OMI Corporation is a major international owner and operator of tankers. Its fleet aggregates approximately 3.5 million deadweight tons and comprises 13 Suezmax tankers (7 of which it owns and 6 of which are chartered-in) and 32 product carriers (of which it owns 28 and charters-in 4). In addition, the Company has 2 product carriers under construction, which will be delivered in 2009. \b \b   Forward looking statements \b \u001d  This release contains forward-looking statements (as defined in Section 21E of the Securities Exchange Act of 1934, as amended) which reflect management's current views with respect to certain future events and performance, including statements regarding the closing of Teekay and TORM's acquisition of OMI. There can be no assurance that other conditions to the closing of the acquisition will be satisfied. \b \b    CONTACT: Teekay Shipping Corporation \b             Investor Relations: \b             Scott Gayton, +1 604-844-6654 \b             or \b             Media: \b             Nicole Breuls, +1 604-642-5898 \b             Web site: www.teekay.com \b \b    SOURCE: Teekay Shipping Corporation \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 01:12 ET (05:12 GMT)"},{"md5ID":"949183832c303c3e225670a7d35ebaeb","symR":["LDC.LN","GB0008251513"],"date":"2007-05-26","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Consensus Seeks Buyers For London Asia Stake -Report","GmtTimeStamp":"2007-05-26T11:38:00.000000000","CompanyCodes":["LDC.LN","GB0008251513"],"IndustryCodes":["CEF"],"Story":"\b \u001d  LONDON (Dow Jones)--The investment vehicle of Vincent Tchenguiz, one of the U.K.'s richest men, has been sounding out buyers to take a minority stake in London Asia Capital (LDC.LN), a quoted investment group whose share price has almost halved this month, The Daily Telegraph reported Saturday. \u001d  Consensus Business Group, which houses many of Tchenguiz's business interests, has been looking for someone to acquire its 6% shareholding for the past few weeks, the newspaper reported. \u001d  In the article, The Daily Telegraph described seeing an email sent by Robert Spriddell, confirming that the stake was for sale. \u001d  Spriddell is a Consensus director who stepped down from the board of London Asia Capital on May 4. \u001d  According to The Telegraph, the email was sent by Spriddell on the same day that he relinquished his post as a non-executive director of the company after less than nine months. \u001d  \"We are looking for buyers of our 6% stake in London Asia Capital PLC, and also a chunk of our holding in their private equity fund,\" the Telegraph quoted Spriddell writing in the email. \u001d  The Telegraph also referred to people close to the situation confirming that the email was genuine. \u001d  According to The Telegraph, Collins Stewart is understood to have been asked to sound out potential buyers for the stake, for which Consensus paid 15 pence a share. \u001d  Newspaper Web site: http://www.telegraph.co.uk \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 07:38 ET (11:38 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"96dddcb90c76d7305a35fe204112a8f5","symR":["SAS.SK","SE0000805574","SAS.SK","SE0000805574"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"SAS Swedish Unit Cancels 150 Flights Due To Strike","GmtTimeStamp":"2007-05-26T13:49:00.000000000","CompanyCodes":["SAS.SK","SE0000805574"],"IndustryCodes":["AIR","XDJGI","XSXA"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 26, 2007 09:49 ET (13:49 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"988cce5157936c82de3527a6f4b753fc","symR":["ALT.MC","CVC.YY","IMT.LN","ITY","ES0177040013","GB0004544929"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Imperial Tobacco Preparing New Offer For Altadis - Report","GmtTimeStamp":"2007-05-26T16:18:00.000000000","CompanyCodes":["ALT.MC","CVC.YY","IMT.LN","ITY","ES0177040013","GB0004544929"],"IndustryCodes":["FIS","TOB","XDJGI","XFT1","XIBEX","XNYA"],"Story":"\b \u001d  MADRID (Dow Jones)--Imperial Tobacco PLC (ITY) of the U.K. is preparing a new, binding offer for Franco-Spanish tobacco firm Altadis SA (ALT.MC), Expansion reported Saturday, citing sources close to the situation. \u001d  Altadis has rejected two, non-binding offers from Imperial, the last of which valued the company at EUR47 a share, or EUR12.03 billion. Altadis had also refused Imperial access to its books, which Imperial wanted in order to fine tune its offer, saying the U.K. company is a competitor. \u001d  Nonetheless, Altadis has been providing Imperial with some information about its finances, Expansion reported. \u001d  Altadis has opened its books to CVC Capital Partners and PAI Partners, following the companies' EUR12.8-billion joint, non-binding offer for the company. \b \u001d  -By Jonathan House, Dow Jones Newswires; +34 619 93 39 52; jonathan.house@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 12:18 ET (16:18 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9969533238e6015c2133c73bc15f863d","symR":["AEO","AQNT","BWLD","CHDN","COMV","JWN","MSFT","MW","PARD","PLCE","SNV","US5949181045"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/28) Research Reports: How Analysts Size Up Companies","GmtTimeStamp":"2007-05-26T04:06:00.000000000","CompanyCodes":["AEO","AQNT","BWLD","CHDN","COMV","JWN","MSFT","MW","PARD","PLCE","SNV","US5949181045"],"IndustryCodes":["ADV","BNK","CNO","DRG","ITC","MED","RES","RTS","SAP","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  Microsoft \u001d  -- MSFT NNM \b \u001d  Outperform \u001d  -- Price 30.98 on May 18 \u001d  by FBR Research \b \u001d  We believe the acquisition of aQuantive (AQNT) is a good strategic move that will help Microsoft accelerate its online advertising business. Our thought has been that MSFT must do something to close the gap in online advertising between itself and Google and Yahoo!, as we believed it would be difficult and time-consuming to do it organically. \u001d  The combination of AQNT's solutions and services with MSFT's advertising platform provides a comprehensive offering for advertisers. We believe that the immediate value AQNT brings is its ability to help MSFT monetize its solid lineup of online assets. While MSFT is paying a hefty price for AQNT, the acquisition is not expected to have a significant impact on MSFT's financials. Ignoring synergies, we estimate that AQNT will be a penny dilutive to our 2008 pro forma EPS estimate for MSFT. Our $38 price target [on Microsoft stock] represents 20 times our calendar year 2008 EPS estimate. \b \u001d  Buffalo Wild Wings \u001d  -- BWLD Nasdaq \b \u001d  Buy \u001d  -- Price 83.11 on May 18 \u001d  by Merriman Curhan Ford & Co. \b \u001d  Buffalo Wild Wings announced that it will be acquiring nine franchised restaurants in the Las Vegas area (including one under construction) for approximately $26 million in cash. Considering that Buffalo Wild Wings ended its first quarter with roughly $72 million in cash, the company will still have a strong cash balance remaining (especially considering it generated $7 million during the first quarter alone). \u001d  With the company's increasing cash balance over the past years, we had been waiting for signs of management's intentions to utilize that cash to improve shareholder value -- knowing that a dividend or a repurchase program was most likely out of the question. \u001d  According to the company, the franchise restaurants acquired generated average weekly sales (including gaming revenue) of more than $55,000. This average weekly sales volume is 25% higher than the franchise-restaurant-system average of roughly $44,000 generated during fiscal 2006 and more than 50% higher than the company-operated restaurant system average of roughly $36,000 generated during fiscal 2006. We believe these nine locations will be a nice addition to the 140 company . . . operated at the end of the first quarter. Management indicated that this transaction will be accretive to earnings. \u001d  Were we to value BWLD shares just in line with the casual-dining restaurant group with a 1.1-to-1.2 price-earnings/growth ratio on our fiscal 2008 estimates, this would equate to a potential valuation range of 80-87 per share. In addition, the company ended the first quarter with approximately $8.25 per share in cash (still more than $5.00 per share after this acquisition), which could provide an incremental valuation boost. \b \u001d  Churchill Downs \u001d  -- CHDN Nasdaq \b \u001d  Neutral \u001d  -- Price 47.96 on May 18 \u001d  by Hilliard Lyons \b \u001d  Churchill Downs is a leading parimutuel horse-racing company and a leading provider of content for the simulcast wagering market. It currently operates five racetracks, including its namesake, which hosts the annual Kentucky Derby each May. The company simulcasts its races to over 1,000 locations worldwide. \u001d  First-quarter earnings improved from the year-earlier level. Net revenue from continuing operations increased 33%, to $47.8 million. The gain was mainly due to the reopening of Fair Grounds Race Course in the New Orleans area. The first-quarter net loss from continuing operations was 63 cents per diluted share, or 17% lower than the net loss of 76 cents a year ago. Results were slightly better than our expectation. \u001d  We maintain our Neutral rating, due to valuation. We have raised our 2007 earnings per diluted share estimate by five cents, to $1.55, to reflect the smaller net loss in the first quarter. Churchill Downs shares are trading at 31 times this revised projection, above our preferred buying level. We believe the valuation reflects anticipated benefits from potential slot-machine operations at one or more of the company's tracks. \b \u001d  The Children's Place Retail Stores \u001d  -- PLCE NNM \b \u001d  Buy \u001d  -- Price 54.90 on May 21 \u001d  by Sterne Agee \b \u001d  Children's Place reported first-quarter results of 44 cents a share, assuming 30 million diluted shares, which compares with recent guidance of 40-42 cents. Our estimate was 41 cents. Included in the reported number and guidance was five cents in expense, tied to [an] ongoing option investigation. \u001d  In its release, PLCE provided an update on its discussions with Disney (DIS) which are nearing a conclusion. Modifications to this agreement are likely, including a commitment to renovate or upgrade a substantial number of stores over a five-year period, with $175 million expended for this purpose. We believe this announcement suggests progress toward resolution is at hand, which alleviates some of the pressure on the shares. \u001d  On its call, management reaffirmed its yearly guidance of $3.45-$3.55 a share. \u001d  Although the first-quarter results were above our estimate, we are maintaining our yearly projections at $3.50 and $4.34 for FY07 and FY08, while increasing our second-quarter loss estimate to 60 cents a share, from 50 cents previously. \u001d  Our $78 target [implies that] the shares trade at 18 times our forward estimate. \b \u001d  American Eagle Outfitters \u001d  -- AEO NYSE \b \u001d  Market Perform \u001d  -- Price 29.33 on May 21 \u001d  by Morgan Keegan \b \u001d  The shares are cheap, and [a stock] buyback helps to create a floor, but we're still hesitant to get involved, given the composition of square-footage growth, difficult comparisons, erosion in . . . inventory turnover, and questionable inventory management. Execution continues to be superior, as it has been for some time, but we sense that investors will grant AEO limited room for error, given the above concerns. \b \u001d  Poniard Pharmaceuticals \u001d  -- PARD Nasdaq \b \u001d  Buy \u001d  -- Price 7.00 on May 22 \u001d  by Lazard Capital Markets \b \u001d  Poniard [has] announced that data from a Phase II trial for picoplatin as a second-line agent in small-cell lung cancer will be presented at [the American Society of Clinical Oncology conference in Chicago] on June 3. Recall that during an interim analysis from a single-arm Phase 2 trial in November 2006, picoplatin demonstrated a 27-week survival benefit in 72 evaluable patients. The [presentation] at ASCO will include results from all 77 patients enrolled and will demonstrate a survival benefit that, we believe, will exceed the 27-week benefit established during the interim analysis. . . . Risks include limited safety data/efficacy data for picoplatin in metastatic colorectal cancer. . . . Maintain Buy rating and $11 price target. \b \u001d  Men's Warehouse \u001d  -- MW NYSE \b \u001d  Buy \u001d  -- Price 45.54 on May 22 \u001d  by Wedbush Morgan Securities \b \u001d  First-quarter EPS of 75 cents surpassed our 63 cents estimate. . . . Weakness in the U.S. tailored business led to a [1.3% decrease in comps], while Canada remained solid and delivered a 5.8% increase. The gross margin rose by 354 basis points [3.54 percentage points]. . . . We are raising our 2007 EPS forecast from $2.84 to $2.90 and 2008 outlook from $3.18 to $3.35. . . . Applying the softlines-sector P/E multiple average of 16 to our upwardly revised 2008 EPS estimate of $3.35, we are raising our [12-month] price target to $55 versus $50 previously. \b \u001d  Comverge \u001d  -- COMV Nasdaq \b \u001d  Buy \u001d  -- Price 26.00 on May 22 \u001d  by Pacific Growth Equities \b \u001d  Comverge owns and/or operates demand response (DR) systems for utility companies and manages their electricity loads through virtual peaking capacity (VPC) programs. By managing electricity demand, Comverge improves grid reliability and enables utilities to increase available electric capacity, thus allowing them to satisfy peak energy demand on a more cost-effective basis than conventional alternatives such as building and operating gas-fired \"peaker\" plants. Comverge estimates that its VPC programs are as much as 40% less expensive than building and operating gas-fired \"peaker\" plants. \u001d  Comverge also sells a complete line of demand-response technology including load-management solutions, advanced meter reading (AMR) systems, and virtual supervisory control & data acquisition (SCDA) systems. \u001d  Comverge reports revenue across two business segments. [One is] alternative energy resources ($17.6 million/51.8% of fiscal 2006 revenue). It offers virtual peaking capacity (VPC) -- peak energy capacity created through energy-load management and sold to utility companies. The other is the Smart Grid Solutions Group ($16.3 million/ 48.2% of fiscal 2006 revenue). It sells demand response and AMR products and software to utilities. \u001d  We believe Comverge's stock is poised to move higher as the company provides a low-cost and environmentally unobtrusive demand-side solution to meet an estimated 281 gigawatt of additional electricity capacity that will be required by fiscal year 2025. \b \u001d  Nordstrom \u001d  -- JWN NYSE \b \u001d  Buy \u001d  -- Price 52.16 on May 22 \u001d  by McAdams Wright Ragen \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 26, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9eb8c7b2d61cdfd04ae468c612dc0673","symR":["BGP.XX","BRKA","BRKB","PGR"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/28) Streetwise: China's Name Pops Up Everywhere","GmtTimeStamp":"2007-05-26T04:09:00.000000000","CompanyCodes":["BGP.XX","BRKA","BRKB","PGR"],"IndustryCodes":["FIS","INP","INS","INU","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  Every now and then someone on Wall Street harkens back to the old investment scheme, probably apocryphal, of a mink-and-rat farm in Mexico. The rats were fed to the minks, who were killed for their fur, and then the minks' meat was fed to the rats. On paper, the plan was flawless. \u001d  This self-sustaining, wealth-generating cycle comes to mind following China's move last week to invest $3 billion in the buyout firm Blackstone Group. \u001d  What a beautiful plan: China canprofit from the crackling private-equity boom, which itself is sustained by the abundant global liquidity provided by . . . China . . . which keeps interest rates low, which abets the buyout boom. Perpetual motion, perfected? \u001d  Chatter quickly turned China into a possible force in equity investing generally. Maybe its taste for American stocks helps explain the recent outperformance of the Dow industrials? And the surge in exchange-traded fund volumes, could that be China grabbing easy equity exposure? \u001d  As with any conjecture about which player is doing what in an inherently opaque market, this talk says more about the dearest wishes of the speaker than anything else. And right now, the focus among professional investors is on catalyst-driven investing based on a marginal buyer coming in to take their stocks higher. \u001d  Some strategists suggest that buyer will be the sidelined retail public, but there aren't many signs of this group getting excited about domestic stocks. \u001d  Another theory: The hedge-fund community, which to some degree indeed remains hedged through short positions and various cutesy arbitrage tactics, will capitulate and get reckless on the long side. \u001d  What better than to invite China, a price-insensitive, ultra-long-term buyer, into the game? \u001d  Perhaps equity investors should instead be rooting for China to keep buying U.S. Treasuries. The 10-year Treasury yield, rising to 4.86% last week, has moved above 4.75% a few times -- in May and June 2004, March to August 2006, and briefly this past January and February. Each time, stocks stalled or went into a correction, and the indexes' advance only resumed when rates settled back. \u001d  This pattern, of course, could change, and the equity market might, after some adjustment period, make its peace with 5% or higher yields, if it comes to that. \u001d  Tame interest rates are crucial if the bullish scenario of valuation expansion is to play out. Stocks are, for the moment, becoming scarcer, as buybacks and buyouts shrink public equity float at around a 5% annual rate. But the most optimistic market observers think stocks are not only scarce but cheap. They're only cheap, though, when compared to something most consider unattractively valued, like bonds. \u001d  There are fewer dirt-cheap stocks today than there were at the market's peak in 2000, as a four-year uptrend has created a picked-over market with most stocks squished into a narrow valuation band. And, unlike the late '90s, when multiples did expand in a slowing earnings-growth environment, the 20-year downtrend in long-term rates is over, and arguably could be reversing. \u001d  It's hard enough in this buoyant market to find a big stock trading 20% below its 52-week high. Locating that kind of markdown for a company with a stellar financial record and a durable brand is that much tougher. \u001d  Progressive (PGR), the auto insurer that has lost investors' favor as its profit growth stalled, is a candidate. Barron's has highlighted Progressive's impressive underwriting skill and shareholder-friendly approach in the past, including a feature in 2004 (\"Polished Performer,\" Nov. 1, 2004) that preceded a 30% climb in its shares by late 2005. \u001d  Since then, the stock has declined from the low-30s to 22.74. Progressive conservatively held its competitive fire in recent years as Berkshire Hathaway's (BRK-A) Geico gunned ad spending and slashed prices. Now Progressive is getting aggressive again on pricing and premium growth. \u001d  The drop in the stock has brought Progressive's multiple on forecast 2007 earnings to 12, near the low end of the company's historical range and rather modest for a company that has routinely produced a return on equity of 20%. \u001d  Earnings are expected to be flat into 2008, and reaccelerating premium growth isn't easy. But after its latest disappointing monthly results, Progressive shares fell by mere pennies, implying that a dour outlook is already priced in. \u001d  It's encouraging that Wall Street has no time for Progressive. Only five of the 23 analysts covering the company recommend buying it, and six carry the equivalent of Sell ratings. The Street is focused on the genuine near-term challenges. But over a multi-year horizon, Progressive's strong industry position and disciplined management should reward investors nicely. \u001d  --- \u001d  e-mail: michael.santoli@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a70543462cc28819029d248d20c311dc","symR":["LIM.AU","LIM.T","AU000000LIM8","CA5359131078"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"LionOre Revises Group Production Forecast For 2007","GmtTimeStamp":"2007-05-26T17:14:00.000000000","CompanyCodes":["LIM.AU","LIM.T","AU000000LIM8","CA5359131078"],"IndustryCodes":["MNG","ONF","XDJGI","XISL","XTSE"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 26, 2007 13:14 ET (17:14 GMT)"},{"md5ID":"ae6b9f89c707935b7bca1ad13427f5e1","symR":["JNJ","SYST.VX","US4781601046","US87162M4096"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Synthes' Artificial Disc Won't Be Covered By Medicare - NYT","GmtTimeStamp":"2007-05-26T10:36:00.000000000","CompanyCodes":["JNJ","SYST.VX","US4781601046","US87162M4096"],"IndustryCodes":["DRG","MDV","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSMI","XSP5"],"Story":"\b \u001d  ZURICH (Dow Jones)--Dealing a blow to Swiss medtech company Synthes AG (SYST.VX), the U.S. Medicare insurance program Friday said it plans to deny coverage for artificial discs implanted in the lower spines of older patients, the New York Times reports. \u001d  The preliminary decision, which is expected to become final in August, extends to the ProDisc-L made by Synthes a national coverage ban imposed a year ago on the Charite lumbar disk made by Johnson & Johnson (JNJ), the newspaper said. \u001d  Friday's decision applies to patients over 60, which is most of the 43 million people Medicare covers. Local administrators of Medicare benefits will continue to be able to pay for the devices in younger disabled patients on case by case, the New York Times said. \u001d  The Food and Drug Administration cleared the Pro Disc-L for sale last summer. \u001d  Newspaper Web Site: http://www.nyt.com \u001d  -Zurich Bureau, Dow Jones Newswires; +41 43 443 8040; zurichdjnews@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 06:36 ET (10:36 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b0000378980cd0e286d0b6109038fc96","symR":["HPQ","IBM","OPWV","ORCL","SI","SIE.XE","SY","DE0007236101","US4282361033","US4592001014","US68389X1054"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/28) Plugged In: Will Sybase Win Openwave?","GmtTimeStamp":"2007-05-26T04:03:00.000000000","CompanyCodes":["HPQ","IBM","OPWV","ORCL","SI","SIE.XE","SY","DE0007236101","US4282361033","US4592001014","US68389X1054"],"IndustryCodes":["CPR","ITC","SOF","TSX","XDAX","XDJGI","XDJI","XES","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XST5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  Sybase could be waiting in the wings to snare Openwave Systems. \u001d  That's the word on the street as Openwave (ticker: OPWV) shareholders anxiously await a buyout for the mismanaged mobile-communications-software concern. Sybase, a database and enterprise-software vendor, emerged as a leading suitor for the Redwood City, Calif., outfit last week. The news surfaced after Openwave's largest independent shareholder, Harbinger Capital Partners, offered to take a majority stake in Openwave, through an unsolicited cash bid of $8.30, with a potential dividend sweetener. The Harbinger offer  roughly equalled  Openwave's average share price for May. But propelled by speculation about competitive takeover bids from Sybase and others, the shares late Friday were a bit above 9. \u001d  Harbinger -- a $7 billion hedge fund -- offered to buy an additional 49% of the company, bringing its total stake to about 62%. Its offer came after the fund lost a lawsuit in Delaware state court accusing Openwave of improper board election practices, says Michael Goldman, chief investment adviser for Abbott Capital Partners in Los Angeles, which has a less-than-1% stake. \u001d  Asked about Sybase, an Openwave spokeswoman said that the company can't comment on \"the strategic review process.\" \u001d  Goldman argues that 8.30 a share won't cut it, adding that Harbinger probably would have to sweeten its bid to about 9.50 in order to increase its chances. In a release, Harbinger said holders who tendered their shares could earn additional cash dividends from the sale of non-essential assets and existing cash on the balance sheet. Still, \"it was a low-ball bid,\" Goldman says. In a release, Harbinger said it would supplant the board and would urge the new directors to acquire BridgePort Networks, another communications-software maker and combine the two. BridgePort CEO Mike Mulica would run the combined company. (For more details, see page M10.) \u001d  That's all well and good, but the current board -- which has 10 days to answer Harbinger -- apparently has other options. When I reported that Openwave was in play (Plugged In, March 12), Goldman said he expected the company to receive interest from strategic buyers. Since then, Openwave's CEO Dave Petershmidt has resigned (although he remains on the board), and Sybase has made a conditional bid to acquire the company, says Goldman, quoting investment sources and a newsletter. Sybase's offer reportedly depends on the completion of due diligence that would identify enough operating-cost cuts to ensure that the deal immediately would boost earnings. If so, Sybase could conceivably justify paying 10-to-11 a share. A Sybase spokeswoman said it doesn't \"engage in public speculation about market rumors.\" \u001d  Sybase isn't the only interested party. Oracle (ORCL) is also said to have performed due diligence, but hasn't made a formal offer. Oracle declined to comment. Other potential buyers that may have been kicking the tires include IBM (IBM), Hewlett-Packard (HPQ) and Germany's Siemens (SI). \u001d  Goldman hopes the board acts soon. \"Openwave didn't execute for so long, and now they have next-generation products that are ready for market,\" he says. \"They need to start selling them.\" But first, the board must sell Openwave. \u001d  --- \u001d  E-mail: mark.veverka@barrons.com \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b40b7fe12e2ce129c4625418fffe1cae","symR":["LIM.AU","LIM.T","AU000000LIM8","CA5359131078"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"LionOre Sees 2.9% Shortfall In '07 Nickel Production Target","GmtTimeStamp":"2007-05-26T17:16:00.000000000","CompanyCodes":["LIM.AU","LIM.T","AU000000LIM8","CA5359131078"],"IndustryCodes":["MNG","ONF","XDJGI","XISL","XTSE"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  May 26, 2007 13:16 ET (17:16 GMT)"},{"md5ID":"b5cb7f0eca95b90ea6a34d4b346419c0","symR":["JNJ","SYST.VX","US4781601046","US87162M4096"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Synthes Shares Likely To Fall On Medicare No To ProDisc","GmtTimeStamp":"2007-05-26T10:53:00.000000000","CompanyCodes":["JNJ","SYST.VX","US4781601046","US87162M4096"],"IndustryCodes":["DRG","MDV","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSMI","XSP5"],"Story":"\b \u001d  By Anita Greil \u001d  Of DOW JONES NEWSWIRES \b \u001d  ZURICH (Dow Jones)--Shares of Swiss medical technology company Synthes AG (SYST.VX) are likely to open lower Tuesday, after the U.S. Medicare insurance program said Friday that it plans to deny coverage for the company's key product ProDisc, an artificial disc implanted in the lower spines of older patients. \u001d  The preliminary decision had been eagerly awaited, and the company's current share price is reflecting a positive decision by the U.S. insurance program, analysts said last week. The decision is expected to become final in August. \u001d  It was first reported in the New York Times. Synthes couldn't immediately be reached for a comment. \u001d  ProDisc, an artificial spinal disc made by Synthes, which can be implanted in some patients suffering from lower back pain, was approved in August by the U.S. health care regulator. Sales of ProDisc - which costs roughly $10,000 - have been modest thus far. \u001d  Synthes shares have risen 6.5% so far this year, analysts say partly because of hopes for ProDisc. On Friday, the stock closed CHF3.20, or 2.1%, higher at CHF157.90. \u001d  The Swiss market is closed for a holiday Monday. Trading will resume on Tuesday at 0700 GMT. \u001d  ProDisc competes with Charite, a device made by U.S.-based Johnson & Johnson (JNJ) and priced similarly to the Synthes disc. The U.S. Centers for Medicare and Medicaid Services last year also rejected a proposal seeking coverage for Charite. \u001d  Artificial discs ProDisc and Charite are designed to replace damaged spinal discs and act as an alternative to spinal fusion surgery, where a damaged disc is removed and healthier discs are fused together. \u001d  Friday's decision applies to patients over 60, which is most of the 43 million people Medicare covers. Local administrators of Medicare benefits will continue to be able to pay for the devices in younger disabled patients case by case, the New York Times said. \b \u001d  Company Web Site: http://www.synthes.ch \b \u001d  -By Anita Greil, Dow Jones Newswires; +41 43 443 8044 ; anita.greil@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 06:53 ET (10:53 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b82bd570e30537a9993e23cfeeea105d","symR":["D05.SG","DBSDY","SG1L01001701"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"REPEAT&CORRECT(5/25):DBS Aims To Double China Retail Business","GmtTimeStamp":"2007-05-26T08:37:00.000000000","CompanyCodes":["D05.SG","DBSDY","SG1L01001701"],"IndustryCodes":["BAN","BNK","XDJGI"],"Story":"\b \u001d  (\"=2nd UPDATE: DBS Aims To Double China Business, List A Shares\" published at 0920 GMT on May 25, incorrectly reported that DBS Group is negotiating to list shares on a Chinese exchange. The error also appeared in \"=UPDATE: DBS Negotiating With Chinese Exchange On Shr Listing\" at 0413 GMT, \"Singapore DBS In Talks With Chinese Exchange On Share Listing\" at 0403 GMT, and \"*DBS Negotiating With Chinese Exchange On Share Listing\" at 0341 GMT; all published May 25.) \b \u001d  SHANGHAI (Dow Jones)--Singapore's DBS Group Holdings Ltd. (D05.SG) said Friday it seeks to double its retail banking business in mainland China in five years, to take advantage of the rising affluence of China's middle class. \u001d  The bank also said it has \"an interest\" in listing A shares in China in the long-term and is looking to buy a stake in a Chinese financial company. \u001d  DBS, Singapore's biggest lender by assets and one of the largest banks in Asia, will formally launch its China unit Monday after it received China's final approval for local incorporation earlier this week. \u001d  China's government requires foreign banks to incorporate locally before they can receive approval to provide local-currency services to retail customers. \u001d  Teresa Lin, chief executive officer of DBS Bank (China) Ltd., said the bank plans to increase its outlets in China to between 30 and 40 in the next five years. The bank now has five branches and four representative offices in the country. \u001d  The bank also intends to boost the number of staff it employs in China to 2000 over the same period from 400 currently. \u001d  \"Now corporate banking generates 80% of DBS's China revenue. But we expect to lower the ratio to 60% within five years, after being able to offer yuan-denominated services to local individuals in China. (By then,) China's revenue would account for 7% to 9% of the total income of DBS Group,\" Lin told reporters at a press conference. \u001d  Currently, DBS's China business contributes no more than 1% to the group, said Lin. \u001d  She also said high net worth individuals with an annual income of more than CNY500,000 and middle-class investors whose monthly income exceeds CNY8,000 will become the bank's main clients. \u001d  Though Lin didn't specify the minimum opening balance for retail customers to obtain DBS's regular yuan service, her remarks reflected the position of most foreign banks in China. \u001d  Citibank (China) Co. and Standard Chartered Bank (China) Ltd. said earlier their regular services for yuan retail deposits require a minimum opening balance of CNY80,000. \b \b   Looks To Invest In Local Firm \b \u001d  Global banks are looking to China for growth to compensate for slower expansion at home, while Chinese companies are becoming billion-dollar businesses thanks to increased access to capital, boosting demand for financial services. \u001d  However, DBS hasn't made a big investment in China's financial sector so far. \u001d  \"We're looking for Chinese banks or a local brokerage in which we could take a stake,\" said Frank Wong, vice chairman of DBS Group and chairman of DBS Bank (China) Ltd. \u001d  Wong declined to name any potential targets, but he denied local media reports that DBS is in talks to buy a stake in Huishang Bank Co., a small-sized bank in central China's Anhui province. \u001d  Jethro Lau, deputy country head of the bank's China unit,  said the bank \"has an interest in listing A shares in China.\" \u001d  Lau's comments come after Hong Kong & Shanghai Banking Corp., the largest foreign bank in China, earlier this month reiterated its goal to list shares on the mainland. \u001d  \"A China listing is an option that the bank is prepared to explore in the long term but not in the immediate future,\" DBS said in a statement Saturday.   -Rose Yu contributed to this story, Dow Jones Newswires; 8621 6120-1200; rose.yu@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 04:37 ET (08:37 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c983caebab59e69825a949649bfddd8c","symR":["9987.TO","JP3398000004"],"date":"2007-05-26","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":":Merlyn Med Signs Distribution Pact With Suzuken","GmtTimeStamp":"2007-05-26T19:59:00.000000000","CompanyCodes":["9987.TO","JP3398000004"],"IndustryCodes":["DRG","XDJGI"],"Story":"\bMerlyn Medical Signs Reciprocal USA-Japan Distribution Agreements \b \u001d  TUSTIN, Calif., May 26 /PRNewswire/ -- Merlyn Medical has announced the signing of an agreement appointing Suzuken Co., Ltd., Nagoya, sole Japanese distributor for Merlyn's line of airway management products. In reciprocal agreements, Merlyn will be worldwide distributor for several products manufactured by Kenzmedico, Suzuken's medical device division, and Elltec, Japan's leading manufacturer of infusion/blood warmers. \u001d  Suzuken will distribute Merlyn's patented, proprietary EndoFlex(R) endotracheal tubes which have a flexible distal tip that can be adjusted when needed; EndoMask(R) laryngeal masks; and EndoTube(R), a full line of standard tracheal tubes. \u001d  The Merlyn airway products will be launched at the Japanese Society of Anesthesiologists Conference in Sapporo on May 31, 2007, according to Jay Kotin, Merlyn Medical president. \u001d  A US$12 billion company with 11,000 employees, Suzuken is listed on the Tokyo Stock Exchange. \u001d  \"Suzuken continuously searches worldwide for superior-quality, scientifically-sound medical devices which will be of value to the Japanese healthcare market. We believe that Merlyn's EndoFlex, and other airway management products, will lead to better, safer health care for patients in Japan,\" said Nobuo Suzuki, Suzuken director and general manager of product development and marketing. \u001d  Merlyn Medical will distribute the Kenz patented stereophonic stethoscope and a line of proprietary fitness monitors, including dedicated Physical Activity Analysis Software (PAAS) that charts and analyzes energy expenditure and duration data at nine intensity levels for up to 200 days. \u001d  In a related agreement, Kotin has announced that his company will also distribute a group of blood and fluid warmers manufactured by Elltec, Co., Ltd., also headquartered in Nagoya. The agreement includes worldwide distributorship of the revolutionary new FlexWarmer(R) which requires neither battery nor electric power. \u001d  Merlyn Medical is a full-service medical innovator, developer, manufacturer and marketer headquartered in Tustin, CA. Merlyn products are distributed by leading medical device firms worldwide. Additional information is available at www.MerlynMedical.com. \b \bSOURCE  Merlyn Medical \b \b     /CONTACT: Nancy Hoover, +1-619-988-6978 - mobile, nhoover@usa.net, for Merlyn Medical \b    /Web site: http://www.MerlynMedical.com \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 15:59 ET (19:59 GMT)"},{"md5ID":"ca941480f5e438f63a7aa1eec2ac59d5","symR":["AEM.MI","ASM.MI","IT0001233417","IT0003275200"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"AEM Asks ASM Hldr To Respect Merger Talks Confidentiality","GmtTimeStamp":"2007-05-26T12:17:00.000000000","CompanyCodes":["AEM.MI","ASM.MI","IT0001233417","IT0003275200"],"IndustryCodes":["ELC","MUT","XDJGI","XMIB"],"Story":"\b \u001d  ROME (Dow Jones)--AEM SpA (AEM.MI), Italy's biggest municipal utility in terms of capacity, has asked the controlling shareholder of rival ASM SpA (ASM.MI) to adhere to its confidentiality agreement in the merger talks between the two companies. \u001d  AEM, which supplies power and natural gas to the city of Milan, also said in a statement issued Friday that the negotiations between the two utilities are still ongoing and not finalized. \u001d  AEM said it made the statement following local media reports citing comments from Mayor Paolo Corsini of the city of Brescia, which controls ASM with a 69% stake. \u001d  AEM is controlled by Milan's City Hall with a 43% stake. \u001d  Corsini was reported telling representatives of the municipality Friday the merger details will be approved by the middle of June. \u001d  The mayor said the municipalities of Brescia and Milan will have a combined 55% stake, to be equally split between the two, in the combined utility. \u001d  Corsini added that as part of the deal, AEM will incorporate waste company Amsa to boost its value, while ASM shareholders will receive an unspecified extraordinary dividend. Furthermore, Milan City Hall has agreed not to exercise a convertible bond for AEM shares. \u001d  Brescia's mayor also told the city council that the new company will have a dual corporate governance structure with a supervisory board and a management one. He didn't give details on the controversial issue of the share swap ratio between ASM and AEM. \u001d  AEM shares closed Friday at EUR2.807, down 0.3%, while those of ASM were at EUR4.785, or 1% higher, in a slightly higher overall market. \u001d  AEM said in its statement \"some\" of Corsini's comments are incorrect, but didn't specify which ones. \u001d  AEM and ASM have been in tie-up talks since last summer that would create a utility with a market value of more than EUR8.5 billion. \b \u001d  -Liam Moloney, Dow Jones Newswires; +39 06 678 2543; liam.moloney@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 08:17 ET (12:17 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d749bdbd4dd9ec48804ef66e38ae6620","symR":["BHLB"],"date":"2007-05-26","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Berkshire Hills Bancorp, Inc. Once Again Named One of the Top Performing Companies in Massachusetts","GmtTimeStamp":"2007-05-26T15:15:00.000000000","CompanyCodes":["BHLB"],"IndustryCodes":["BNK","SAL","XDJGI","XRUS"],"Story":"\bPITTSFIELD, Mass.--(BUSINESS WIRE)--May 26, 2007-- \u001d  Berkshire Hills Bancorp, Inc. (the \"Company\") (NASDAQ: BHLB), the holding company for Berkshire Bank (the \"Bank\") announced today that it has been ranked by The Boston Globe as one of the 100 top performing Massachusetts-based public companies for the seventh year in a row. The Company is one of six financial services companies in Massachusetts and one of only two companies in Western Massachusetts that were selected for this honor. In addition, the Company is the only public company selected from Berkshire County. \b \u001d  Commenting on this announcement, Michael P. Daly, President and Chief Executive Officer of the Company and the Bank said, \"With all the high performing publicly-held companies in Massachusetts, it is once again an honor for us to be recognized by The Boston Globe. We are executing on our strategy of transforming our primary subsidiary, Berkshire Bank, into a regional bank. We now have 31 full-service branches and 41 ATMs throughout Berkshire, Hampden and Hampshire Counties in Western Massachusetts and Northeastern New York. In addition to insurance and investment services that include the largest insurance agency headquartered in Western Massachusetts with 10 locations and a wealth management group with a dedicated in-house investment team with over $500 million in assets under management.\" \b \u001d  Berkshire Hills Bancorp, Inc. is the holding company for Berkshire Bank - America's Most Exciting Bank(SM). Established in 1846, Berkshire Bank is one of Massachusetts' oldest and largest independent banks and the largest banking institution based in Western Massachusetts. The Bank is headquartered in Pittsfield, Massachusetts with branches serving communities throughout Western Massachusetts and Northeastern New York. The Bank is transitioning into a regional bank, delivering exceptional customer service and a broad array of competitively priced deposit, loan, insurance, wealth management and trust services and investment products. For more information on Berkshire Hills Bancorp, Inc. or Berkshire Bank, visit www.berkshirebank.com or call 800-773-5601. \b \b    CONTACT: Berkshire Hills Bancorp, Inc. & Berkshire Bank \b             Michael P. Daly, 413-236-3194 \b             President & CEO \b \b    SOURCE: Berkshire Hills Bancorp, Inc. \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 11:15 ET (15:15 GMT)"},{"md5ID":"e324319681a859b7016d2d7928d89806","symR":["ARRO","BSTE","LNBB","MGM","NMX","SCT","TPL","USOO","VSTA","XSONF"],"date":"2007-05-26","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(5/28) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-05-26T04:06:00.000000000","CompanyCodes":["ARRO","BSTE","LNBB","MGM","NMX","SCT","TPL","USOO","VSTA","XSONF"],"IndustryCodes":["BNK","BRD","BTC","CNO","HEA","INS","INU","MDS","MED","OIS","SCR","TRK","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining more than 5% of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from May 17 through 23. \u001d  Source: Dow Jones Corporate Filings Alert \b \u001d  Activists \b \u001d  Texas Pacific Land Trust (TPL) \u001d  Mercury Real Estate Advisors called for the company to accelerate its stock-buyback program. Mercury also said that Texas Pacific should split its subshares, 10-for-1, to \"create greater liquidity and round-lot affordability\" for them. \"We are tremendous believers\" in Texas Pacific's \"valuable assets and business plan.\" However, Mercury wants \"more aggressive implementation\" of the buyback. Mercury currently holds 171,887 shares (8.1% of the total outstanding). \b \u001d  Claxson Interactive Group (XSONF) \u001d  Black Horse Capital Management boosted its stake to 2,036,121 shares (9.4%) by buying 224,901 from April 18 to May 18 at prices that ranged from $12 to $12.75. In the past, Black Horse has said that a proposed buyout offer by Claxson's controlling shareholders is \"entirely inadequate,\" and it urged the company's board to reject the bid. A special committee of independent directors was formed to evaluate the proposal. \b \u001d  MGM Mirage (MGM) \u001d  Billionaire investor Kirk Kerkorian's Tracinda Corp. intends to enter into negotiations with MGM to purchase the entertainment and gaming company's Bellagio Hotel and Casino and City Center properties. Tracinda said it also wishes to pursue strategic alternatives with respect to its investment in MGM, the world's second-largest casino operator. These might include a financial restructuring involving all or a substantial portion of the remainder of the company. Tracinda owns 158.8 million shares (56%). \b \u001d  Arrow International (ARRO) \u001d  Shareholder Robert W. Cruickshank intends to nominate five additional directors, including himself, for election to the company's board. One of his nominees will be Richard T. Niner. Earlier this month, Niner, who was a member of Arrow's board for 25 years, resigned amid concern over why the directors have decided to explore a sale. The annual meeting is scheduled for July 17. Cruickshank has 4,624,494 shares (10.3%). \b \u001d  Scottish Re Group (SCT) \u001d  MassMutual Capital Partners said it had nominated a slate of directors, including Jonathan Bloomer, Christopher Brody, James Butler, James Chapman, Thomas Finke, Robert Joyal, Larry Port, Michael Rollings and Lenard Tessler. MassMutual Capital holds 75 million shares (34.4%). \b \u001d  LNB Bancorp (LNBB) \u001d  AMG Investments said that it's concerned about the company's loans to its officers and directors. AMG contends that LNB, the holding company for Lorain National Bank, had outstanding loans to related parties of almost $25 million at the end of 2006, representing nearly 4% of the company's net loan portfolio. AMG said that such loan exposure to insiders is unusual at similar banks.  AMG added that is is disappointed in the company's performance and believes that it is imperative for management and the board to take immediate steps to maximize shareholder value. AMG Investments owns 533,681 shares (8.3%). \b \u001d  Increases in Holdings \b \u001d  Biosite (BSTE) \u001d  Funds including Mario Gabelli's Gamco Investors (GBL) increased their position to 1,506,034 shares (8.81%). \b \u001d  Decreases in Holdings \b \u001d  VistaCare (VSTA) \u001d  Investor Philip Timon lowered his stake to 2.49 million shares (14.9%) from the 3.18 million (19.4%) he had reported on Jan. 8. \b \u001d  US 1 Industries (USOO) \u001d  A group including Loeb Partners trimmed its stake to 794,896 shares (6.53%) by selling 144,900 from March 19 to May 18 at $1.39 to $1.94 per share. \b \u001d  Nymex Holdings (NMX) \u001d  Private-equity firm General Atlantic cut its holdings to 6,259,100 shares (6.8%) by selling1,888,100 from March 27 to May 17 at prices ranging from $123.00 to $133.36. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"eb86f8b05bea81df7c2cd002691cca28","symR":["CLX"],"date":"2007-05-26","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(5/28) Follow-Up: Summer Bleach Party","GmtTimeStamp":"2007-05-26T04:07:00.000000000","CompanyCodes":["CLX"],"IndustryCodes":["HPN","HPR","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Leslie P. Norton \u001d  The cleanup has begun. At Clorox's much-awaited analysts' meeting last week, Chief Executive Donald Knauss outlined a series of steps to boost profitability, including expanding the company's international strategy, taking a hard look at divisions that fail to meet new profitability hurdles, and launching two new products that may be the \"game changers\" investors have anticipated for more than a year. \u001d  Green Works, a line of plant-based cleaning products, is now beingtest-marketed in northern California. And come July, Clorox will roll out a line of Glad bags designed to let consumers safely steam food in the microwave. \u001d  Separately, Knauss said in an interview that the company is firming up plans to push into China and Brazil. \"I would hope that in the next 12 months our China strategy will be well known,\" he said, adding that he intends to announce Clorox's Brazil strategy in the first half of fiscal '08. \u001d  The flurry of news did little to help Clorox's stock (ticker: CLX). It was  trading Friday at about 66, just below the 67 it fetched when we wrote a preview of Clorox's plans last week (\"How Clorox Could Clean Up,\" May 21). \u001d  It's no mystery why investors are showing restraint. Clorox said earnings for next year, which it dubbed a \"transition year,\" will be hurt by restructuring charges and plant closures. For the fiscal year ending June 2008, excluding charges, Clorox expects earnings of $3.52 to $3.67 a share, versus an estimated $3.21 to $3.27 a share this year. It also announced that it may boost debt, as it ramps up stock repurchases and boosts its dividend. As a result, analysts cut forecasts and bond specialists like Gimme Credit shook their heads. \u001d  But Clorox is focusing intently on margin improvement, giving hard looks at less profitable lines such as charcoal, Armor All auto products and Brita water purification. Bob Goldsborough, who looks after Ariel Capital Management's Clorox position, believes the stock is worth $85. \u001d  Still, he and others would like to see the pace of change pick up. If only it could happen as fast as bleach removes spots. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ffc711e5fef0b56a6ae60570b2ea018b","symR":["BGP.XX","KKR.XX"],"date":"2007-05-26","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"KKR Mulls IPO But Will Await Blackstone Debut - Report","GmtTimeStamp":"2007-05-26T11:25:00.000000000","CompanyCodes":["BGP.XX","KKR.XX"],"IndustryCodes":["FIS"],"Story":"\b \u001d  LONDON (Dow Jones)-- Kohlberg Kravis Roberts (KKR.XX), the U.S. private equity group, is contemplating an initial public offering but will wait until rival Blackstone Group (BGP.XX) has floated before pressing ahead, The Times of London reported Saturday. \u001d  According to the newspaper, Henry Kravis, a founding partner of the firm, told investors at a conference this week that it would be irresponsible for KKR not to consider floating shares as a way of unlocking value from the closely held buyout group. \u001d  Although KKR has not made a firm decision to push ahead with a float, the Times reported Kravis saying that the group would report to shareholders with a decision once Blackstone had gone to market. \u001d  Newspaper Web site: http://www.timesonline.co.uk \b \u001d  (END) Dow Jones Newswires\u001d  May 26, 2007 07:25 ET (11:25 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."}]
