[{"md5ID":"00209b70a62fe61278071c83361cd86f","symR":["ALL","BAC","C","COF","CSCO","DD","INTC","JNJ","JPM","MSFT","PFE","WB","US0200021014","US0605051046","US17275R1023","US1729671016","US2635341090","US4581401001","US46625H1005","US4781601046","US5949181045","US7170811035"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/12) The Striking Price: A Hedge Of One's Own","GmtTimeStamp":"2007-03-10T05:04:00.000000000","CompanyCodes":["ALL","BAC","C","COF","CSCO","DD","INTC","JNJ","JPM","MSFT","PFE","WB","US0200021014","US0605051046","US17275R1023","US1729671016","US2635341090","US4581401001","US46625H1005","US4781601046","US5949181045","US7170811035"],"IndustryCodes":["BAN","BNK","CFN","CHC","CHM","CMT","DRG","INP","INS","MDV","SEM","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTF","XSTX"],"Story":"\b   (From BARRON'S) \b   By Steven M. Sears \u001d  Who dares wins. \u001d  That's the motto of Britain's Special Air Service commandos, and it is useful to remember for anyone contemplating the pricing discrepancies that have emerged among index and equity options following the stock market's recent gyrations. \u001d  While most investors have focused on benchmark indexes like the Dow Jones Industrial Average and the Chicago Board Options Exchange's Market Volatility Index, some of the most compelling action in the options market has occurred among stocks whose market-capitalizations exceed $20 billion. The implied volatility of these big-caps increased more than the benchmark indexes, but has attracted much less attention. \u001d  Long-term stock investors may want to take advantage of this by selling puts against their positions. Audacious traders may want to consider selling uncovered puts to bet that implied volatility will snap lower. Indeed, part of the reason for the big-cap \"volatility rallies\" is that money managers routinely buy defensive puts on liquid equity options during sharp market declines to create their own custom portfolio hedges rather than buying index options. The increase in put-buying drives implied volatility higher. \u001d  Stocks with unusually high three-month implied volatility, relative to their average levels, according to Goldman Sachs, include Allstate (ticker: ALL), Amgen (AMGN), Cisco Systems (CSCO), DuPont (DD), Intel (INTC), International Game Technology (IGT), Johnson & Johnson (JNJ), Microsoft (MSFT) and Pfizer (PFE). Financial stocks, including Bank of America (BAC), Citigroup (C), JPMorgan (JPM), Capital One Financial (COF) and Wachovia (WB) also experienced sharp increases in implied volatility. \u001d  To be sure, selling puts isn't for everyone, especially when doubts remain about the stock market's trajectory over the next few months. If the trade doesn't work as planned, investors will find that even though they were paid upfront for selling the put, they may be the ones paying at the end if the market moves against them. Yet, some institutional traders believe selling puts against stock is similar to selling calls, with the primary difference that put selling has a more nuanced reputation, like short-selling stocks. \u001d  As a rule, investors should sell puts on stocks that they own, or would like to own. Most investors sell options that expire in three months because those are generally the most liquid, and the premiums are generally meaningful amounts. Options that expire in one month may have higher implied volatilities, but the risk of market moves is big. \u001d  Current market conditions introduce a few important variables for put sellers to consider. Sell puts on mega-cap stocks with high implied volatility if you think stocks were unfairly punished in the general market rout. Other reasons to sell those puts are if you believe the stock market sell-off is largely over, or if next wave of a sell-off will hit stocks with poor fundamentals. \u001d  While volatility trading is increasingly common at hedge funds as they try to beat the market, it is not as widespread among \"real money,\" which is how people who deal with hedge funds refer to everyone else. To do it well, requires vigilance, because implied volatility tends to moves very quickly. But investors who dare may just win. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"10761ae1a747f07b84d336ba1423327f","symR":["PLM.LN","GB0006906381"],"date":"2007-03-10","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Fund Management Group Hanover Eyes UK's Plasmon -FT","GmtTimeStamp":"2007-03-10T12:03:00.000000000","CompanyCodes":["PLM.LN","GB0006906381"],"IndustryCodes":["CPR"],"Story":"\b \u001d  LONDON (Dow Jones)--Hanover Investors, the activist fund management group, has targeted a struggling U.K. company by taking a 24% stake and appointing two directors to the board at Plasmon (PLM.LN), the data storage maker, the Financial Times reported Saturday. \u001d  The move saw Plasmon's shares climb more than 36%, finishing up 7 1/2 pence at 28p. \u001d  According to the FT, Hanover's goal with active investments is to select poorly run companies and force management change. \u001d  Plasmon has struggled with weak sales of its ultra-density optical disks and drives while legacy products have continued to decline, leading to a drop in share price from 250p in 2004 to as low as 20p, the FT reported. \u001d  Newspaper Web site: http://www.ft.com \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9375 \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 07:03 ET (12:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"12f0fe871479eb6b19a1eb1bfcbd69e1","symR":["VCDY"],"date":"2007-03-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Voice Diary Inc. Signs Contracts With DAR Farmers","GmtTimeStamp":"2007-03-10T07:31:00.000000000","CompanyCodes":["VCDY"],"IndustryCodes":["MDV"],"Story":"\b \u001d  SUINING, Sichuan, China, March 10 /Xinhua-PRNewswire/ -- In order to effectively fulfill their contract with DongUi Cosmetics Co. (\"DongUi\"), a corporation organized and operating in the Republic of Korea (South Korea), Suining Yinfa DAR Industrial Co., Ltd. (DAR Industrial), a subsidiary of Voice Diary Inc., (OTC Bulletin Board: VCDY), is vigorously endeavoring to carry out its 2007 Dahurian Angelica Root (DAR) purchase plan. On March 8, 2007, DAR Industrial signed a contract with the Chuanshan District Hongjiang Village Residents' Committee in Suining, a legal entity collectively representing all of the farmers of the Hongjiang Village, for the purchase of 400 tons of newly produced DAR in 2007.  Thus far, DAR Industrial has procured through various contracts commitments to supply roughly 500 tons of DAR throughout 2007, all through GAP certified suppliers.  Out of the 500 tons of DAR that DAR Industrial has signed contracts for, approximately 60% is earmarked for export to South Korea. \b \u001d  DAR Industrial hopes to enter into DAR supply contracts with 22 villages before August of 2007.  If DAR Industrial can meet its goals in 2007 of signing supply contracts with 22 new villages in China, output capability could reach 3200 tons, then it would take up 56% of the total output of China. DAR Industrial hopes to utilize 40% of the DAR they purchase in DAR Industrial brand products such as DAR slices, DAR powder (used in nearly 600 different Chinese medicines), healthcare products, Bailing capsules, Yishen capsules and DAR perfume bags.  All of these products are currently being developed by DAR Industrial. \b \b    About the Company \b \u001d  Suining Yinfa DAR Industrial Co., Ltd. (DAR Industrial), a subsidiary of Voice Diary Inc. (VCDY), was incorporated on April 24, 2001.  It is one of China's leading industrialized agricultural corporations. DAR Industrial has focused on the production and further processing of Dahurian Angelica Root (DAR), an herb that is widely used in China, and considered to be an important ingredient Chinese traditional medicine. DAR Industrial's business plan includes distributing DAR and its related products to exploit a large market demand in the areas of treatment of pain, swelling and pustule. \b \u001d  Statements regarding financial matters in this press release other than historical facts are \"forward-looking statements\" within the meaning of section 27A of the Securities Act of 1933, Section 21E of the Securities Exchange Act of 1934, and as that term is defined in the Private Securities Litigation Reform Act of 1995. The company intends that such proclamations about future expectations, including future revenues and earnings and all other forward-looking statements be subject to the safe harbors created thereby. Voice Diary, Inc. depends on outside resources to maintain its continuation. Since these statements involve risks and uncertainties and are subject to change at any time, the company's actual results may differ materially from expected results. \b \b \b    For more information, please contact: \b \b    Office of Voice Diary Inc. \b    343 Suining Zhong Road, Suining, Sichuan, P.R.China \b    Website: www.chinanaturalresource.com \b    Tel: 86-825-2391788 \b \b \bSOURCE  Suining Yinfa DAR Industrial Co., Ltd. \b \u001d    /CONTACT: Office of Voice Diary Inc., 86-825-2391788 \b    /Web site: http://www.chinanaturalresource.com/ \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 02:31 ET (07:31 GMT)"},{"md5ID":"17a67afd5a54a39cdc32eab201765d4a","symR":["500105.BY","500325.BY","INE002A01018","INE006A01019"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Reliance Indus Board OKs Merger With Indian Petrochemicals","GmtTimeStamp":"2007-03-10T08:41:00.000000000","CompanyCodes":["500105.BY","500325.BY","INE002A01018","INE006A01019"],"IndustryCodes":["CHC","CHM","CHS","XDJGI"],"Story":"\u001d  MUMBAI (Dow Jones)--Indian refining and petrochemical major Reliance Industries Ltd. (500325.BY) said Saturday its board has approved a merger with associate company Indian Petrochemicals Corp. Ltd. (500105.BY) via a share swap. \u001d  Shareholders in IPCL, a firm in which RIL group companies held a 46.64% stake as of Dec. 31, will get one share in RIL for every five shares they hold in IPCL, said RIL in a joint statement with IPCL. \u001d  The board of IPCL also separately approved the merger, which is subject to regulatory and shareholder approvals, said the statement. \b \u001d  -By V. Phani Kumar; Dow Jones Newswires; 91 22 2288 4212; phani.kumar@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 03:41 ET (08:41 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"18252f8f694fb849df6f3f88d20d8cc7","symR":["8603.TO","C","CAT","DE","GPS","NIKOY","JP3670000003","US1729671016"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/12) The Trader: A Bounceback Amid Weak Data, Weak Market","GmtTimeStamp":"2007-03-10T05:06:00.000000000","CompanyCodes":["8603.TO","C","CAT","DE","GPS","NIKOY","JP3670000003","US1729671016"],"IndustryCodes":["BAN","BNK","RTS","SAP","SCR","TRQ","X225","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Vito J. Racanelli \u001d  Happiness, as everyone knows, comes from within, not without -- so investors found some inner resolve and managed to scratch back a 1% gain last week, despite the generally uninspiring economic data. \u001d  Friday's figures were decent: The Labor Department said the U.S. economy added 97,000 jobs in February. The unemployment rate inched down to 4.5% from 4.6%, but the jobs rise was the smallest in two years. \u001d  Meanwhile, the February ISM non-manufacturing index fell to 54.3 from 59 the previous month, and January wholesale inventories, up 0.7%, are reinforcing investor fears that the U.S. economy is slowing. On balance, the past few weeks' numbers point to an economic softening -- not the recession that worried pundits fret about. \u001d  The market's backbone was reinforced by rising international bourses, buoying U.S. investors' spirits enough midweek to carry the rally through to Friday's mixed finish. \u001d  Small-caps outperformed large, especially on Friday, suggesting that investors' risk appetite hasn't disappeared. Still, market sentiment remains skittish, following late February's huge selloff. \u001d  The Dow Jones Industrial Average closed Friday at 12,276.32, up 1.3% on the week, but off 4% from its all-time closing high of 12,786.64, set last month. The Standard & Poor's 500 inched up 1.1% to 1402.85, and the tech-heavy Nasdaq Composite Index gained nearly 1%, to 2387.55. \u001d  The short-term prognosis calls for more weakness. The 10-day moving average of the number of stocks hitting new 52-week lows on the NYSE and Nasdaq continues to trend up, says John Roque, senior market technician at Natexis Bleichroeder, while new stock highs move lower. \"When new highs are declining and new lows are rising, it's virtually impossible to make money on the long side,\" he says. \u001d  Last Tuesday, Citigroup (ticker: C) unveiled a bid of 1,350 yen per share, or about $11.42 a share, for Japanese broker Nikko Cordial. It might or might not succeed, as some big Nikko holders have balked at the offer, and Nikko might yet be delisted by the Tokyo Stock Exchange. Nevertheless, Nikko would be a good strategic fit for the U.S. bank, says William Smith, president of SAM advisors and an owner of Citi shares. \u001d  Smith, who's been critical of Citibank's performance under embattled CEO Charles Prince, and argues that the company should be broken up, says a successful bid at that price would give Nikko to Citibank on the cheap. All the better, he quips, for the time when, as he advocates, Citibank's capital markets division eventually is spun out. \u001d  This week, there will be plenty to chew on in the way of earnings reports and outlooks from the big Wall Street brokers. \b \u001d  \"Pushing dirt is a great business,\" says James Hardesty, president of Hardesty Capital Management. Every minute of every day, somewhere in the world \"people are moving dirt.\" \u001d  Why, then, is Caterpillar's (CAT) stock down some 20%, to 64.40, from an all-time high of 82 in May 2006, he asks. Good question. \u001d  The proximate answer is that Cat missed third-quarter numbers slightly, something the world's biggest maker of earthmoving equipment has rarely done in its history. That spooked investors. Since then, Cat executives have dampened expectations for 2007, saying it will be more challenging than a booming 2006 proved to be. \u001d  The hurting housing market -- to which Caterpillar is exposed -- has led many investors to bail out, too. Cat also makes truck engines and parts, and offers financing and insurance for its sales. \u001d  Once in a while, however, Mr. Market overreacts, giving long-term investors a chance to buy stocks of big-quality companies on sale. This might be one of them. \u001d  Hardesty, who's been buying Caterpillar shares lately, concedes that the homebuilding problems are a headwind for the Peoria, Ill.-based company. But he also notes that Cat's housing exposure is just 8% to 10% of sales, while 50% is outside the U.S., with lots of that in tiger economies like China and India. \u001d  China alone \"sets the company up for the next two or three years,\" he believes. Cat sold $800 million of goods to the Middle Kingdom last year, and China should account for 10% of sales, or $5 billion to $6 billion, by 2010, he figures. In 2006, Cat earned $5.17 per share on $41.5 billion in revenue. By 2010 \"you're looking at $8-to-$10-per-share earnings,\" he predicts, noting that implies a $100 stock price. Cat trades at about 12 times consensus estimates of $5.50 per share this year, a pretty reasonable price-to-earnings multiple for a company with few peers. \u001d  Speaking of rivals, Hardesty notes that Deere & Co. (DE) shares have done much better than Cat. Granted, Deere isn't a carbon copy, but it is a close cousin. Deere's stock has risen by 22% since May '06, while Caterpillar's has fallen by nearly the same amount. \u001d  The caveat, according to Hardesty, is debt. Cat has bumped up debt, with a net debt to capital ratio now at about 50%. That helped improve last year's return on equity to 35%. However, it makes a cyclical company even more exposed to economic downturns. But global growth would have to slow down significantly for that risk to bite. It is more likely Caterpillar's shares will have another life. \b \u001d  Retailers reported February results last week -- up 1.9% at 45 major chain stores, versus 3% in the year-ago month, according to Lazard Capital Markets -- that generally were underwhelming, or in some cases worse. \u001d  Gap (GPS) was one of those cases. The the apparel chain has 3,135 stores, a bit less than 1,300 Gap-branded, and the rest mostly Old Navy and Banana Republic. Comparative-store sales, or sales at stores open at least one year, were down 4% last month companywide, and off 5% for the Gap division. To be fair, these declines were better than the even-poorer comps of one year ago, but it is hardly a bright picture. Nor has it been for a while. \u001d  For example, the profit projection for this fiscal year is a range of 76 cents to 86 cents, down from 93 cents in the year ended February 3, 2007, which in turn was down from $1.24 a share the previous year. \u001d  The company \"has lost its groove,\" noted Carol Levenson, of the bond-analysis firm Gimme Credit, in a recent report. It is afflicted on the one hand by management turmoil; CEO Paul Pressler departed in January, followed by several other high-ranking executives. Gap, which specializes in moderately priced casual apparel,   also has lost market share  to numerous rivals in recent years. \u001d  What's perplexing to Levenson and others is that the company continues to add floor space even as it is grappling with contracting sales and gross margins that are at five-year lows. Gap recently announced plans to open 230 new stores this year and close 200, for a net addition of 30 units. The Gap-brand stores, however, will see a net reduction of 50. \u001d  But is that enough? Retail-brand momentum is driven by fashion trends, and Gap's glory years appear to be behind it. That doesn't mean it won't make money in the future, but it does mean the company has to adapt, perhaps by quickly and significantly downsizing the number of Gap- brand stores and focusing on its target customer range. \u001d  \"Any time I see a retailer posting negative comps and struggling on the bottom line, it's a mistake to open new stores,\" says veteran retail analyst Robert Buchanan of A.G. Edwards. \u001d  The company has indeed been slowing growth of net new openings but it has much more to do, argues Buchanan, who has a Sell rating on Gap stock. \u001d  Gap needs bold strokes, he says. The solution for the Gap division is to reestablish a more narrow demographic focus from the current wide 18-to-35-year-old cohort to perhaps the 20-to-25-year-old group. And \"you don't need the 1,300 Gap stores to appeal to them,\" but more like 700-800 stores or even less, he says. That's far fewer than Gap's current plan. \u001d  \"It might be prudent for Gap to figure out what it wants to be when it grows up before opening 230 new stores,\" Levenson wrote in her report. It's hard to disagree. \u001d  The stock, currently 17.84, with a price/earnings ratio of 20, is apt to languish on the shelf like the company's clothes unless forceful action is taken. \u001d  Gap responds to critics by noting that \"the brand is in the process of focusing on a more specific target customer than the 18-to-35-year-old range of recent years,\" and that the company has closed more than 400 stores in the past five years. Well, that's a start. \b \u001d  Everybody wants to know what the boss makes, right? This proxy season, investors will get a clearer picture for the first time of what CEOs and other senior execs pull down. \u001d  New requirements by the Securities and Exchange Commission for \"plain English\" pay disclosure in the proxy documents to be sent to shareholders this year include a Summary Compensation Table of the various forms of CEO compensation, which used to be scattered around in various filings. Additionally, there will be a new Compensation Discussion & Analysis section in the proxy. \u001d  Both are important, notes Jack Ciesielski, publisher of the Analyst's Accounting Observer. This new information will help shareholders make a more informed decision about whether the CEO is worth his or her salt. \u001d  The new requirements pull together in one table all payouts in the form of cash, bonuses, stock and option awards and pension and health-care benefits, among other forms of compensation. \"It brings together the one number that everybody is interested in, and that's total compensation,\" Ciesielski says. \u001d  The table isn't perfect, he notes. It lacks completeness when it comes to options grants, because the SEC lets companies break up the value of new grants over the period vested. So, for example, a five-year option grant valued at $10 million will show up as $2 million in the table for this year, even though all of it comes out of shareholder pockets and will affect future earnings. For the total grants amount, the shareholder would have to look elsewhere in the company's documents. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 10, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"19ddd2fc73ab32b0c3e094ad25e420b7","symR":["BKS"],"date":"2007-03-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(3/12) Follow-Up: Will Bookseller's Next Chapter Be An LBO?","GmtTimeStamp":"2007-03-10T05:09:00.000000000","CompanyCodes":["BKS"],"IndustryCodes":["OTS","RTS","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Jonathan R. Laing \u001d  On Monday, March 5, bookseller Barnes & Noble saw its stock drop more than 11%, to 35.56, after the company issued a dour forecast for its current fiscal year. \u001d  Among other things, Barnes (ticker: BKS) said it expects to earn $1.65 to $1.80 a share during the fiscal year ending next February. Not only was that significantly lower than the $2.41 projected by the Street, but it also fell short of the $2.20 to $2.30 the book merchant expects to report for its year that ended on Feb. 3 of this year. The primary culprit, management says: its plan to push store traffic higher by increasing product discounts to members of its loyalty program. \u001d  We had a sunnier view of the company's prospects last fall (\"A Buyout for the Books,\" Oct. 23), when the stock was around 39. We expected decent earnings growth and thought that the company's relatively debt-free balance sheet and strong cash flow made it a prime buyout candidate. \u001d  We still view the shares favorably, as do some big investors. \u001d  Pershing Square Capital Management, a New York hedge fund run by William Ackman, tells Barron's that it plans to hold on to its stake -- just under 10% of the outstanding shares. An official of the hedge fund points to several positives. \u001d  First, the stock bounced back smartly, trading around 38 at weekend. Likewise, the company's attempts to improve operating efficiencies appear to be taking hold. The company said last week that higher-than-expected profit margins in the fourth quarter had offset somewhat disappointing sales in that soon-to-be reported period. Finally, Barnes & Noble is still a strong generator of operating cash flow, with which it can resume its heavy stock repurchases, when an option-backdating investigation is completed. \u001d  Management's poor-mouthing of the coming year, three-quarters in advance of the key holiday selling period, could perhaps betoken something other than just innate conservatism, some investors suspect. Should management want to participate in a leveraged buyout, ultra-conservative forecasts might keep a lid on any potential deal price. \u001d  Stifel Nicolaus analyst David Schick recently upgraded the stock from Hold to Buy. In a report, he says that the company's \"good real estate and entrepreneurial culture\" make it an ideal candidate to go private. Such a deal would likely occur at a price at least 20% above current levels. \u001d  Contacted by Barron's, Chairman Leonard Riggio issued a statement saying the company had no intention of going private and that \"in the competitive environment in which we exist. . . a strong balance sheet, cash flow and debt capacity all enable the company to ensure a better future.\" \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"205aaab57e415389b83ddff9b08dc5d3","symR":["RNK.LN","SIGN.EB","CH0012022494","GB0007240764"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Rank Group Increases Its SIG Stake, Takeover Offer","GmtTimeStamp":"2007-03-10T12:22:00.000000000","CompanyCodes":["RNK.LN","SIGN.EB","CH0012022494","GB0007240764"],"IndustryCodes":["CTR","RCS","XDJGI","XISL"],"Story":"\b \u001d  ZURICH (AP)--Rank Group Ltd. said Saturday it has increased its stake in Swiss packaging firm SIG Holding AG to 22%, and has upped its offer price to take over the company. \u001d  \"Rank is now the largest shareholder in SIG, is committed to this strategic position and in due course would anticipate discussing appropriate board representation,\" the New Zealand-based company said in a statement. \u001d  The new offer of 435 Swiss francs a share compares with its earlier bid of 370 francs. SIG recommended last month that shareholders reject the previous offer. \u001d  SIG has also received a bid from Elopak AS and CVC Capital Partners. The two companies, operating under the name Romanshorn SA, have offered 400 francs a share. \u001d  Rank said Saturday that it purchased 1.43 million shares, but did not say when the transaction occurred. \u001d  The move, however, corresponds with an off-bourse sale Thursday of over 1 million shares at 435 francs per share - the same price cited in Rank's new offer, which expires March 29. \u001d  SIG shares have soared since the company began receiving acquisition bids last year. Shares fell 4.5% on Friday to close at 444 francs on the Zurich exchange. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 10, 2007 07:22 ET (12:22 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2169c5d54d9ba240572e9017676c7e32","symR":["MDT"],"date":"2007-03-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(3/12) Follow-Up: Medtronic: Healthier Than It Seems","GmtTimeStamp":"2007-03-10T05:09:00.000000000","CompanyCodes":["MDT"],"IndustryCodes":["MDV","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  Medtronic shares have skipped more than a few beats in recent weeks. The first shock came when January-quarter results showed that the Minneapolis company's U.S. sales of implantable cardioverter defibrillators had slipped 10% from the year-earlier level. Then, an FDA advisory panel recommended against approving a new Medtronic wireless heart monitor, saying it hadn't been shown to reduce emergency medical visits. Medtronic was at $53 when Barron's wrote about the promiseof wireless technologies like the Chronicle-HF heart monitor (\"Doctoring by BlackBerry?\" Dec. 11, 2006). Friday, Medtronic (ticker: MDT) was trading around $50. \u001d  But Medtronic's good prognosis hasn't really changed, and the shares' slump has made its stock more attractive. Medtronic should keep taking defibrillator market share from the Guidant unit of Boston Scientific (BSX), says Lazard Capital analyst Alexander Arrow, while wireless products like the Chronicle monitor still hold promise. \"The time to get into these major med-tech bellwethers is when everyone else is shunning them,\" says Arrow, who's upgraded Medtronic to a Buy, based on the recent 9% selloff. He believes the shares could hit $58 within 12 months. \u001d  In the quarter, Medtronic's overall revenue rose 10%, to $3 billion, thanks to stronger sales of devices for spinal surgery, pain relief and clogged heart arteries. Earnings were up 11% to 61 cents a share. \u001d  Investors focus on Medtronic's defibrillators because they are its top-sellers, accounting for almost 25% of revenue. In 2005 and 2006, both Medtronic and St. Jude Medical (STJ) grabbed market share at the expense of Guidant, which was jolted by product recalls. Says Lazard's Arrow: \"The market share that the Guidant franchise has given up is not going to spring back as quickly as some expect.\" \u001d  But overall demand for defibrillators is growing more slowly in the U.S. than it was when the devices were new and Medtronic was selling the gadgets to patients who'd already suffered heart attacks. Now, Medtronic is seeking growth by selling to patients who get defibrillators to prevent their first cardiac arrest. Because such patients can have no symptoms, they don't always receive a defibrillator implant. Medtronic estimates that defibrillators are in only a third of the 1.3 million Americans who need them; the trick is to develop ways to reach these potential recipients. \u001d  Remote monitoring is an important part of Medtronic's growth plan. On March 1, Food and Drug Commission advisers reviewed the Chronicle-HF, which can wirelessly send doctors measurements showing whether a patient's congestive heart failure is reaching danger levels. The company's 274-patient study was designed to test whether patients implanted with the Chronicle device wound up with fewer emergency medical visits. Patients with the device did average 21% fewer emergency visits over six months, compared with an untreated group -- but the results varied so widely within test groups that researchers couldn't show that the difference was statistically significant. Patients in the Chronicle group who were sickest, by one measure, actually did worse than comparable untreated patients. \u001d  While praising the technology, the panel voted, 9-to-2, against recommending FDA approval. The agency usually follows its advisers' recommendations. \u001d  However, the patients randomly assigned to get a device turned out to have been sicker than those that wound up in the untreated control group. An analysis that accounts for these differences shows the Chronicle implant reducing emergency hospital visits by a statistically significant 40%. But such after-the-fact calculations don't carry much weight in medical research, and the FDA advisers were rightly reluctant to approve the device. \u001d  Medtronic hasn't given up on the Chronicle, but the product never represented a big market opportunity by itself, says Stephen N. Oesterle, Medtronic's senior VP for medicine and technology. More significant is an ongoing clinical test of the Chronicle technology in combination with the company's implantable defibrillators. That study will include triple the number of patients enrolled in the failed study, and none will be from the sickest category. The study should take several years. \u001d  The company hopes to transform medicine with implanted sensors that allow doctors to remotely monitor and treat patients suffering from heart disease, diabetes or neurological ailments. Medtronic plans to connect a portable glucose monitor it already markets to a wireless handheld communicator -- letting kids with diabetes go to camp while staying in doctors' view. \u001d  Lazard analyst Arrow issued a Buy when the drop in Medtronic stock cut its price-earnings multiple to 18.7 times the $2.65 a share he sees the company earning in its January 2008 fiscal year. Historically, Medtronic has traded at 20-to-24-times forward earnings. If its wireless-medicine strategy succeeds, its profits and multiple will become healthier. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"24967de4cfaed60e1cd06c654f718b14","symR":["GMKN.RS","NILSY","OGKC.RS","RU0007288411","RU000A0HMML6"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"OGK-3 Share Issue Priced At RUB4.54 A Share","GmtTimeStamp":"2007-03-10T09:57:00.000000000","CompanyCodes":["GMKN.RS","NILSY","OGKC.RS","RU0007288411","RU000A0HMML6"],"IndustryCodes":["ELC","ONF","XDJGI"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 10, 2007 04:57 ET (09:57 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"30f9d45944248a547c88c7b75d76f18d","symR":["CEG","TXU","US8731681081"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/12) Profiting From The Pursuit Of Power","GmtTimeStamp":"2007-03-10T05:04:00.000000000","CompanyCodes":["CEG","TXU","US8731681081"],"IndustryCodes":["ELC","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Jack Willoughby \u001d  Texas Utility TXU's decision last week to scrap plans to build eight -- count'em, eight -- coal-fired plants will wipe more potential energy off the power grid. The move may make the huge buyout of TXU (ticker: TXU) more palatable to environmentalists, but it also means the Lone Star state must find 6,000 more megawatts by 2009 or it may not be able to meet its peak-period needs. There could be occasional shortages and price spikes, all-too-common events for most Americans. \u001d  The country's seemingly insatiable need for electricity and its halting progress toward creating more makes the lights shine brighter at Baltimore's Constellation Energy (ticker: CEG), which in the past few years has turned itself into the nation's largest wholesaler of power and supplier to large-scale customers. Moving against popular sentiment into the space left by disgraced merchant Enron, among others, Constellation buys power from utilities and then sells it to customers who operate in deregulated markets and therefore can buy it. It also produces some of the energy it sells. \u001d  \"We've chosen the free-market model for ourselves,\" CEO Mayo A. Shattuck III, former head of regional broker Deutsche Banc Alex. Brown, tells Barron's. \"We're particularly able to leverage our business model during times when power gets constrained. Our knowledge of markets and the physical delivery allows us to provide power at lower cost, relative to our competitors.\" \u001d  Of course, Constellation's stellar positioning and recent string of earnings increases have captured Wall Street's notice. The shares, which Barron's mentioned positively back in mid-2004 (\"Juiced Up,\" June 7, 2004), have more than doubled since then, to about 80 last week. In the interim, a proposed acquisition by Florida's FPL Group pushed the stock up briefly, only to fall when the deal collapsed on regulatory issues. The stock has made up the drop -- and much more -- in recent months. \u001d  Some analysts believe the shares have 20% or more upside in coming months. They trade at 18 times 2007 consensus earnings estimates of $4.56 a share (up from $3.88 in 2006), a slight discount to estimated year-over-year profit gains of 19% from this year to 2008. \u001d  \"We see Constellation as being midway through a tremendous run. It still remains an investment opportunity,\" says John Bartlett, senior analyst at W.H. Reaves, a New Jersey money manager specializing in utilities, which owns about one million shares. \u001d  Shattuck says that Constellation shares, even at lofty levels, are misunderstood. \"It's been hard for analysts to break out of their models to come up with an acceptable way to value us,\" says Shattuck. Partly, that's because the $19-billion-in-revenue power giant hedges so much. \u001d  As a result, Constellation has circulated its own sum-of-the-parts valuation (see adjacent table) using widely accepted metrics. It provides its 2007 earnings forecasts for its business units and a range of multiples, based on peer companies'. It then asks analysts to do their own math. Barron's took Constellation up on its offer and asked an analyst to complete the valuation. Using his own multiples for the businesses, the analyst comes up with a net asset value of $90 a share; And, taking the mean of the company-provided multiples, the stock valuation is $110, nearly 40% above recent levels. \u001d  Part of the upside analysts and portfolio managers see is right in Constellation's own orbit. The mid-Atlantic area continues to grow in population and commercial outlets but has underinvested in transmission infrastructure. \u001d  \"The market's only starting to discover the scarcity value of generation capacity, especially in the northeastern United States,\" says money manager Reaves Bartlett. \"Demand is increasing faster in the mid-Atlantic region than in most areas of the country, far outstripping supply,\" he says. \u001d  In late January, Shattuck told Wall Street analysts: \"We are just getting started . . . So today's starting point is far better than where we were five years ago. We believe the market environment is very attractive and our team is well-positioned to capture the opportunity.\" Right now at least, that opportunity seems Texas-sized. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"327ce8a2f0ef5ce0cc4821dcae3f440e","symR":["BGP.XX","TRB"],"date":"2007-03-10","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(3/12) The Man Who Didn't Come To Dinner -2-","GmtTimeStamp":"2007-03-10T05:08:00.000000000","CompanyCodes":["BGP.XX","TRB"],"IndustryCodes":["FIS","MED","PUB","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\u001d  Should Tribune decide to go private, it could copy much of the Zell proposal without dealing with him. More than likely, the Grave Dancer and the Chicago establishment types who are Tribune's directors would have a hard time coexisting on the same board. But he probably would do better for shareholders than the company's directors and managers have in recent years. \u001d  Zell's apparent designs on Tribune highlight how unfazed he is by rising competition in the corporate takeover arena from private-equity firms. \"They tend to be far more formulaic in their approach, avoiding situations and companies that are complex and have hair all over them,\" he asserts. \"That, of course, has always been our specialty.\" \u001d  In recent years, Zell has scored some big stock gains in a number of unconventional situations. He has made a ton in two companies he helped usher out of Chapter 11: barge maker American Commercial Lines (ACLI) and waste-to-energy concern Covanta (CT). He also exploited an insider-trading scandal to establish a beachhead in Hanover Compressor (HC), whose fortunes are soaring with the frenzied search for additional natural-gas reserves. \u001d  And Zell has plenty of skin left in the real-estate game. He has no plans to liquidate his other two REITs, the apartment giant Equity Residential (EQR) or  factory-produced homes for community-living player Equity Lifestyle Properties (ELS). \u001d  A Zell-run private-equity fund, Equity International, has deployed $1 billion into South America, including major stakes in two home builders: NYSE-listed Homex Development (HXM) of Mexico and Gafisa of Brazil, which now trades over the counter under the pink-sheet ticker symbol GFSAY.PK. Gafisa soon hopes to have a Big Board listing. \u001d  For Zell there are so many new places to visit, so many deals to be done. Unlike in the early 'Nineties, when too much debt almost cost him his empire, he's loaded with cash thanks, to Blackstone. \"How can I retire, when I look so forward to coming to work each day?\" he asks. Indeed. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"346bbe63d29773b893f08baba0f424ef","symR":["CMCSA","CMCSK","GOOG","OPTV","TWC","US2003002001","US20030N1019"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"WSJ(3/10) Google Nears Goal Of Controlling, Targeting TV Ads","GmtTimeStamp":"2007-03-10T05:00:00.000000000","CompanyCodes":["CMCSA","CMCSK","GOOG","OPTV","TWC","US2003002001","US20030N1019"],"IndustryCodes":["ADV","BRD","ISV","MED","SOF","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From THE WALL STREET JOURNAL) \b   By Kevin J. Delaney and Peter Grant \u001d  Google Inc. has established a toehold in pursuing of one its next big ambitions: controlling which television ads viewers see and tailoring them to consumers' interests. \u001d  The Mountain View, Calif., company honed the highly profitable Internet model of search advertising -- that is, selling ads targeted directly at consumers based on the terms they enter into Web search engines. Last year, the eight-year-old company racked up more than $10 billion of revenue by brokering online ads for itself and its partners. \u001d  Now, Google has begun a test run serving up TV commercials to cable subscribers in Concord, Calif., people familiar with the matter say. The pilot project to bring its approach to cable boxes represents a foray into the $54 billion U.S. market for TV advertising -- much bigger game than Google's online turf. \u001d  While the effort is in its early stages, the progress underscores how Google could bring changes to how TV commercials are sold and delivered to viewers. Other Internet companies are also pursuing an entree into TV advertising, and any major Google success could eventually challenge the traditional TV and advertising powers. \u001d  In the Concord test, Google has been steering TV commercials to subscribers of cable provider Astound Broadband, a unit of WaveDivision Holdings LLC, since last year, according to four people familiar with the matter. When those consumers watch TV, some of the commercials they see have been sold to advertisers by Google and delivered to the cable company so that they appear in the normal breaks in TV programming as other ads do. \u001d  If the system is successful, Google could eventually try to establish itself as a middleman for purchasing TV spots, furthering its stated goal of offering advertisers one-stop-shopping for ads across virtually all media. There is no assurance, though, that Google can repeat its success in online-search advertising -- a field in which it had little serious competition -- in the crowded, highly competitive arena of conventional media. \u001d  The previously undisclosed Concord effort, being conducted with a small group of advertisers, is aimed at testing the computer and network infrastructure needed for Google to broker and deliver commercials to cable systems more widely. In the test, advertisers are buying commercial placements through an auction system, people familiar with the matter say. But it is at an early enough stage that the buys are being handled manually by Google salespeople, rather than through a full-fledged automated auction system like the one Google uses to sell ads online, one of the people says. \u001d  Google Chief Executive Eric Schmidt in January told analysts the company was experimenting with TV advertising, without offering specifics. But he said the company intends to use its technology to better target TV commercials to users. Rather than every household seeing the same commercial, Google in theory might tap databases with information about the demographics of an individual's neighborhood and examine the content of the program being watched at a given moment to better select which ads to beam through the TV. So, for example, a household in an area with lots of children might be more likely to see commercials for minivans than for sports cars. \u001d  While federal privacy law restricts what cable companies can do with \"personally identifiable information,\" the theory is that consumers will be better served seeing ads more relevant to them and will perhaps agree to share information about their habits and interests with Google. Such data eventually might allow Google or others to more specifically tailor ads to individual households -- such as beaming ads for dog foods to viewers who own dogs. \u001d  \"Advertisers in particular will pay much higher rates for ads that are targeted than ones that are untargeted,\" Mr. Schmidt noted. \u001d  At this stage, the commercials aren't targeted to specific households in Concord, which isn't far from Google's Northern California headquarters, people familiar with the matter say. And the company likely won't on its own tap information about a specific household's buying patterns or other behaviors in order to choose the commercials because of the privacy concerns, one of the people says. \u001d  A spokeswoman for WaveDivision couldn't be reached for comment, but an executive with Astound, which has more than 25,000 subscribers, confirmed the test with Google is taking place. \u001d  \"As we have stated publicly, we think we can add value to TV advertising by making this important medium more relevant for users, measurable and more accountable for existing and new advertisers,\" a Google spokesman said. \"As part of this, we are currently running a small, early phase trial working closely with a small number of partners and advertisers.\" \u001d  Google's interest in TV commercials comes as the cable industry itself is turning to advertising as a promising source of revenue. One reason: Technology developments are starting to make it possible to target ads to specific households, as Google envisions. The Internet and cable players all want to play a role. \u001d  Several of the largest cable operators have also had discussions with Google about teaming up to do some form of TV advertising. Google has broached the subject with Comcast Corp., the country's largest cable operator, with more than 23 million subscribers, as part of broader negotiations focusing on whether Google will continue as the search engine on Comcast's broadband portal, Comcast.net. Their current deal expires at the end of this year. \u001d  Some cable-industry executives are wary about giving a behemoth like Google too much power over their advertising. But many also recognize that Google will likely be a major force in the business. \"We all believe as advertising moves from one-way to two-way, the winners are the Googles of the world and others that can provide truly two-way addressable advertising,\" said Steve Burke, Comcast's chief operating officer, during a recent earnings call. \u001d  Google's attempts to extend its ad brokering to traditional media aren't expected any time soon to contribute significantly to its revenue, 99% of which came from Internet ads last year. Its traditional media-advertising efforts have also been bumpy to date. Google's executives admit to problems with the company's first tests of print-ad sales; they have given the system a major overhaul. Analysts say Google hasn't yet lined up enough radio-ad inventory to make its efforts there significant. \u001d  While some advertisers are pushing for an Internet-based system for TV-commercial sales such as Google might provide, a group of them chose to team up with online auctioneer eBay Inc. instead. Even then, the TV networks and some advertisers and media buyers have proven resistant to such efforts to overhaul how TV ads are sold. \u001d  Some cable operators make as much as 6% of their revenue by selling mostly local ads in the time slots they get as part of their deals with the cable networks they carry. But cable companies feel they could greatly increase ad revenue by introducing a wide range of interactive features. They see as the holy grail of advertising the ability to target different viewers with different commercials suited to their interests, much as Google imagines. \"We're talking about delivering to advertisers things they increasingly like about the Internet,\" says Glenn Britt, Time Warner Cable Inc.'s chief executive. \u001d  Time Warner Cable had \"preliminary conversations\" with Google but the talks didn't advance because Time Warner executives didn't feel Google had much to add to its advertising effort, according to Mr. Britt. \"We have the technological capabilities to do those things,\" he said. \"We don't really need them.\" \u001d  Comcast is separately planning targeted ad-serving tests this year with three vendors that have been working close with cable operators on new forms of advertising, including OpenTV Corp., Visible World and Invidi Technologies, according to people familiar with the matter. But Comcast executives caution that next year would be the earliest the company would launch this type of advertising. \"In 2007, it's going to be baby steps,\" said Charlie Thurston, president of Comcast Spotlight, the operator's advertising arm. \u001d  Cable operators have to be careful about what they disclose to advertisers and others on customer viewing habits. Federal law privacy restricts what cable companies can do with \"personally identifiable information.\" And while it's unclear exactly how big advertisers and Madison Avenue might welcome Google and other Internet players butting into the TV ad brokering business, some say they are receptive. \u001d  \"The concept is a homerun with advertisers,\" says Tracey Scheppach, a vice president and video innovations director at Starcom USA, a media division of Publicis Groupe. \"There is just so much inefficiency and a system that allows us to serve the right ad to the right person is one that will be welcomed with open arms.\" \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:00 ET (05:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"41389e8f767fff4e6c86fcb85300ca37","symR":["AT","BA","BGP.XX","DE","FD","FDC","HET","MOT","SLE","SWY","TXU","US0970231058","US6200761095","US8731681081"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/12) Beware The Credit Bubble","GmtTimeStamp":"2007-03-10T05:05:00.000000000","CompanyCodes":["AT","BA","BGP.XX","DE","FD","FDC","HET","MOT","SLE","SWY","TXU","US0970231058","US6200761095","US8731681081"],"IndustryCodes":["ARO","ASP","CHM","CMT","CNO","CTS","ELC","FAD","FDR","FIS","FOD","OFP","REA","REI","RTB","RTS","SVC","TLS","TRQ","XDJGI","XDJI","XFFX","XISL","XNYA","XRUS","XSP5","XSTT","XSTX"],"Story":"\b   (From BARRON'S) \b   By Jacqueline Doherty \u001d  Interview With Carol Levenson \u001d  Credit analyst and co-founder, Gimme Credit \b \u001d  Private-equity funds grab headlines with their enormous leveraged buyouts, but they'd barely merit the back page without the corporate bond market, which buys much of the debt that enables these deals. No one knows this corner of the credit markets better than Carol Levenson, an investment-grade bond analyst who helped found Gimme Credit in 1994. The research shop now boasts nine analysts who post pithy, yet insightful, comments on corporate bonds throughout the day. Lately, of course, there's been much on which to opine. When private-equity shops buy out an investment-grade company, for instance, the subsequent financing typically hurts the company's rating and the price of its outstanding bonds. Here's Levenson's take on today's credit environment, how to approach LBO risks and where one might consider hiding. \b \u001d  Barron's: What do you think of the corporate bond market today? \u001d  Levenson: We don't take a view on where we think markets are going. But, certainly, we are right there in the trenches observing company-by-company what is happening. We see that, increasingly, event risk is becoming pronounced. It is almost like we never get to do fundamental research anymore because we are so busy examining each rumor and looking at each company to determine who might be doing what in the way of financial engineering. It is not all LBOs. There are huge debt-financed stock buybacks or spinoffs, or asset sales in which the cash gets handed over to shareholders, instead of being used to reduce debt. \b \u001d  Q: How do the leveraged buyouts of today compare to those of the 1980s? \u001d  A: Well, when RJR Nabisco issued bonds to fund its LBO, its bonds were sold with coupons ranging from 13% to 17%. That's what people were getting paid to take the risk of owning RJR Nabisco bonds after they did the LBO. Now you are seeing junk bonds post-LBO in the 7%, 8%, 9%, 10% range. The risk premium has gone way down. \b \u001d  Q: What can investment-grade bondholders do to protect themselves? \u001d  A: We have a few ways to attack the problem. Most of these deals begin with rumors. We try and assess each rumor for plausibility. We run it through a smell test. Does it make sense for this company to do an LBO? What was the source of the rumor? Was it some equity analyst saying I think this company is more valuable as a leveraged buyout or is it something from a credible news source that seems to have a lot of details from people familiar with the situation? But even if it doesn't pass our plausibility test, if it shows up in the New York Times DealBook column with a lot of details, we get worried about it. \b \u001d  Q: Why are deals so much bigger today than they were years ago? \u001d  A: Well, the pools of capital that are ready to be invested are bigger. Leveraged buyout shops also join up with each other now, and everybody contributes some equity. If you look at something like the buyout of Texas utility TXU [ticker: TXU], the investment bankers are contributing equity, in addition to the traditional private-equity funds. And my impression is that the deals are more highly leveraged than they used to be. They can finance these deals without any trouble by raising funds from the banks, the junk-bond market and the equity contributors. There just seems to be a bottomless pit of cheap financing. \b \u001d  Q: Is there anything that could bring the leveraged-buyout craze to a halt? \u001d  A: As long as LBO players feel that they can goose up the rate of return by taking a company private and loading it with leverage -- and they have an exit strategy -- LBOs are going to keep happening. Two things would have to change to stop that. The valuation metrics in the stock market would have to go up to make buyouts even more expensive and the risk premium for debt financing would have to go up. \u001d  The capital markets exact a very small penalty for a company going down in credit quality. The difference between the spread on the lowest investment-grade debt and the highest-rated junk debt is not so great. The difference is really small between the higher levels of credit quality, like between AAA- and AA-rated bonds. That's why you will see a company allowing its ratings to decline. DuPont [DD], for example, decided that it is not worth their while to be AA-rated anymore. So they intentionally got themselves downgraded by doing a big stock buyback and increasing their leverage. \b \u001d  Q: So if you are a bond investor, how do you avoid some of this risk? \u001d  A: Well, here is where I tend to have a different attitude than most people. There are people who will say that bondholders should get more covenant protection, and I don't think that is a bad thing, all else being equal. But it lulls you into a false sense of security. There are ways to weasel out of covenants \b \u001d  Q: What works better? \u001d  A: Investors should be paid a higher risk premium for taking this kind of risk. In other words, bonds should be sold with yields that have a wider spread over Treasuries. Or bondholders should demand the real financial covenants that a bank gets. A bank might require that the company maintain a debt-to-Ebitda [earnings before interest, taxes, depreciation and amortization, a measure of cash flow] ratio that can't go above Y, or demand that an Ebitda-to-interest expense has to be X. \b \u001d  Q: Investors aren't demanding protection? \u001d  A: No. So given weak covenant protection and the low risk premiums in the market, the best we can do is steer people toward names that we think are relatively safe at the moment and away from names that we think are vulnerable. Now, some of the rules that prohibited a leveraged buyout have been thrown out the window. The size rule is one of them -- $20 billion used to be the size barrier for doing an LBO. I've been saying lately that \"$40 billion is the new $20 billion.\" But in the past two weeks, I've had to change that to \"$60 billion is the new $40 billion.\" I would never have thought I would be sitting down and doing an LBO analysis for Home Depot [HD], which would cost $100 billion with a premium. \u001d  There also used to be industry features that would mitigate against a highly leveraged transaction. \b \u001d  Q: Like what? \u001d  A: You'd rarely see LBOs of companies that were capital-intensive, had cyclical cash flows, were highly regulated or needed steady access to the capital markets. But there are now more exceptions to these rules. The pending LBO of TXU is a huge example of this. I would defy anyone to say that they thought a partly regulated electric utility would be a top LBO candidate, particularly given its size, the regulation involved, its capital needs and the lack of predictability in some of its businesses. \b \u001d  Q: What bonds would you consider safe havens from LBO risk? \u001d  A: Well, in my sectors, which tend to be the capital goods and basic industries, you don't see that many highly levered transactions, mainly because of things I've pointed out. They might not have predictable cash flows or they might need a lot of capital. Having a highly organized workforce could also militate against some of the things that a leveraged buyer might want to do. So aerospace and defense is a relatively safe sector. That's particularly true if the company has a big financing arm, like Boeing [BA}. I like Boeing's fundamentals, and I like it as a non-event-risk candidate. \u001d  There are industries that I don't think are good for LBOs, like the chemical industry. Technology used to be another safe haven, but that went out the door a couple of years ago when LBOs of Free-scale Semiconductor and SunGuard Data Systems got done. \u001d  In the finance area, our analyst feels that older real-estate investment trust bonds have a relatively good amount of indenture protection, though it's not fool-proof. EOP [Equity Office Properties Trust] bondholders are going to make out all right. They are going to be treated fairly and taken out of their bonds at a fair price. They won't be around during the leveraged buyout. They will be gone. \b \u001d  Q: What bonds should retail investors consider? \u001d  A: First, a caveat: Most of our investment recommendations are made for institutional buyers. That probably doesn't make such a big difference in stocks, but does make a big difference in bonds. But we do have some names where there are LBO rumors or event-risk rumors, that we have discounted to the extent where we feel that the bonds are attractive. \b \u001d  Q: Great. Let's hear some. \u001d  A: Motorola [MOT] is one of them. It's a Carl Icahn scare [He's been buying shares and wants a seat on Motorola's board to pressure the company to give some of its $11 billion in cash to shareholders], and the company does have lots of cash. But as our analyst has explained, Motorola has already done so much to improve the company, what is there left to do? They still need to spend a lot of capital and the valuation is high. They are already doing stock buybacks, and he feels they can do even more in the way of buybacks without materially harming the credit. \b \u001d  Q: Any other rumored LBO targets that you think are good buying opportunities? \u001d  A: Investors might consider the bonds of First Data [FDC], Alltel [AT] and Sara Lee [SLE]. In my sectors we have Deere [DE]. There were LBO rumors about Deere a while back. That was a great chance to buy a very good credit that doesn't usually get cheap. Safeway Stores [SWY] is another name. Periodically, there are leveraged-buyout rumors in the supermarket space, where deals have gotten done. \b \u001d  Q: Is there any unifying idea that made you discount LBOs for these companies? \u001d  A: Well, there are a few different things, but mainly it has to do with the stock valuations. When you hear the rumor and the valuation on the stock is already pretty high, it can really bust the economics. We actually run these things through spreadsheets to look for internal rates of return for a going-private transaction. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 10, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"431f9c29c37204f9d1aaf5c2aefb9808","symR":["12188.FR","AGS.LN","CA","TSCDY","TSCO.LN","FR0000121881","GB0008847096","GB0009657569"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/12) European Trader: After A Rally, Carrefour Has Limited Upside","GmtTimeStamp":"2007-03-10T05:06:00.000000000","CompanyCodes":["12188.FR","AGS.LN","CA","TSCDY","TSCO.LN","FR0000121881","GB0008847096","GB0009657569"],"IndustryCodes":["ADV","FDR","MED","RTS","SOF","XDJGI","XFT1","XISL","XNYA","XRUS","XSP5","XST5"],"Story":"\b   (From BARRON'S) \b   By Matthew Curtin and Arindam Nag \u001d  The investment in French supermarket giant Carrefour (ticker: CA) by a consortium including Colony Capital, a U.S. private-equity firm, and French billionaire Bernard Arnault has convinced many investors there is more value to be unlocked from the company. \u001d  Carrefour's shares, which ran up on the news, and on leveraged-buyout speculation, now trade for 19 times expected 2007 earnings, a premium to the rest of the food-retailing sector. Tesco (TSCO.U.K.), the sector's best operator, trades for 17 times forward profits. \u001d  But much has to fall into place for Carrefour to meet such high expectations. The surest way for the company to boost returns might be the acquisition of one of its smaller, privately-held French rivals, such as Auchan. But that doesn't seem to be on the agenda. \u001d  The arrival of Colony, a specialist in real estate, as a Carrefour shareholder has focused investors' intentions on how the retailer might manage its physical assets better. Carrefour has been active in sale-and-leaseback deals. It has also sold underperforming assets in places like Japan and South Korea. But it could have been more aggressive, particularly in France, by selling at least minority interests in its hypermarkets. \u001d  Such an asset-light strategy would have the benefit of improving Carrefour's shareholder returns, which stood at 3.4% at the end of 2005 ('06 data are not yet available). It would release more cash to return to shareholders, as well as for investment in Carrefour's price competitiveness in France and expansion internationally. \u001d  Add the extra financial leverage Carrefour could take on, whether by current management or through a LBO, and there's the potential to improve return on assets. \u001d  On the operating front, there's scope for gains from leverage, too. Carrefour seemed to have turned the corner in rebuilding its competitiveness in food sales in France before its weak fourth quarter, but is struggling in the potentially higher-margin nonfood segment, where Groupe Arnault, a luxury-goods giant, could help. \u001d  Still, with Carrefour's shareholder base and senior management in a state of flux, it might be early to bet on extra value being created much beyond what's in the stock now. \b \u001d  French businessman Vincent Bollore deserves much credit for his patient and savvy spotting of rich investment opportunities in Europe. But his approach to his 730 million euro ($959 million) investment in British media firm Aegis (ticker: AGS.U.K.) looks less sound. It's about time Bollore decided to make a full offer for Aegis rather than seeking to influence the U.K. company's strategy on the cheap. \u001d  For the third time in less than a year, Bollore has asked for the appointment of two of his nominees to the Aegis board. On its own, that looks fine; the French financier owns 29.1% in the company. But he also owns 30% of Havas (HAV.France), the French group that competes head-to-head with Aegis in key segments of the advertising industry. \u001d  In fact, it is in Bollore's interest to make a full-fledged bid for Aegis. Apart from the obvious revenue and cost synergies, Havas has high debt. Buying Aegis would transform the French company's finances, as Aegis has consistently delivered positive free cash flow, before acquisitions. \u001d  Given that Aegis has a strong media-buying practice and is big in the digital media space -- where Havas is weak -- there is plenty of industrial logic to Aegis and Havas working closely together. The merger also would make Bollore's ambitions of creating a media empire look more credible. \u001d  But Aegis investors would be foolish to acquiesce in Bollore's third attempt to get board representation. That goes against the spirit of sound corporate governance. It's hard to imagine the Aegis board having a meeting discussing strategy without Havas management getting wind of it within minutes. \u001d  Aegis isn't in the parlous state of affairs Havas was in when Bollore engineered his boardroom coup at the French company in 2005. Havas was underperforming its peers, and still does, lacking the scale of a Publicis Groupe (PUB) or WPP (WPPGY), without much of an emerging-markets profile. It also has little presence in new media. \u001d  Aegis has thrived in the niche areas of media buying and media communications, and has shown stable organic growth. This is reflected in the performance of its shares. The stock trades for 12.7 times forward Ebit [earnings before interest and taxes], a slight discount to Havas' 12.7-times multiple, but higher than WPP's 11.4-times or Publicis' 12.3-times multiples. \u001d  It seems clear Aegis would fit well within the Havas group. Combined, they might create a strong competitor to the likes of Publicis, WPP and Omnicom (OMC). But to achieve that, Bollore must make a formal offer to all Aegis shareholders, rather than using backdoor tactics to bring the companies together. \u001d  --- \u001d  MATTHEW CURTIN and ARINDAM NAG are contributors to The Skeptic, a Dow Jones Newswires column on which the European Trader is based. \u001d  --- \b                        DOW JONES GLOBAL INDEXES \b \bRegion/ \bCountry \b   DJ Global          DJ Global          DJ Global     Point \b    Indexes,           Indexes,           Indexes,      Chg.    % Chg. \b Local Curr.    Wkly     U.S. $    Wkly  U.S. $ on      From      From \b    03/09/07  % Chg.   03/09/07  % Chg.   12/31/06  12/31/06  12/31/06 \b \bAmericas \b                         350.57   +1.25     351.71     -1.14     -0.33 \b \bBrazil \b  5696959.22   +3.96    1071.51   +4.88    1067.30     +4.21     +0.39 \b \bCanada \b      435.26   +1.63     428.48   +1.79     425.73     +2.75     +0.65 \b \bChile \b      600.44   +1.45     417.95   +1.49     393.68    +24.27     +6.17 \b \bMexico \b     1828.09   +3.46     504.41   +3.95     500.99     +3.42     +0.68 \b \bU.S. \b      341.71   +1.10     341.71   +1.10     343.25     -1.54     -0.45 \b \bVenezuela \b     2941.83   -2.95      46.68   -4.36      58.10    -11.42    -19.66 \b \bLatin America \b                         566.18   +4.07     560.18     +6.00     +1.07 \b \bEurope \b                         350.28   +1.43     349.72     +0.56     +0.16 \b \bAustria \b      465.99   +3.75     475.97   +3.30     465.16    +10.82     +2.33 \b \bBelgium \b      419.46   +1.89     428.66   +1.44     427.54     +1.12     +0.26 \b \bDenmark \b      498.88   +0.00     519.67   -0.45     505.70    +13.98     +2.76 \b \bFinland \b     1387.50   +2.32    1267.52   +1.87    1206.63    +60.88     +5.05 \b \bFrance \b      351.95   +2.02     364.36   +1.57     365.73     -1.37     -0.38 \b \bGermany \b      302.10   +1.87     307.60   +1.42     302.80     +4.81     +1.59 \b \bGreece \b      403.63   +4.10     304.31   +3.64     295.24     +9.07     +3.07 \b \bIreland \b      677.58   +3.65     676.11   +3.19     671.96     +4.16     +0.62 \b \bItaly \b      328.67   +0.71     275.81   +0.27     280.63     -4.82     -1.72 \b \bNetherlands \b      395.71   +2.23     403.13   +1.78     401.84     +1.29     +0.32 \b \bNorway \b      425.89   +1.32     412.41   +1.19     402.36    +10.04     +2.50 \b \bPortugal \b      310.89   +0.10     275.69   -0.34     270.37     +5.32     +1.97 \b \bSpain \b      552.75   +2.21     424.36   +1.76     422.08     +2.28     +0.54 \b \bSweden \b      648.27   +2.23     539.27   +1.69     542.62     -3.35     -0.62 \b \bSwitzerland \b      530.25   +1.66     583.40   +0.58     577.55     +5.85     +1.01 \b \bUnited Kingdom \b      267.33   +2.24     276.28   +1.60     278.31     -2.03     -0.73 \b \bSouth Africa \b                         318.58   +1.73     319.28     -0.71     -0.22 \b \bPacific Region \b                         149.56   -0.27     146.16     +3.39     +2.32 \b \bAustralia \b      396.82   +0.69     407.29   +0.24     400.56     +6.73     +1.68 \b \bHong Kong \b      373.40   -0.62     371.65   -0.62     377.97     -6.32     -1.67 \b \bIndonesia \b      558.14   -0.26     121.17   -0.36     127.96     -6.80     -5.31 \b \bJapan \b      113.72   +0.43     120.15   -0.49     115.76     +4.40     +3.80 \b \bMalaysia \b      225.21   +2.12     174.89   +2.19     158.88    +16.01    +10.08 \b \bNew Zealand \b      197.96   -0.80     252.34   -0.59     259.49     -7.15     -2.76 \b \bPhilippines \b      316.44   -1.54     169.35   -1.18     159.92     +9.43     +5.89 \b \bSingapore \b      251.02   +1.49     266.42   +1.53     249.36    +17.05     +6.84 \b \bSouth Korea \b      296.38   +0.82     237.58   +0.53     241.17     -3.59     -1.49 \b \bTaiwan \b      188.91   -1.42     147.72   -1.61     156.13     -8.42     -5.39 \b \bThailand \b      122.60   -1.33      88.16   +1.31      81.33     +6.83     +8.40 \b \bEuro Zone \b                        358.23    +1.52     356.67     +1.56     +0.44 \b \bEurope (ex.U.K.) \b                        392.23    +1.35     389.85     +2.38     +0.61 \b \bNordic Region \b                        600.30    +1.39     587.36    +12.94     +2.20 \b \bPacific Region (ex. Japan) \b                        309.01    +0.06     308.33     +0.68     +0.22 \b \bWorld (ex. U.S.) \b                        245.39    +0.94     243.05     +2.34     +0.96 \b \bDOW JONES WORLD STOCK INDEX \b                        278.41    +1.01     277.50     +0.91     +0.33 \b \bIndexes based on 12/31/91=100. \b2007 Dow Jones & Co. Inc. All Rights Reserved. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"45b513f75232683bced0c16b89c6fde4","symR":["BPI.MI","BPVN.MI","IT0000064300","IT0003262513"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Italy's Banca Popolare Italiana, BPVN Hldrs Approve Merger","GmtTimeStamp":"2007-03-10T14:16:00.000000000","CompanyCodes":["BPI.MI","BPVN.MI","IT0000064300","IT0003262513"],"IndustryCodes":["BNK","FIS","XDJGI","XMIB"],"Story":"\b \u001d  LODI, Italy (Dow Jones)--Shareholders of Italian mutual banks Banca Popolare Italiana SCARL (BPI.MI) and Banca Popolare Verona e Novara SCARL (BPVN.MI) Saturday approved the merger to create Italy's third-largest bank by branches, called Banco Popolare SCARL. \u001d  Banco Popolare will have some 2,200 branches with over 3 million clients, according to a summary provided by the bank ahead of Popolare Italiana shareholders meeting earlier Saturday. \u001d  \"Banco Popolare will be a big national bank,\" Popolare Italiana Chief Executive Divo Gronchi said Saturday. \u001d  In October, Popolare Verona announced a friendly takeover bid for Popolare Italiana worth around EUR7 billion, or 12 euros per share. The new entity will mainly focus in the wealthy Veneto and Lombardy regions and in Sicily, where BPI has built one of the largest branch networks. \u001d  As part of the agreement between the two banks, Popolare Verona Chief Executive Fabio Innocenzi will head the merged group, while Popolare Italiana's Gronchi will chair the management board. Popolare Italiana and Popolare Verona said their deal will bring pre-tax cost savings of EUR500 million a year from 2010 and that there will be a one-time charge of EUR300 million. \u001d  Popolare Italiana's decision to merge was taken after the Bank of Italy suggested that the bank find a partner because its finances remained fragile despite corrective measures undertaken by its new management. \u001d  In 2005, Lodi-based Popolare Italiana was hit by a financial scandal that culminated with the resignation of its top management including former CEO Gianpiero Fiorani and hundreds of millions of euros in write-offs. \u001d  The new bank, Banco Popolare, will become a leader in the consumer credit and leasing business, because it will control 100% of Bipielle Ducato as well as 48% of Linea SpA and 20% of Delta, two leading consumer credit companies. \u001d  -By Sabrina Cohen, Dow Jones Newswires, +39 347 3563 463; sabrina.cohen@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 09:16 ET (14:16 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"472a9655f1d113439d285de66fa80102","symR":["CPT"],"date":"2007-03-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Grayco Partners Executes Investment Agreement With Camden Property Trust","GmtTimeStamp":"2007-03-10T08:00:00.000000000","CompanyCodes":["CPT"],"IndustryCodes":["REA","REI","XDJGI","XNYA","XRUS"],"Story":"National Real Estate Firm to Develop Multifamily Projects in Target U.S. Markets \b \b \u001d  HOUSTON, March 10 /PRNewswire-FirstCall/ -- Grayco Partners, a national multifamily real estate development firm specializing in well-designed properties in major U.S. markets, today announced an investment agreement with Camden Property Trust (NYSE: CPT) to identify, acquire and develop multifamily projects.  Initial developments under the Grayco-Camden agreement will include two planned communities in Houston, TX - Braeswood Place (344 units) and The Belle Meade at River Oaks (119 units). \b \b    (Photo:  http://www.newscom.com/cgi-bin/prnh/20070310/CGSA001 ) \b \u001d  Grayco Partners is a newly formed national real estate firm specializing in the investment, development and construction of multifamily communities in growing U.S. metropolitan markets.  Grayco founder and President Jeff Gray has directed the development of over $1.5 billion of new multifamily construction encompassing more than 12,000 units in nearly 50 projects.  The company's leadership team has a proven record of success, with over 75 years of experience collectively in the multifamily development industry. \b \u001d  \"Our goal at Grayco is to execute quality long-term investment opportunities in multifamily real estate,\" said Jeff Gray. \"This new development venture with Camden will establish a platform for future value creation.\" \b \u001d  \"We are pleased to announce this new agreement with Grayco Partners,\" stated Richard Campo, Camden's Chairman and Chief Executive Officer.  \"This type of investment is one of several initiatives Camden is undertaking to expand our development opportunities and maximize our returns on capital.\" \b \b    About Grayco Partners \b \u001d  Grayco Partners is a national real estate firm specializing in the investment, development, construction and management of expertly designed and enduring multifamily communities in targeted U.S. markets. Grayco's business cornerstones are a superior and lasting product, premium location and sound financial structure. Grayco Partners is headquartered in Houston. For more information please visit http://www.graycopartners.com . \b \b    About Camden Property Trust \b \u001d  Camden Property Trust is a real estate company engaged in the ownership, development, acquisition, management and disposition of multifamily apartment communities.  Camden owns interests in and operates 186 properties containing 63,843 apartment homes across the United States.  Upon completion of 11 properties under development, the Company's portfolio will increase to 67,605 apartment homes in 197 properties.  For additional information, please contact Camden's Investor Relations Department at (800) 922-6336 or (713) 354-2787 or visit http://www.camdenliving.com . \b \b \b    Grayco Partners Fact Sheet: \b    http://www.graycopartners.com/corporateinfo/factsheet.php \b \b    Grayco Partners FAQs: \b    http://www.graycopartners.com/corporateinfo/faqs.php \b \b \u001d  In addition to historical information, this press release contains forward-looking statements under the federal securities law. These statements are based on current expectations, estimates and projections about the industry and markets in which Camden operates, management's beliefs, and assumptions made by management. Forward-looking statements are not guarantees of future performance and involve certain risks and uncertainties which are difficult to predict. \b \bSOURCE  Grayco Partners \b \u001d    /CONTACT: Jeannine Boswell of Grayco Partners, +1-713-426-2004 x 209, or jboswell@graycopartners.com , or Media, Tom Corbett of Financial Relations Board, +1-312-640-6757, or tcorbett@frbir.com , or Kim Callahan of Camden Property Trust, +1-713-354-2549 \b    /Web site: http://www.graycopartners.com \b    /Web site: http://www.camdenliving.com \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 03:00 ET (08:00 GMT)"},{"md5ID":"5219fa75078b3841d1839924b1128f40","symR":["CEN","GLS","LAUR","MANA","NHHC","PDLI","PRAI","SPOR","SYVC","TOPP","TRMA","TTWO","TWW","WOLF","US69353C1018"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/12) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-03-10T05:04:00.000000000","CompanyCodes":["CEN","GLS","LAUR","MANA","NHHC","PDLI","PRAI","SPOR","SYVC","TOPP","TRMA","TTWO","TWW","WOLF","US69353C1018"],"IndustryCodes":["BTC","CLO","CSV","ENT","EQS","FOD","HEA","HPD","HPR","ICS","LOD","MED","OFP","OIE","PUB","SOF","SVC","TEX","TMF","TRS","TSX","XDJGI","XISL","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining 5% or more of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from Feb. 28 through March 7. \u001d  Source: Corporate Filings Alert \b \u001d  Activists \b \u001d  Take-Two Interactive Software (TTWO) \u001d  An investor group including OppenheimerFunds and D.E. Shaw Valence Portfolios plans to nominate six board membersMarch 23. Oppenheimer holds a 24.5% stake; D.E. Shaw Valence, 9%. \b \u001d  Manatron (MANA) \u001d  Constellation Software offered to buy all Manatron's outstanding shares at $10 each; its $9 offer had been rejected. Constellation holds 278,550 shares (5.45%). \b \u001d  Great Wolf Resorts (WOLF) \u001d  Jason Ader reiterated his demand that WOLF maximize value by selling itself. Ader holds 2.4 million shares (7.78%). \b \u001d  National Home Health Care (NHHC) \u001d  Lawndale Capital Mgmt. said NHHC's rejection of Premier Health Care's proposal to buy NHHC was a \"stark example\" of the board's breach of fiduciary duties. Lawndale holds 395,045 shares (7%). \b \u001d  Laureate Education (LAUR) \u001d  Laureate's No. 2 institutional shareholder, T. Rowe Price Associates, said the proposed management-led $60.50-a-share price is well below Laureate's long-term value. T. Rowe holds 4.2 million shares (8.1%). \b \u001d  Topps (TOPP) \u001d  An investor group including Topps Director Arnaud Ajdler and Crescendo Investments believes a pending merger with Tornante and Madison Dearborn Partners isn't in Topps' best interest. The group holds 2.5 million shares (6.6%). \b \u001d  Trico Marine Services (TRMA) \u001d  Top shareholder Kistefos suggested TRMA sell itself and return cash to shareholders via a dividend or stock buyback. Kistefos owns 3 million shares (20.2%). \b \u001d  PDL BioPharma (PDLI) \u001d  Third Point urged CEO Mark McDade to cut costs and cease further acquisitions. Third Point holds 8 million shares, and options to buy 600,000 more (7.5%). \b \u001d  Sport-Haley (SPOR) \u001d  Investor Daniel Zeff, the largest shareholder, said he intends to nominate a director to the company's board. Zeff owns 415,736 shares (18.2%). \b \u001d  Increases in Holdings \b \u001d  Ceridian (CEN) \u001d  Pershing Square Capital Management's stake rose to 20.53 million shares (14.5%). On Feb. 27, Pershing exercised call options to buy 3 million shares at an exercise price of $24.26 each and calls to buy 1 million at $24.44. On Feb. 28, it purchased 808,400 more shares for $32.59 each. \b \u001d  PRA International (PRAI) \u001d  ValueAct Capital Management owns 4.6 million shares (19%) after buying 700,000 from Feb. 9 through 28 at $19.95 to $22.97 apiece. \b \u001d  Terremark Worldwide (TWW) \u001d  Talpa Beheer increased its stake to 6.25 million shares (13.95%), buying 527,400 from Feb. 21 to March 5 at $7.44-$9 each. \b \u001d  Synovics Pharmaceuticals (SYVC) \u001d  Investor NalinKant Amratlal Rathod wants the current board to resign and be replaced by directors he'd designate. He owns about 2.6 million shares (9.2%). \b \u001d  Decreases in Holdings \b \u001d  Genesis Lease (GLS) \u001d  Fir Tree liquidated its 8.7% stake, selling 2.7 million shares on March 1 at $23.65 apiece. Subsequently, Fir Tree entered into a swap transaction, under which it has an economic interest in GLS shares but not voting or dispositive power over shares held by the swap counterparty. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"559ea41c4c8c762e83289d947d574cc3","symR":["BGP.XX","TRB"],"date":"2007-03-10","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(3/12) The Man Who Didn't Come To Dinner","GmtTimeStamp":"2007-03-10T05:08:00.000000000","CompanyCodes":["BGP.XX","TRB"],"IndustryCodes":["FIS","MED","PUB","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Jonathan R. Laing \u001d  You'd think that Sam Zell would've gotten an invitation to Steve Schwarzman's 60th birthday bash at Manhattan's cavernous Park Avenue Armory. After all, just days before the Feb. 13 party, Schwarzman's Blackstone Group had bought Zell's Equity Office Properties Trust for $39 billion (including debt), making it the biggest leveraged buyout ever. And just about everybody who was anybody in the media, business, Wall Street or government was there to witness what Fortune magazine dubbed the coronation of the new king of Wall Street. \u001d  But Zell wasn't among the chosen, and he doesn't seem to care. \"I'm not a New York kind of guy,\" he says in his gadget-filled office in a nondescript Art Deco building in Chicago's West Loop area. \u001d  Indeed, Zell isn't. \u001d  While Schwarzman is buttoned-down and formal, Zell dressed for his Barron's interview in his usual attire -- wash pants, a sweatshirt and a baseball cap covering his bald pate. He's irreverent and rides fast motorcycles for relaxation. \u001d  In contrast to the black-tie pretension of the Schwarzman guests, invitees to Zell's 65th birthday party last fall wore specially designed T-shirts (which served as admission tickets) and dungarees. \u001d  The party was held on industrial land Zell owns south of Chicago, in a structure built for the occasion, walled by piled-up shipping containers and lit to resemble an eerie Mayan temple. Giant chandeliers ingeniously constructed of recycled plastic lunch containers and wine glasses lit the interior. There were no testimonials or speeches, such as those delivered at the Schwarzman affair. Just hard-driving rock music, supplied by, among others, Paul Simon, and then a fireworks display, comparable in immensity and length to Shock and Awe over Baghdad. \u001d  Now, just five weeks or so after the deal for Equity Office Properties (ticker: EOP) was disclosed, it's been eclipsed as the biggest buyout ever by the proposed $45 billion private-equity takeover of Texas utility, TXU. \u001d  Already, stories are surfacing in the financial press that Blackstone might've gotten the best of Zell by cutting deals to unload less than half of EOP's national portfolio for north of $20 billion, realizing a 20% or so profit on the properties. Zell estimates that the gains are half that percentage. \u001d  In a recent report, Green Street Advisors of Newport Beach, Calif., puts the gains on sales of the properties, in Manhattan, Seattle, Los Angeles and Orange County, Portland, San Diego, Denver and San Francisco at about $2.3 billion, or 12% of the total, including fees, that Blackstone paid for EOP. \u001d  Yet Zell expresses no seller's remorse. For one thing, why complain when you've made an estimated $900 million-plus, in cash, on a transaction? (Zell won't discuss his personal take.) Especially when your net worth, according to Forbes, was already around $4.5 billion? For another, Zell was able to engineer something of a bidding war for EOP between Blackstone and the Vornado Realty Trust REIT (VNO) that upped the takeout price by $3 billion, or 14%, after several months of fevered offers and counter-offers. \u001d  Zell permitted both sides to shop EOP properties and to make conditional sales that would be valid only if the suitor prevailed. That, Zell felt, would give each bidder the confidence to take on more debt to push their offers higher. The final price of $55.50 a share was 85% above the $30 or so that EOP was trading at less than a year before the sale. \u001d  So Zell has lots of reasons to not begrudge Blackstone whatever it can make by breaking up EOP's 580-building, 105-million-square-foot portfolio. As a real-estate investment trust, EOP had limitations that don't apply to a private-equity buyer like Blackstone. For example, REITs can't liquidate more than 10% of their assets in a given year, unless they file a plan of full dissolution. If the directors had done that, EOP would've had a year to liquidate itself. \u001d  \"We worried that a lot can happen in a year, like a terrorist attack, a slowdown in the economy and office market, and the like, that would have left us stuck and put our investors at risk,\" Zell notes. \"Blackstone deserved to make a nice profit, since they paid in cash and took on all the risk.\" \u001d  Still, one wonders whether the deal might represent an important peak in the always-volatile office market. Although Zell's timing hasn't always been perfect, he hasn't acquired the sobriquet of \"grave dancer\" by buying high and selling low. \u001d  In real-estate jargon, sales prices are scored in terms of a \"cap rate\" -- the income that properties throw off in year one of a deal, as a percentage of the total purchase price. The computation is roughly the equivalent of a bond yield. Yet -- as real-estate types endlessly like to point out -- bondholders are entitled only to the bonds' stipulated interest rates, plus repayment of principle. Building returns, on the other hand, can rise markedly from increases in rents and occupancy. Thus, commercial real estate provides a hedge against inflation, while bonds don't. \u001d  The cap rate on Blackstone's initial purchase is estimated at 5.1% by Green Street Advisors, while the private-equity giant's sales of the EOP properties went at an average cap rate around 4%. The first-year yields are comparable to those on government bonds, but on much riskier assets. \u001d  Green Street analyst Michael Knott questions whether growth will justify these elevated prices. He's especially concerned since office-building cap rates are now lower than those of apartment buildings, retail malls and industrial facilities. Based on total returns -- rents and price appreciation -- all of those have performed better over the past 25 years than the office sector. \u001d  Zell, perhaps diplomatically, maintains that the outlook for office properties should remain strong over the next couple of years. But he concedes: \"By 2009, the risks of economic slowdown go up markedly, and we'll have a new president by then and perhaps a new party in the White House.\" The grave dancer hopes that the president isn't a certain ex-First Lady, about whom he expresses a rather pungent opinion. \u001d  Under Zell, Equity Office gave its investors decent returns. From its July 17, 1997, initial public offering as a REIT to the completion of the Blackstone buyout last month, it delivered a cumulative 367.2% total return, compared with 307.2% for the SNL REIT Office Index, a benchmark covering 21 real-estate investment trusts. Yet EOP's comparative advantage has flagged over the past five years, during which it returned 171.8% versus 194.3% for the index. \u001d  This can be blamed, in large part, on EOP's $7.2 billion purchase six years ago of Spieker Properties, which had a portfolio concentrated in San Francisco and Silicon Valley. The ensuing tech wreck hollowed out occupancy and decimated rental income in the Spieker buildings. EOP cut its dividend rate by 34% in December 2005. That's a big no-no for REITs, which many investors buy mainly for income. \u001d  Many observers contend that Zell had miscalculated the value of being in all major U.S. markets to establish economies of scale. Maybe the REIT could buy toilet paper, light bulbs and insurance more cheaply than its competitors. But the office-building leasing and management game is a profoundly regional business, in which local connections and presence, concentrations of prestigious locations and price matter far more than a national footprint. \u001d  \"Diversification across markets didn't bring the -- I really hate this word -- the synergism that we expected,\" he admits. \u001d  At least EOP was able to sell some of its holdings in secondary cities and suburbs at good prices before those markets weakened. Zell has claimed in the past that he first became worried about the prospects for the less-than-prime office market following a visit he'd made in 2003 to Bangalore, India, to which a lot of office jobs once done in the U.S. have been outsourced. \u001d  The snickers over the Spieker deal, however, seem to strike a raw nerve in Zell, who points out that \"we ended up getting $12 billion in the buyout for something we only paid $7.2 billion for. If that's the worst deal I ever did, then I'm a happy camper.\" \u001d  Zell is as busy as ever these days, giving no thought to retirement. He's wired, bounding around his office like a hyperactive kid. His only concession to healthy living is drinking bottled water, rather than taking slugs of Diet Coke. \u001d  Zell reportedly has made a late-inning bid for the Tribune Co.'s (TRB) newspaper and television-station empire. The only comments he'll make on this are bland ones -- such as that the newspaper business is just like any other for-profit venture. \u001d  But Barron's has learned from a person connected to the ongoing auction that Zell's proposal has bested offers by Los Angeles billionaires Ron Burkle and Eli Broad and another by the Chandler Family, disgruntled owner of 20% of Tribune. \u001d  This person says that Zell wants to take the company private in a transaction valued at about $13 billion and become chairman of the surviving entity. He would personally put in as much as $300 million and has commitments from lenders for all the debt required. Zell's plan would hand majority control of the company to an employee stock-option plan, in return for the company's being able to use the rich tax deductions generated by this ESOP to sweeten the share price that Tribune could pay existing shareholders. \u001d  The Zell proposal assumes that the revenue declines in Tribune's print business will continue. (Late last week, Tribune said that it will not sell any of its newspapers, other than two in Connecticut that Gannett (GCI) is purchasing.) \u001d  Tribune's directors plan to decide by the end of the month whether to accept an outside bid for all of the company or to try to recapitalize it by spinning off its 23 TV stations and issuing more debt to pay shareholders a fat dividend. Among other things, the board would like to buy down the Chandlers' stock interest to eliminate the family's abrasive presence on the board. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 10, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"567ea24d429bd542ba18a9a599d3cb3e","symR":["AV.LN","PRU.LN","PUK","GB0002162385","GB0007099541"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UK Prudential Under Pressure To Deliver Turnaround Plan-FT","GmtTimeStamp":"2007-03-10T11:41:00.000000000","CompanyCodes":["AV.LN","PRU.LN","PUK","GB0002162385","GB0007099541"],"IndustryCodes":["INL","INS","XDJGI","XFT1","XNYA","XST5"],"Story":"\b \u001d  LONDON (Dow Jones)--U.K.-based Prudential PLC (PUK) will face calls for radical action, including a break-up, if it fails to convince investors with its plans for turning around its life assurance business, the Financial Times reported on Saturday, quoting unnamed shareholders. \u001d  According to the FT, some shareholders are concerned that plans to be unveiled Thursday by Chief Executive Mark Tucker won't go far enough. \u001d  Prudential, which a year ago rebuffed a GBP17 billion approach from Aviva (AV.LN), is expected to announce plans to unlock GBP9 billion of surplus in its life fund. \u001d  This could possibly be accompanied by the appointment of a senior figure to represent shareholders' interests, the FT reported. \u001d  The group is also expected to announce aggressive cost cutting targets, possibly accompanied by a big outsourcing deal, the report said. \u001d  Newspaper Web site: http://www.ft.com \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9375 \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 06:41 ET (11:41 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"59591a2e9d0bcbe7cce5569133c52324","symR":["NUAN","OTC.T","OTEX","TOC","TOC.T","CA6837151068","CA8849031056"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/12) Tech Trader: Looking A Little Harder At Software Acquisitions","GmtTimeStamp":"2007-03-10T05:09:00.000000000","CompanyCodes":["NUAN","OTC.T","OTEX","TOC","TOC.T","CA6837151068","CA8849031056"],"IndustryCodes":["IAS","MED","PUB","SOF","XDJGI","XISL","XNYA","XRUS","XTSE"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  Larry Ellison's Oracle is not the only software company that's looked to acquisitions for growth. The stock market has been pretty happy with the Redwood, City, Calif., company's purchase of firms like PeopleSoft and, just this month, Hyperion Solutions (Ticker: HYSL). Since Oracle (ORCL) snared PeopleSoft at the end of 2004, its stock had risen from about 13 bucks to nearly 20 last year, before easing back to a recent $16.63. \u001d  Some second-tier software firms have chosen to grow through acquisition, too, but the way they account for their deals casts a different light on their subsequent results. Two such firms are Nuance Communications (NUAN) and Open Text (OTEX). \u001d  Earnings at both companies have benefitted from the significant balance sheet reserves created over the course of their numerous acquisitions, according to analyses by AssayResearch, an independent stock analysis firm based in Alexandria, Va. Such reserves would tend to exaggerate the profitability of these acquisitions. \u001d  Open Text is a Waterloo, Ontario, company selling software for managing databases filled with graphics files and other unwieldy data. Assay isn't alone in questioning the acquisition accounting at Open Text. A tiny paragraph in the company's latest annual report notes that the staff of the Securities and Exchange Commission has questioned Open Text's financial report for the fiscal year ended June 2005 and the three subsequent quarters. \"Certain of the Staff comments remains unresolved,\" says Open Text's disclosure, \"and these pertain primarily to our method of accounting for acquisition related costs.\" \u001d  Burlington, Mass.-based Nuance has cobbled together a collection of businesses involving transcription, including the venerable Dictaphone and the software product, Dragon Naturally Speaking. A large part of what Nuance paid for some businesses is in the form of \"earn outs\" from the post-acquisition performance of those businesses. These arrangements allow Nuance to shift acquisition expenses off its income statement and on to its balance sheet, where they will forever remain, observes AssayResearch in a February 12 analysis of Nuance. I was not successful in my efforts to reach Open Text and Nuance for comment on Friday. \u001d  My kids thought it cool that several blogs picked up on my report last week about the professors who found suspicious changes in the I/B/E/S database of stock recommendations maintained by Thomson (TOC). I didn't think it was so cool that Barron's wasn't one of those blogs, so I called up my blogging colleague Eric Savitz to ask what had happened to the magazine's cross-promotion tactics, not to mention our workers' solidarity. Eric explained that his company laptop was dying. He couldn't even get it to rally with the usual slap upside the screen. And that had prevented him from posting his usual Sunday pep talk on the paper's stories. \u001d  I had to go to another publisher's blog to find Thomson's response to my story. The story (\"Mysterious Changes in Key Wall Street Data,\" March 5) concerned an academic study reporting almost 55,000 changes in Thomson's database of stock analyst recommendations for the years 1993 to 2002. Some 19,000 recommendations were added after-the-fact. Overall, these post-hoc changes made Wall Street's stockpicking record look better. Thomson's data are used by money managers, finance researchers and The Wall Street Journal to analyze the analysts. However those changes took place, they leave customers unsure of the reliability of decisions based on the I/B/E/S history. The study was performed by Alexander Ljungqvist, of New York University, Christopher J. Malloy, of London Business School, and Felicia C. Marston, of the University of Virginia. \u001d  In his blogged statement, Thomson media relations director Joe Christinat called my approach \"sensationalist\" and lacking in \"investigative insight and balance.\" As for the professors, Christinat essentially said they were wrong and stupid. \"The writers of the report clearly had little experience in dealing with Thomson Financial's system,\" Christinat wrote, \"which is designed for financial professionals.\" \u001d  Thomson offered to guide the professors through the database and help them understand the data, wrote Christinat, but the professors declined this offer. \u001d  Christinat's simply wrong about the professors' lacking experience with Thomson's data. The profs have each worked with the stuff for seven or more years, and published their results without previous complaints. \u001d  By contrast, the people that Thomson tapped to criticize the professors' study have shown that they haven't read or understood the admittedly-technical 49-page paper. One of Thomson's spokespeople urged me to talk to a professor who understood I/B/E/S and would tell me Ljungqvist et al. were wrong. When I called that professor, he said he hadn't read the study. \u001d  Christinat also seems misinformed about Thomson's willingness to help Ljungqvist and his colleagues get to the bottom of I/B/E/S's rewritten history. Before releasing the first version of their study last August, the professors say they spent over eight months trying to get Thomson to talk with them about their findings. Only after the paper received press coverage did Thomson begin to work with the authors, says London Business School's Malloy. \u001d  Thomson's input \"began with a series of implied legal threats by Thomson against the authors,\" Malloy told me, \"and then progressed to a series of communications between the two parties which ended with many of the authors' questions ultimately unanswered and unresolved.\" \u001d  I asked Christinat about legal threats. \"I don't think anyone threatened anyone,\" said the Thomson spokesperson. \"We have not taken legal action.\" \u001d  Another thing Thomson has not done is let its data professionals publicly explain why Ljungqvist and his colleagues are wrong. Instead of putting the professors down as dopes, Thomson should tell financial professionals how to reliably use its data. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"62155ae11598344877c127453f00b7f8","symR":["2330.TW","EEM","EMF","ESD","TSM","GTDDX","TW0002330008"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/12) Fund Of Information: A Good Time To Be Picky In Emerging Markets","GmtTimeStamp":"2007-03-10T05:07:00.000000000","CompanyCodes":["2330.TW","EEM","EMF","ESD","TSM","GTDDX","TW0002330008"],"IndustryCodes":["CEF","EXT","SEM","XATI","XDJGI","XISL","XNYA","XSTX"],"Story":"\b   (From BARRON'S) \b   By Lawrence C. Strauss \u001d  For U.S. mutual-fund investors, the emerging markets have been a money machine. Through late last week, the MSCI Emerging Markets Index had a five-year annual return of 23.6% in dollars, trouncing the 5.79% gain for the Standard & Poor's 500. \u001d  This year the tables have turned, though opportunity remains. Partly due to a steep selloff Feb. 27 -- sparked by a big drop in Chinese stocks -- the emerging-markets index has fallen 3.3% in 2007, far more than the S&P's 0.78%decline. \u001d  Some U.S. investors are heading for the exits. For the week ended Feb. 28, emerging-market equity funds, including ETFs, had a net outflow of nearly $764 million, according to AMG Data Services. In the week ended March 7, the net outflow increased sharply -- to $2.4 billion. \u001d  On Feb. 27, the iShares MSCI Emerging Markets Index (ticker: EEM), an exchange-traded fund that provides broad exposure to the sector, had a net outflow of about $370 million, according to Barclays Global Investors. The iShares FTSE/Xinhua China 25 Index saw about $21 million go out the door that day. The outflows have persisted for many of the iShares emerging-market ETFs, including funds focusing on Mexico, Brazil and South Korea. \u001d  Several emerging-markets-fund hands say this is an overreaction. \"In the long run, capital markets will reflect the underlying global economy,\" says Borge Endresen, a portfolio manager of the AIM Developing Markets Fund (GTDDX), which is up 0.83% this year and which ranks in the top 5% of its Morningstar peer group. He points out that emerging markets account for nearly half of global gross domestic product but far less than half of global stock-market capitalization. \u001d  Endresen wouldn't be surprised by more short-term volatility in emerging markets, but asserts that the \"vast majority\" of U.S. investors are \"wildly underweight\" these markets. \u001d  Underpinning the bullish case is a belief that countries like Brazil, India and China have undergone major economic restructurings. George Iwanicki, global macro emerging-markets strategist at JPMorgan Asset Management, says that many of these countries have adopted sounder fiscal policies, in part by running budget surpluses, and are replacing dollar-denominated debt with borrowings in local currency, a cushion against exchange-rate shocks. \"Growth prospects in emerging markets are very positive relative to the developed world,\" he says. \u001d  The firm still likes Turkey and Brazil, two of the more volatile emerging-market countries, but is more cautious about India, because \"valuations have gotten very rich and very dependent on sustained rapid economic growth,\" Iwanicki says. \u001d  Another part of the bull case is that the recent selloff has made emerging-market stocks cheaper. On Feb. 27, following the big one-day decline, these stocks traded at 10.76 times forward earnings, versus just above 15 times for U.S. shares, according to MSCI Barra. Iwanicki asserts that the longtime discount for developing markets is narrowing. \u001d  He does have concerns, one being the sector's susceptibility to volatility. Another is the additional issuance of emerging-market company shares, creating potential dilution problems -- although it also illustrates the growing demand for these holdings. \u001d  Jim Melcher, a global macro hedge-fund manager who runs Balestra Capital, is more skeptical. He's shorting the iShares MSCI Emerging Markets Index. And he maintains that the overall market has become too enamored of riskier assets, such as subprime mortgages. He frets about \"narrowing credit spreads and a credit bubble.\" \u001d  Still, Diane Hsiung, a senior portfolio manager at Barclays who manages the emerging-markets exchange-traded fund, contends that there's a place for these holdings, partly as a portfolio-diversification tool. \"There are many companies in emerging markets that hold very prominent positions in their sectors in terms of market leadership,\" she says, citing TSMC (TSM), formerly known as Taiwan Semiconductor. \u001d  Another way for retail investors to play emerging markets is through closed-end funds, including Templeton Emerging Markets (EMF) and Western Asset Emerging Markets Debt (ESD). Both trade at discounts to their net asset values. \u001d  Investors in emerging-market mutual, closed-end or exchange-traded fund should realize the comfortable ride of recent years is not likely to continue. But gains remain to be had. \u001d  --- \u001d              Scoreboard \b \u001d          Tough Week for Gold Funds \b \u001d  -- U.S. diversified equity funds lost an average 0.28%, versus the broad market's dip of 0.05% for the week ended Thursday, reports Lipper.  Energy funds rose 0.61%; gold funds lost 2.31%. \b \b                One Week                             Year-to-Date \b \bU.S. STOCK FUNDS                                   -0.28%    0.38% \bU.S. BOND FUNDS                                     0.21     1.72 \bTOP SECTOR / European Region Funds                  1.12     0.46 \bBOTTOM SECTOR / Gold Oriented Funds                -2.31    -3.27 \b \b              THE WEEK'S TOP 10 \b \bFund \b Investment Objective  One Week  Year-to-Date \b \bDirexion EM Bl 2x Inv \b Emerging Markets         4.23%        -7.27% \b \bCGM Tr Focus Fund \b Mid Cap Growth           4.02          5.91 \b \bProShares UlS Rl Est \b DSB                      3.96           NA \b \biShares MSCI Austria \b European Region          3.47          0.60 \b \bProFunds Sht Pr Mtls Inv \b DSB                      3.01          7.81 \b \bProFunds OE S&D US Inv \b Natural Resources        2.86          0.55 \b \bUS Glbl East European \b Emerging Markets         2.86         -3.54 \b \bLKCM Intl Inst \b IMLV                     2.85          1.70 \b \bProShares UlS Util \b DSB                      2.79           NA \b \bProFunds UltraEM Inv \b Emerging Markets         2.70         -7.33 \b \b             THE WEEK'S BOTTOM 10 \b \bFund \b Investment Objective  One Week  Year-to-Date \b \bIShares Silver Trust \b Specialty & Misc        -8.40%         1.38% \b \bDirexion EM Br 2x Inv \b Emerging Markets        -5.28          2.38 \b \bProShares Ult Rl Est \b Real Estate             -5.04           NA \b \bProFunds Prec Metals Inv \b Gold Oriented           -4.52        -12.42 \b \bCritical Math Fund \b Flexible                -4.17         -5.40 \b \bGuinn Atkin Ch&Hng Kng \b China Region            -4.11         -3.02 \b \bUS Glbl Gold Shares \b Gold Oriented           -3.99         -5.79 \b \bProFunds UltraSht EM Inv \b DSB                     -3.80          2.32 \b \bPowerShares DB MS Slvr \b Specialty & Misc        -3.68           NA \b \bProFunds RE Ult-Sect Inv \b Real Estate             -3.66          1.61 \b \b                     THE LARGEST 10 \b \bFund \b Net Assets                        3-Year*  1-Week     YTD \b (billions)  Investment Objective   Return  Return  Return \b \bAmerican Funds Gro A \b    $85.026  Multi Cap Growth       10.22%   0.09%   -0.21% \b \bAmerican Funds ICA A \b     74.934  Large Cap Value         9.47    0.12    -0.17 \b \bVanguard 500 Index Inv \b     73.031  S&P 500 Funds           8.48   -0.05    -0.80 \b \bFidelity Contrafund \b     69.867  Multi Cap Growth       12.62    0.16    -0.21 \b \bAmerican Funds Wsh A \b     69.045  Large Cap Value         8.64   -0.09    -0.49 \b \bDodge & Cox Stock \b     68.219  Large Cap Value        13.19    0.18     0.35 \b \bAmerican Funds CIB A \b     64.856  MTAG                   13.26    0.19     0.16 \b \bAmerican Funds CWGI A \b     64.346  GMLV                   16.46    0.31    -0.79 \b \bAmerican Funds Inc A \b     61.702  MTAG                   10.86   -0.07     0.28 \b \bSPDR Trust 1 \b     61.594  S&P 500 Funds            NA      NA       NA \b \b*Annualized. Through Thursday. \bSource: Lipper \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6407cce83b7b06539d2e69a226898d2b","symR":["6758.TO","AAPL","MSFT","SNE","TWX","JP3435000009","US0378331005","US5949181045","US8873171057"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/12) Does Father Really Know Best?","GmtTimeStamp":"2007-03-10T05:07:00.000000000","CompanyCodes":["6758.TO","AAPL","MSFT","SNE","TWX","JP3435000009","US0378331005","US5949181045","US8873171057"],"IndustryCodes":["BRD","CPR","CSE","ENT","MED","SOF","X225","XATI","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Joe Queenan \u001d  When my son was 13, he started to get interested in the stock market. He'd heard that if you bought stocks like Intel cheap, you cleaned up. So I decided it was time to set up a brokerage account for Gord and give him a hands-on education. I laid down only one rule: He had to keep the money invested in the market until he turned 21. Quick killings would not be part of the plan. \u001d  Before we got started, I offered a brief overview of investing, fusing Peter Lynch's dictum to invest in companies whose businesses you understand with the age-old adage to avoid putting all one's eggs in one basket. He accepted the first bit of advice but ignored the second, buying 10 shares each of Microsoft and AOL Time Warner, six shares of Sony and 20 shares of Apple Computer. I warned that he was probably making a big mistake by investing only in technology companies; he riposted that videogames, personal computers and the Internet were things he understood, unlike cars, pharmaceuticals, energy or apparel. Besides, it was his money. Well, my money in his name. \u001d  And so it was that in the portentous year 2000, we opened a $3,000 account consisting entirely of tech stocks. What we've learned since is that a parent-sponsored investment project can easily lose its luster for the child. But there's no telling how fascinating it can become for the parent. \u001d  Just weeks after we opened the account, the dot-com bubble imploded. Gord's stocks got massacred, the portfolio at one point sinking below $1,300. With the tact for which fathers are famous, I gently chided him for his disastrously narrow stock-picking approach. I then tried to console him with the thought that he was not alone in this ghastly error. But by this point, he no longer seemed terribly interested in stocks, realizing that if he had simply put the $3,000 in a bank account, he would still have the $3,000 -- plus interest. Cash, although he never actually said this, was not trash. This was Lesson No. 1. \u001d  With the portfolio entombed, I began wondering just how long it would take for my son to be made whole. I had read about all those people who had put their money in the stock market just before the 1929 crash and had to wait until Eisenhower got elected before they earned a nickel on their untimely investments. \u001d  This has been used to explain why an entire generation of middle-class people grew up fearing to buy stocks. I hoped Gord wouldn't make that mistake. Over the next 20, 30 or 40 years, I figured, stocks could serve him well, even tech stocks. \u001d  Slowly, the portfolio began to shake off its rigor mortis and meander north, even without much help from Time Warner (now mercifully out from under the AOL aegis) or Microsoft. Sony bounced back from the abyss. But the Lazarus-like resurrection of the portfolio was due almost entirely to the iPod. \u001d  Almost from the moment Apple introduced its staggeringly popular, zeitgeist-altering music player, the portfolio began an inexorable rise. By 2005, the stocks were back above $3,000; by the end of 2006, they were worth $4,350 --  up nearly 50% from the original investment, and three-and-a-half times the value of the portfolio during the tech meltdown. Gord had been made whole. Not surprisingly, my son's interest in investing has now been revived -- at least to a point. At the moment, he appears more interested in the \"virtual wealth\" he has accumulated by playing the online game World of Warcraft. \u001d  Curiously, neither he nor my daughter think well of the iPod. My daughter experienced the classic battery-death problem about two years after purchasing her first iPod; my son's unit died almost immediately. Gord thus finds himself in the position of deriving significant financial benefits from a company whose product he does not use and does not even like. But lots of other people do like iPods and do use them. Anyway, if corporations could only sell shares to people who adored their products, who'd buy tobacco or coal stocks? Lesson No. 2. \u001d  Had Gord selected just about any other tech stock than Apple when we launched this experiment, his portfolio would still be far underwater. I suppose this is Lesson No. 3, which, as I explained to my son, leads directly to Lesson No. 4: It is better to be lucky than smart. Which leads to Lesson No. 5: Most people aren't lucky, and those who are rarely stay that way. \u001d  Now a sophomore in college, Gord will be 21 this fall, at which point he can do whatever he wants with the portfolio. He can buy other stocks, he can load up on what he already has, he can liquidate the portfolio and buy a used car, he can hold on to it forever. \u001d  If he does decide to liquidate, I will immediately open an account with exactly the same stocks and hold it for the rest of my life. Just like the decades-spanning project by photographer Nicholas Nixon, who has been taking a black-and-white picture of the same four sisters every year since 1975, this portfolio provides a wonderful opportunity for study. I can examine in detail the effects of the classic buy-and-hold strategy, while simultaneously dissecting the all-the-eggs-in-one-basket approach. \u001d  Of course, this could be done without actually buying the stocks, but this would be no fun -- and could be a financial error in judgment should the portfolio continue its northward arc. Watching these stocks ebb and flow has become my hobby: I can't wait to see how Time Warner reinvents itself, how Sony responds to the success of Nintendo's Wii, and how Microsoft fares in the years ahead as Bill Gates slowly fades from the picture. Mostly, I am curious to see how long Apple can stay on this roll. What happens when somebody invents something kewler than the iPod? What happens if Apple itself stops being kewl? \u001d  I guess I'm like the guy who buys a dog for his kids and is the only one who ever takes it for walks. Except I'm not the one who bought the dog: It was Gord's decision to buy AOL Time Warner. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6590b63b52b92df043d129b3f9367022","symR":["AT","BA","BGP.XX","DE","FD","FDC","HET","MOT","SLE","SWY","TXU","US0970231058","US6200761095","US8731681081"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/12) Beware The Credit Bubble -2-","GmtTimeStamp":"2007-03-10T05:05:00.000000000","CompanyCodes":["AT","BA","BGP.XX","DE","FD","FDC","HET","MOT","SLE","SWY","TXU","US0970231058","US6200761095","US8731681081"],"IndustryCodes":["ARO","ASP","CHM","CMT","CNO","CTS","ELC","FAD","FDR","FIS","FOD","OFP","REA","REI","RTB","RTS","SVC","TLS","TRQ","XDJGI","XDJI","XFFX","XISL","XNYA","XRUS","XSP5","XSTT","XSTX"],"Story":"\u001d  Q: What has surprised me are the LBO deals getting done on cyclical companies. Is everyone just assuming that we are never going to see a recession again? \u001d  A: Deals are very sensitive to assumptions about Ebitda growth. And they assume that Ebitda growth has to go in only one direction, up. There are ways that LBO guys can get their money out of a deal before anything bad happens. Private-equity investors can pay themselves a big dividend. So they are not necessarily going to be around if problems arise. And, of course the stockholders aren't going to be around either. The only people who are going to get hurt are the bondholders and probably the employees. \b \u001d  Q: So three or five years down the road, how does this all play out? \u001d  A: There are going to be enough big blowups that it will be like any other kind of a bubble. But I don't know what will precipitate it. There are so many things that could. \b \u001d  Q: So you think we're in a bubble? \u001d  A: We are in a credit bubble, yes. As I said, I don't make big-picture pronouncements, but that's my view from down here in the trenches anyway. \b \u001d  Q: Can you think of an example where the bonds fell a lot after a leveraged buyout? \u001d  A: A good example is Harrah's Entertainment [HET]. In June, it issued $750 million of 6% bonds. When rumors of an LBO emerged last fall, those bonds, overnight, lost maybe 10 cents on the dollar. They trade around 90 cents on the dollar. For an investment-grade bond, that's a very big loss. Remember, these are bonds. They're not stocks where you have upside. There is no upside on a bond. [Investors just hope to clip their coupons and get their money back when the bond matures.] \u001d  Harrah's used to boast that having the highest ratings in its industry gave it a competitive advantage. They could easily finance their capital programs at a low cost. Now they are going to be up against competitors that aren't stretched to the limit the way they are. \b \u001d  Q: Sounds as if you do a lot of equity research to determine which bonds are at risk. \u001d  A: We do have to put ourselves in the mind of an equity investor. Quite frankly, I suffer through some conference calls just to hear what the company is telling equity investors it plans to do to goose returns. If you are a stock investor, do you like to see a big debt-financed share-buyback? I'm not sure. Mathematically, it improves earnings per share, but does it actually help a stockholder? I don't know. Federated [FD], for example, announced a $4 billion stock-buyback today and got downgraded because of it. What's the stock doing? Nothing. \b \u001d  Thanks so much. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7e239ffd3b083f5e0613096b46027584","symR":["CHH.XX","EGYSOL.XX","FLR","JEC","US3434121022"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"4 US Firms On Shortlist Of UK Nuclear Site Bidders-Report","GmtTimeStamp":"2007-03-10T11:47:00.000000000","CompanyCodes":["CHH.XX","EGYSOL.XX","FLR","JEC","US3434121022"],"IndustryCodes":["CON","ENR","ICS","POL","SVC","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  LONDON (Dow Jones)--NM Rothschild has drawn up a shortlist of bidders for Britain's Magnox nuclear sites that include four U.S. companies but none from the U.K., the Daily Telegraph reported on Saturday. \u001d  The sale of the sites and the tendering of the clean-up project is part of the U.K. government's drive to privatize Britain's nuclear industry. \u001d  The four U.S. bidders selected for the final round include Jacobs (JEC), Fluor (FLR), CH2M Hill and EnergySolutions. \u001d  Buying the 10 Magnox sites, which include Sizewall in Suffolk and Hinkley Point in Somerset, will cost around GBP80 million, the Telegraph reported, citing unnamed analysts. \u001d  According to the Telegraph, the successful bidder will receive a dowry of two or three years' work cleaning up those Magnox plants that are being decommissioned. \u001d  Only a handful of Magnox sites are still operational and all will be decommissioned in the next few years. \u001d  Newspaper Web site: http://www.telegraph.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9375 \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 06:47 ET (11:47 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7f2c93b8853149d068ecf88801766e21","symR":["FWB.MI","NWS","NWS.AU","NWSA","SCM","SCMN.VX","TI","TIA","TIT.MI","VOD","VOD.LN","AU000000NWS2","CH0008742519","GB00B16GWD56","IT0001423562","IT0003497168"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Swisscom May Bid For Italy's Fastweb In Coming Days -Source","GmtTimeStamp":"2007-03-10T12:41:00.000000000","CompanyCodes":["FWB.MI","NWS","NWS.AU","NWSA","SCM","SCMN.VX","TI","TIA","TIT.MI","VOD","VOD.LN","AU000000NWS2","CH0008742519","GB00B16GWD56","IT0001423562","IT0003497168"],"IndustryCodes":["BRD","CTS","FTS","MED","PUB","TLS","XDJGI","XFFX","XFT1","XGTI","XISL","XMIB","XNYA","XRUS","XSMI","XSP5","XST5","XSTT"],"Story":"\b \u001d  ROME (Dow Jones)--Swiss telecommunications company Swisscom AG (SCM) may make a takeover bid in coming days for Italy's second-largest telecom operator Fastweb SpA (FWB.MI), a person familiar with the matter told Dow Jones Newswires on Saturday. \u001d  Based on Friday's closing share price, Fastweb's market capitalization is EUR3.23 billion. \u001d  State-controlled Swisscom is currently going through the accounts in Fastweb's data-room after the board of the Milan-based company agreed to this Friday, the person said. \u001d  The possible bid may be announced to investors as early as Sunday or Monday, before the start of stock market trading, the person said. \u001d  The potential offer was first reported Saturday by Italian media. According to daily La Repubblica, the deal may be worth in the EUR3.5 billion and EUR4.0 billion range. \u001d  La Repubblica reported the bid will be offered to all shareholders. \u001d  Fastweb founder and Chairman, Silvio Scaglia, recently stated in an interview with an Italian weekly that he would never accept an offer that didn't have equal conditions for to all other shareholders. \u001d  Scaglia in January sold 6.3% of his previous 25% stake in Fastweb for over EUR220 million, or at EUR44.4 a share.       Scaglia also confirmed in February he has agreed a lockup deal, barring him from selling his remaining stake in Fastweb for a year. \u001d  Scaglia is the company's biggest shareholder with an 18.7% stake, while 69.7% is freefloat, according to securities regulator Consob's web site. \u001d  Rome prosecutors have put Scaglia under investigation for allegedly sending false statements on business dealings, the company said late Tuesday. Fastweb and Scaglia repeatedly denied any wrongdoing. \u001d  Fastweb has in the last months been in the spotlight as a possible target by foreign rivals. Vodafone Group PLC (VOD) and Rupert Murdoch's News Corp (NWS) were reportedly fingered as possible bidders, but have always denied it. \u001d  In February, Fastweb said it plans to pay a dividend of EUR3.77 per share, unchanged from the previous year, despite a 2006 net loss of EUR123.6 million. The market reacted with skepticism to the decision because the company isn't generating profits yet. \u001d  Fastweb, which started operating in 2000, confirmed it expects to see its first net profit in this year. \u001d  Since it expanded its network to cover most of Italy, Fastweb has aggressively competed with former telecommunication monopoly Telecom Italia SpA (TI). \u001d  Fastweb reached over one million clients at year-end, up 49% from 2005, thanks to new commercial offers and an extended coverage of the Italian territory. It also confirmed it posted a first-time positive cash flow in the fourth quarter of 2006. \u001d  At the end of last year, the company had a net debt of EUR1.08 billion, up from EUR469.1 million a year earlier. \u001d  The Swiss government's stake in the former monopoly Swisscom fell to 54.8% at the end of 2006, it said in January. The government is obliged by law to hold a majority in Swisscom shares. \u001d  Company Web sites: http//:swisscom.com \u001d                     http//:www.fastweb.it \b \u001d  -Liam Moloney and Giada Zampano, Dow Jones Newswires; +39 339 4607390; liam.moloney@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 07:41 ET (12:41 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"83ad7f186615fbcc55e03fc8cb474bc0","symR":["LEA"],"date":"2007-03-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Lear To Close Detroit Plant That Makes Armrests, Headrests","GmtTimeStamp":"2007-03-10T14:46:00.000000000","CompanyCodes":["LEA"],"IndustryCodes":["OTA","XDJGI","XFFX","XNYA","XRUS","XSCI"],"Story":"\b \u001d  DETROIT (AP)--Auto parts supplier Lear plans to close a Detroit armrest and headrest plant that employs about 300 hourly workers. \u001d  A closing date wasn't announced. \u001d  Lear says the closing is part of a $300 million restructuring that began in mid-1995. \u001d  Southfield-based Lear says the company must close plants to be competitive. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 09:46 ET (14:46 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8f27b76ca6f93499e85393ac047b0582","symR":["GMKN.RS","NILSY","OGKC.RS","RU0007288411","RU000A0HMML6"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"OGK-3 Share Issue Raises RUB81.72 Billion","GmtTimeStamp":"2007-03-10T09:58:00.000000000","CompanyCodes":["GMKN.RS","NILSY","OGKC.RS","RU0007288411","RU000A0HMML6"],"IndustryCodes":["ELC","ONF","XDJGI"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 10, 2007 04:58 ET (09:58 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"95f4ed51c075803f794419eb1926597d","symR":["LKOH.RS","LUKOY","RU0009024277"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Fire At Volgograd Oil Refinery Extinguished - Itar-Tass","GmtTimeStamp":"2007-03-10T16:36:00.000000000","CompanyCodes":["LKOH.RS","LUKOY","RU0009024277"],"IndustryCodes":["OIL","XDJGI"],"Story":"\b \u001d  NEW YORK (Dow Jones)--The fire at Volgograd's oil refinery was extinguished at 6:16 p.m. Moscow time (1516 GMT) on Saturday. No casualties were reported, the regional branch of the Emergencies Ministry told Itar-Tass. \u001d  \"The call about the fire at the Volgograd oil refinery was received by the duty officer at 12:51 p.m. Moscow time today. A crude oil distillation plant was on fire. The area affected by the fire was 500 square metres,\" the ministry's branch said, according to Itar-Tass. \u001d  The fire ranked three on Russia's scale of fires. Nine fire crews, 110 personnel, and a Purga-100 (snowstorm) foam system were used to fight the blaze. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 11:36 ET (16:36 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"96c9d0a776ada664a09288c4481331b0","symR":["CS","CSGN.VX","RF","SCHW","CH0012138530"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/12) New Kid Moves To Head Of The Class","GmtTimeStamp":"2007-03-10T05:08:00.000000000","CompanyCodes":["CS","CSGN.VX","RF","SCHW","CH0012138530"],"IndustryCodes":["BAN","BNK","SCR","XDJGI","XFFX","XNYA","XRUS","XSMI","XSP5","XST5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Vito J. Racanelli \u001d  When it comes to stock-picking prowess, staying atop the Wall Street broker pyramid is a tough job, akin to hand-to-hand combat. With bragging rights and lucrative trading commissions at stake, there's no shortage of rivals trying to claw their way to the summit. \u001d  That makes it all the more impressive when a discount broker like Charles Schwab, which doesn't use the traditional analyst research model, and a smaller, regional outfit like Morgan Keegan repeat as winnersin our stock-picking rankings, and maintain their general dominance. \u001d  As we do every six months, Barron's rates the stock-picking abilities of brokers that issue focus lists, or rosters of their best ideas. We rely on data compiled by Zacks Investment Research, an independent outfit that keeps a running tally of the firms' focus lists over various periods. \u001d  In the latest study, ended Dec. 31, Zacks looked at the selections of 13 brokers, most of them well known. Reigning long-term champ Schwab (ticker: SCHW) again showed its expertise, taking the top spot over five years, as it did in the previous two rankings. The San Francisco-based firm also came in a close third in the three-year battle, just one-hundredth of a percentage point out of second place. \u001d  The three-year crown was snagged by Morgan Keegan. The brokerage house, a Memphis-based unit of Regions Financial (RF), also came in second in the one-year ranking, after being No. 1 in that category in the preceding ratings. \u001d  That brings us to the rookie this year, a small broker, Matrix USA, new to our contest, which managed to grab the checkered flag for the short-term rankings -- both for six months and one year. While we're handing out kudos, special mention must also go to Citigroup Smith Barney, which won no category outright, but provided the most consistently strong performance over both the short and long terms, as well as to Banc of America Securities, which scored well over six months and five years. Many brokers exhibited mixed performances, but Raymond James of St. Petersburg, Fla., earned the dubious distinction of trailing both the S&P 500 and the broker average across all four periods presented. \u001d  Regular readers of these tables might notice that the average broker's performance has slipped against the S&P 500. In the previous two contests, the average broker beat the key index in each period. This time around, the market bested the average broker in the short term. \u001d  Zacks' rankings are straightforward. For over a decade, the Chicago firm has charted performances of the stock recommendations made by America's major brokerages. Zacks looks at the brokers' best-ideas lists, putting a stock in a theoretical portfolio when it's added to a list and taking it out when a broker removes it. Focus Lists, or model portfolios, as some brokers call them, are typically -- though not always -- put together for individual investors and help generate commissions for the firms. The brokerages push the lists as the best of the best, in most cases skimmed from what the firm considers to be the cream of its universe of top-rated stocks. \u001d  Although similar in intent, these lists can differ in significant ways. For example, some are updated at regular intervals, while others are changed ad hoc. Most lists are flexible about the quantity of recommendations, but in some cases, the number is fixed. \u001d  Most hold 20 to 30 stocks, but Banc of America has just 10, making it more likely that one stellar or disastrous pick will have a big effect on its performance. Other lists, like Schwab's, contain 100 stocks, so the fate of any individual issue matters less in its overall showing. That also means that the Schwab list should have a tougher time beating the index than do shorter ones. More unusually, the discount broker employs a mainly quantitative system, with relatively little input from analysts. \u001d  An important note on methodology: Zacks ranks the brokers on an equal-weighted basis. The S&P 500, however, is weighted according to its components' stock-market values. Consequently, the brokers' results aren't strictly comparable to the S&P's. In the past, this has given an advantage to the brokers, because small-capitalization stocks have vastly outpaced large-caps since 1999. So this time around, to help readers get a better perspective on the brokers' relative performance, we've included in the accompanying tables the returns of the S&P 500 adjusted to an equal-weighted basis. Upshot: The 13 brokers, on average, were unable to beat that benchmark in any of the four periods studied. \u001d  James Licato, a senior editor at Zacks, says insurance, drug makers and computer software and services were the most popular industries in the focus portfolios at the end of the fourth quarter. That suggests that the stockpickers were leaning defensively. Additionally, the average market value of the focus-list stocks was $49.2 billion at year-end. The top performers had market caps above that; the laggards, below. \u001d  In the five-year race, Charles Schwab's Equity Model Portfolio of 100 names, returned 97%, way out in front of second-place Credit Suisse (CS), which had a 57% gain. Schwab also handily beat both the broker average and the S&P, regardless of how the index is measured. Topping the equal-weighted S&P 500 -- which few lists have done over the long term -- indicates that Schwab's picks haven't just been benefiting from the market's small-cap bias. (Large-caps made a bit of a comeback last year, so small stocks provided less of a boost in the six-month and one-year stretches.) \u001d  Schwab's stock recommendations are compiled by applying some 18 measures -- including valuation, sentiment, risks to revenue, and momentum ratings -- to the firm's Buy-rated stocks. Among the most important factors in the Schwab method are free-cash-flow trends and asset utilization. In producing this list, Schwab seeks stocks that are undervalued relative to the potential upside surprises they might present to investors over the next year or two. \u001d  As noted, Schwab's quantitative system doesn't take the typical analyst-intensive Wall Street approach to picking stocks. Diversification across sectors is important for the company, whose model portfolio mimics the broad market's sector allocations. In other words, an energy stock taken off the list is replaced with another energy company, and a bank with a bank, etc. That dampens sector risk. \u001d  \"Because it is a diversified list, we tend not to be at the top or bottom of the short-term ranks,\" says Greg Forsythe, Schwab's director of equity ratings and the founder of its stock-rating system. \u001d  Among the list's most recent additions is Convergys (CVG), a Cincinnati-based provider of customer, human- resources and billing services. It's generating \"powerful free cash flow,\" buying back shares and consistently beating consensus earnings forecasts, says Forsythe. Another new Schwab favorite is UST (UST), which sells smokeless tobacco. It, too, has strong cash flow, and it keeps growing faster than expectations, he adds. Two stocks removed from the Schwab list, both for decelerating earnings growth, are AVX (AVX), the electronics-component maker, and oil-and-gas exploration and production company Devon Energy (DVN). \u001d  For the three years ended Dec. 31, Morgan Keegan, returned a robust 84% with its 16-to-20 stock focus list, leaving the second-place finisher here, Citigroup Smith Barney (up 53%), in the dust. Like Schwab in the five-year race, Morgan Keegan also thoroughly beat the S&P 500, regardless of the weighting used. \u001d  Elkan Scheidt, chairman of Morgan Keegan's focus-list committee, acknowledges that, with his stocks having a median market cap of $1.4 billion, holding mainly small- and mid-caps has helped. More important, however, is \"the research we do here,\" focused on companies that often get little or no attention from the giant Wall Street brokers. \"There continues to be value in regional research in companies that aren't widely covered,\" he observes. \u001d  Over three years, liberal investments in energy, transportation and financial stocks drove the focus list's gains, Scheidt points out. But as good as Morgan Keegan's selections have been, the firm performed poorly in the second half, up less than 3%. Scheidt says that holding energy stocks too long -- they're now off the list -- hurt in the third quarter, and that transports hobbled performance in the fourth. \u001d  Lately, Morgan Keegan has added Federal Express (FDX) because it expects operational improvements to boost earnings and economic growth to accelerate in coming quarters. Another addition is an Israeli company, Radvision (RVSN), a leading player in the video-conferencing industry. As an original-equipment manufacturer for Cisco Systems (CSCO), it should benefit from Cisco's new push into video conferencing. \u001d  The surprise of the contest is Matrix USA, a New York-based broker with just 30 employees, which took the laurels for both six-month and 2006 returns. The firm's director of research, Ivan Feinseth, says its focus list has a \"black-box foundation,\" a quantitative approach that whittles a 3,000-stock universe to about 200 names. Matrix scores the stocks for economic value-added, or EVA, which it measures by looking at growth in the spread between a company's return on capital and its cost of capital. Important factors considered, among others, are excess free cash flow and excess cash per share. \"We're not concerned with earnings-per-share consensus estimates,\" he says. \u001d  From a base of those 200 or so stocks, Matrix then employs a more traditional fundamental approach with analyst research and \"legwork,\" Feinseth adds, to come up with a focus list, which has 16 names right now and typically has 12 to 65. \"In this way, we capture both the art and science of stock-picking,\" he quips. Matrix recently has added Brookfield Asset Management (BAM) and removed Goodyear Tire & Rubber (GT). \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 10, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"98626aee2ed211a0f8a1e07d104b72c1","symR":["500105.BY","500325.BY","INE002A01018","INE006A01019"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UPDATE: Reliance Indus To Merge With Indian Petrochemicals","GmtTimeStamp":"2007-03-10T10:28:00.000000000","CompanyCodes":["500105.BY","500325.BY","INE002A01018","INE006A01019"],"IndustryCodes":["CHC","CHM","CHS","XDJGI"],"Story":"\b \u001d  (Updates with company and analyst comments and background information.) \u001d  MUMBAI (Dow Jones)--India's Reliance Industries Ltd. (500325.BY) said its board Saturday approved a merger with associate Indian Petrochemicals Corp. Ltd. (500105.BY) via a share swap, strengthening its presence in the petrochemicals business. \u001d  The approval to the merger has come about five years after RIL, through its associates, acquired a 26% stake in the erstwhile state-run IPCL under the then government's privatization program. RIL's associates subsequently increased their stake in IPCL further via market purchases and currently hold a 47.3% stake in IPCL. \u001d  Under the terms of the merger, which is subject to shareholder and regulatory approvals, shareholders in IPCL will get one share in RIL for every five shares they hold in IPCL. \u001d  RIL said in a statement the merger provides IPCL shareholders \"an opportunity to de-risk their investment by participating in the growth opportunities at RIL.\" \u001d  It said IPCL's business portfolio \"predominantly consists of commodity polymers, which makes it prone to earnings volatility and cyclical risk,\" while diversified RIL has interests in oil and gas, refining and marketing, petrochemicals, retail and development of special economic zones. \u001d  \"This merger will be earnings accretive for the shareholders of RIL and shall provide shareholders of IPCL an opportunity to participate in RIL's diversified business portfolio,\" said Mukesh Ambani, chairman at both RIL and IPCL, in a statement. \u001d  The merger swap ratio was determined on the basis of a joint valuation report by PricewaterhouseCoopers and Ernst & Young. \u001d  Sanjeev Agarwal, a partner at Ernst & Young, said the merger ratio was in line with the recent share price movements of both RIL and IPCL. \u001d  On the Bombay Stock Exchange Friday, RIL's shares closed 1.2% lower at INR1,318.50 ($29.85) while shares in IPCL rose 3.4% to INR268.60. \u001d  Following the merger, RIL's share capital will increase to INR14.54 billion from INR13.94 billion at present. \u001d  RIL said its associate companies, which hold a 47.3% stake in IPCL, will receive RIL shares worth around INR37 billion and constituting 2% of RIL's post-merger share capital in exchange for their stake in IPCL. \u001d  \"The associates will hold the shares for the benefit of all the shareholders of RIL and could monetize the economic value at an appropriate time in the future. These shares could be offered to financial or strategic investors in domestic or international markets,\" said RIL in the statement. \u001d  S. Tulsian, a member of the National Stock Exchange, said that despite the dilution in RIL's equity due to the merger supply of additional RIL shares in the market will be limited because of such an arrangement. \b \u001d  -By V. Phani Kumar; Dow Jones Newswires; 91 22 2288 4212; djn.in@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 05:28 ET (10:28 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a157220ed549ba1c9b4f76521c094ea3","symR":["CFC"],"date":"2007-03-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(3/12) Barron's Online: Countrywide's Curb Appeal","GmtTimeStamp":"2007-03-10T05:10:00.000000000","CompanyCodes":["CFC"],"IndustryCodes":["MFN","XDJGI","XFFX","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Dimitra DeFotis \u001d  Subprime home buyers may be defaulting on payments, but the house that mortgage lender Countrywide Financial built is made of brick, not straw. \u001d  With subprime lenders folding under pressure from bad loans, Countrywide's stock has fallen about 20% from its January 52-week high, significantly underperforming the broader market. Yet less than 10% of Countrywide's total loan volume is in the subprime market. \u001d  The benefits of revenue diversification and continued double-digit growth of loan-servicing fees may not be reflected in the stock. And the pure mortgage-origination business -- which can be risky because some loans remain on Countrywide's balance sheet -- fell to about half of Countrywide's pretax '06 earnings from nearly 60% in 2005. \u001d  There are other reasons to like these shares. The firm should gain pricing power as the subprime loan market shrinks. Its solid reputation as the largest U.S. independent mortgage lender could spur a takeover. And the shares look pretty cheap. \u001d  \"Countrywide has transitioned from being a mortgage originator to a bank. That is significant, because their earnings are less volatile,\" says Mitchel Penn, an analyst at Legg Mason Capital Management, which is the second-largest institutional shareholder. The stock is among the top 10 holdings in Bill Miller's Legg Mason Value Trust. \u001d  That transition is happening under the watchful eye of CEO Angelo Mozilo, 68, the son of a Bronx butcher who co-founded the mortgage giant in 1969. Countrywide's meat and potatoes is providing mortgages directly to customers. It also services and trades them, and its thrift institution invests in mortgages. \u001d  Less than 10% of Countrywide's loans in the fourth quarter were to customers with questionable credit; the industry average is closer to 20%, according to Frederick Cannon, an analyst at Keefe, Bruyette & Woods (KBW). \u001d  And Countrywide's market share is significant -- a 17% stake of the roughly $2.4 trillion U.S. mortgage business and a 12% piece of the mortgage-servicing business, says Basu Mullick, a money manager at Neuberger Berman, a fan of the stock. \u001d  Higher interest rates are negative for mortgage originations but a positive for mortgage-servicing fees since Countrywide retains mortgages longer. And Countrywide's bank hedges risk in other ways. \u001d  \"They have gained market share through every cycle on servicing and origination, and they have diversified their portfolio significantly since the last downturn,\" says Mullick. \"As the market for subprime loans shrinks, margins in subprime will expand and that will be positive for Countrywide.\" \u001d  About 19% of Countrywide's nonprime loans were more than 30 days delinquent at year's end, up from 15% in 2005, according to a recent Securities and Exchange Commission filing. But most of its portfolios are conventional mortgages, where 30-day delinquencies only moved to 2.76%, from 2.6% in 2005. \u001d  Countrywide sells much of its subprime portfolio as mortgage-backed securities. That removes risk, and still allows for the collection of processing fees. Thus, Countrywide could gain market share even in a \"shakeout year\" for subprime lenders, Mullick says. \u001d  \"People got all antsy when Countrywide reported increasing delinquencies in subprime loans in their latest 10-K, while not putting that in the context of Countrywide's greater mortgage banking operation,\" KBW's Cannon says. \"Countrywide has done a good job participating in subprime while limiting their overall risk.\" \u001d  Merrill Lynch this week added Countrywide to its list of 10 most attractive value stocks. The shares trade at 8.3 times estimated forward earnings, versus 10.7 times for mortgage-lending competitor Washington Mutual (ticker: WM), according to Thomson Financial/Baseline. \u001d  Merrill and KBW have investment-banking relationships with Countrywide. \u001d  Countrywide's shares look even cheaper at 1.5 times book value; the shares have traded at a high of 5.5 times book value in recent years. \"Large financial institutions that want to be No. 1 in the country cannot avoid looking at Countrywide,\" says Cannon. \u001d  Countrywide stock moved in January on speculation that Bank of America could be interested in a takeover bid. But BofA's chairman snuffed out the rumors shortly thereafter, and the stock sold off. \u001d  Even without an acquisition, according to Merrill Lynch research, \"Countrywide is likely to benefit from a cyclical recovery in the mortgage sector that could begin as early as the second half of '07, leading to better core profitability.\" \u001d  True, what matters most is how long it takes for loan delinquencies to play out, and what the Federal Reserve does with interest rates. Investors are likely to sell mortgage lenders first and ask questions later if the news flow is bad. Plus, it's not exactly a vote of confidence that over the past 30 months, CEO Mozilo has unloaded more than 8.7 million Countrywide shares worth $320 million, according to InsiderScore.com. Mozilo has said he must diversify his portfolio. The stock is up nearly 500% since early 2000. Countrywide didn't return a call seeking comment. \u001d  \"He started the company from scratch, and the sales are under a program,\" says Penn at Legg Mason. \"I don't think his volume will have any effect on the stock.\" \u001d  For all the huffing and puffing about Countrywide and its markets, this house could stand up just fine. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:10 ET (05:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a594049a5c01a668905ed38c69303fd7","symR":["NEW"],"date":"2007-03-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(3/12) Current Yield: Treasury Yields Rise As Global Stocks Recover","GmtTimeStamp":"2007-03-10T05:07:00.000000000","CompanyCodes":["NEW"],"IndustryCodes":["REA","REI","XDJGI","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Randall W. Forsyth \u001d  Relative calm returned to the credit markets last week, resulting in Treasury yields retracing about half their declines that followed the sharp global market selloff the prior week. \u001d  Even as subprime lender New Century Financial (ticker: NEW) appeared headed toward bankruptcy, the tumult in that sector seemed to ease in tandem with the uptick in the equity market. Credit derivatives tied to the sector (the ABX-HE triple-B-minus tranches, to be specific) continued therebound first noted in last week's column. It's probably no coincidence that the markets for these risk assets stabilized as the yen reversed part of its recent jump vs. the dollar, which took some of the pressure off positions financed by borrowings of the Japanese currency (the now-notorious yen-carry trade). \u001d  Most of the rise in Treasury yields followed Friday's release of employment data that, while spot-on with most of the published estimates, were above the whisper numbers being bandied about on trading desks. Nonfarm payrolls rose by 97,000 workers in February on top of an upwardly revised January increase of 146,000, originally estimated at 111,000. \u001d  Those data, along with a 0.1 percentage point downtick in the unemployment rate (which is derived from a separate survey) to 4.5%, vastly lowered the odds being placed in the futures on a near-term rate cut by the Federal Reserve, to 32% from 66% just a day earlier. \u001d  In the Treasury market, the yield on the benchmark 10-year note rose to 4.585% from 4.507% a week earlier, but was still below the 4.672% level of two weeks prior, just before the global equity markets hit an airpocket. The yield on the two-year note, which is most closely tied to expectations about Fed policy, rose to 4.657% from 4.546% the previous Friday but stayed below the 4.796% of two weeks earlier. \u001d  The jobs report showed the economy \"is not bad but not great,\" says Joseph M. Balestroni, head of the domestic high grade corporate bond group at Federated Investments. But with the Fed unlikely to ease, he deems the 10-year Treasury too richly priced in the 4.50% range. \u001d  Amid the turbulence in subprime mortgages, the best value in the investment-grade market can be found in the mortgage-backed securities issued by U.S. agencies such as Fannie Mae and Freddie Mac, he adds. As usual, these MBS failed to participate in the fast and furious flight to quality rally in Treasuries because of expectations of increased refinancing activity as mortgage rates dropped. \u001d  Essentially, the Fannies and Freddies didn't budge, widening their spread over Treasury yields as the latter declined. These triple-A securities yield about a percentage point over Treasuries, while single-A corporates provide only a 0.90% cushion. And Fannie and Freddie aren't about to be LBO'd. \b \u001d  There's a fate worse than debt, Hillary. \u001d  The junior senator from New York sounded the alarm that the burgeoning holdings of U.S. debt by foreigners increase the nation's \"economic vulnerabilities.\" Clinton, the front-runner for the Democratic presidential nomination in 2008, charged that the Bush administration's policies have caused an \"erosion of U.S. economic sovereignty.\" \u001d  In a letter to Treasury Secretary Henry Paulson and Federal Reserve Chairman Ben Bernanke, Clinton suggested establishing some sort of benchmark for foreign-held U.S. debt that would trigger action by the president. Indeed, she said the recent global market selloff was a \"wake-up call\" on the problem, Bloomberg News reported. \u001d  Placing restrictions on overseas ownership of U.S. government securities, as the senator suggests, would effectively solve the problem of growth in America's foreign debt. But the cure would be vastly worse than the ailment, on the order of a lobotomy for a headache. \u001d  The real danger posed by foreign purchases of U.S. debt isn't that it is growing; it's that it may stop because global buyers will have had their fill of our paper. \u001d  Indeed, far from imperiling the U.S. economy, this foreign capital is keeping it afloat. The purchases of U.S. government debt that so alarms Clinton may be lowering long-term interest rates by 90 basis points (0.90%), according to estimates in a 2006 National Bureau of Economic Research working paper. \u001d  More fundamentally, restrictions on the free flow of international capital could imperil the U.S. economy, just as the Smoot-Hawley tariff of 1930 helped set off the Great Depression by killing international trade. \u001d  If this recycling of capital is cut off, interest rates would rise and the dollar would fall in a vicious circle, resulting in a a severe recession. The growth in foreign indebtedness that so worries Clinton would be curtailed, but the economy would be crippled. \u001d  So, Hillary, be careful what you wish for if you want America's foreign debt curbed. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a841dd9055fd753068b2be1086b203f8","symR":["ABT","BCR","BSX","EVVV","JNJ","US0028241000","US4781601046"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"WSJ(3/10) FDA To Review Uses Of Bile-Duct Stents","GmtTimeStamp":"2007-03-10T05:00:00.000000000","CompanyCodes":["ABT","BCR","BSX","EVVV","JNJ","US0028241000","US4781601046"],"IndustryCodes":["DRG","MDS","MDV","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From THE WALL STREET JOURNAL) \b   By Keith J. Winstein \u001d  The Food and Drug Administration has called a meeting with makers of bile-duct stents to discuss their heavy use for unapproved, or \"off label\" surgical applications. \u001d  Officials of some stent makers said they fear the FDA will threaten to slow new approvals of the devices or require more-rigorous testing in advance of approval. The meeting, scheduled for Monday, occurs as the FDA, Medicare, and a congressional committee are also looking into off-label use of drug-coated coronary stents amid concerns about their risks in clotting. \u001d  An FDA spokeswoman confirmed a meeting but wouldn't say what was to be discussed. The meeting is expected to include manufacturers Boston Scientific Corp., Johnson & Johnson, Abbott Laboratories, ev3 Inc., C.R. Bard Inc., and Alveolus Inc. \u001d  Tiny bile-duct scaffolds, known formally as biliary stents, are supposed to prop open the tubes that carry digestive fluids to the intestines, as opposed to blood-pumping arteries, which are the province of stents approved for vascular uses, including drug-coated coronary stents used near the heart. \u001d  But since biliary stents are available in much larger sizes than their vascular cousins, doctors commonly use them to prop open large arteries, such as those leading to the legs and kidneys. \"Our go-to stent for disease in the legs are biliary stents,\" said Dr. Gary L. Schaer, the director of the cardiac-catheterization laboratory at Rush Hospital in Chicago. A September 2006 article by an FDA scientist also concluded that \"virtually all\" kidney-artery operations used stents not approved for that purpose. \u001d  Some industry sources estimate that as much as 90% of biliary stents are sold to catheterization laboratories and used off-label in arteries. On-label sales of biliary stents amounted to about $38 million last year, according to Millennium Research Group. Those numbers don't include off-label use in arteries. \u001d  Eric K. Mangiardi, the chief executive of Alveolus, Charlotte, N.C., said he was concerned that the FDA would require his company to do clinical trials before its new biliary stent could be approved. He said he hoped for \"definitive guidelines around this space. . . . The stents that we're making,\" he stressed, \"cannot be used in the vasculature.\" \u001d  Since biliary stents are largely intended for patients dying of cancer and aren't tested in arteries, the FDA requires far less rigorous study before approving a new biliary stent than one intended for vascular use. A 2003 article by an FDA scientist questioned whether the \"booming\" biliary stent market was a result of rising needs in cancer patients or represented manufacturers' response to high off-label demand. \u001d  In 2004, the FDA forced J&J's Cordis unit to recall an instruction sheet, which wasn't approved by the FDA, for its Precise biliary stent after nine off-label patients were injured. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:00 ET (05:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"aa85af4dfdc96bb08477cd3fa3f1194c","symR":["ANA.MC","ELE","ELE.MC","EN","ENEL.MI","EOA.XE","EON","DE0007614406","ES0125220311","ES0130670112","IT0003128367"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Enel Says Endesa Stake Buy A 'Unique Opportunity' -SEC Filing","GmtTimeStamp":"2007-03-10T17:05:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EN","ENEL.MI","EOA.XE","EON","DE0007614406","ES0125220311","ES0130670112","IT0003128367"],"IndustryCodes":["CON","ELC","MUT","XDAX","XDJGI","XIBEX","XISL","XMIB","XNYA","XST5"],"Story":"\b \u001d  ROME (Dow Jones)--Enel SpA (EN), Italy's former power monopoly, said its recent buy of almost 10% of rival Endesa SA (ELE) is a \"unique opportunity\" to boost its presence in the Spanish markets as well as other European ones, according to a filing with the U.S. Securities and Exchange Commission. \u001d  The \"investment is consistent with Enel's ongoing strategy to seek new investment opportunities in core energy businesses in Spain, where demand for electricity is expected to grow at a higher rate than the European average, and other European countries and Latin America,\" said the Italian utility in its filing. \u001d  Enel in a surprise move announced on Feb. 27 it bought a 9.99% stake in Endesa, Spain's biggest power company by market value, for EUR4.13 billion. In the following days it said it holds options to buy a further 12% holding of Endesa. \u001d  Enel has asked Spanish regulators to allow it to increase its stake to over 10%. \u001d  In the SEC filing Enel says it expects a response within the next two months. \u001d  The Italian utility said it will seek to gain representation on Endesa's board. Enel said it will be entitled to elect one board member with a 9.99% stake, while that becomes two director with a 15.4% holding, and in the event of a 23.1% stake, then it will be three board directors. \u001d  The Rome-based company has said recently it may increase its Endesa stake up to 24.99% -the threshold after which it must make a bid for the rest of the company under Spanish rules. \u001d  Enel added that if current Spanish proposals to hike the threshold that triggers an automatic tender is increased to 30% are approved, then it might acquire additional shares to within that limit. \b \u001d  -By Liam Moloney, Dow Jones Newswires; +39 06 678 2543; liam.moloney@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 12:05 ET (17:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ad702b7d6132d64090ac83388ed1c635","symR":["LKOH.RS","LUKOY","RU0009024277"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Fire Breaks Out At Volgograd Oil Refinery -Itar-Tass","GmtTimeStamp":"2007-03-10T12:54:00.000000000","CompanyCodes":["LKOH.RS","LUKOY","RU0009024277"],"IndustryCodes":["OIL","XDJGI"],"Story":"\b \u001d  NEW YORK (Dow Jones)--An oil refinery is ablaze in Volgograd, a Russian Emergencies Ministry official told Itar-Tass. \u001d  The fire broke out in the refinery of Lukoil at about 1:00 p.m. Moscow time Saturday, Itar-Tass reported. \u001d  There was fuel discharge caused by depressurization of a vacuum oil refining system, and the fuel burst into flame, the person told Itar-Tass. \u001d  About 500 square meters were reported to be ablaze. \u001d  The flame may spread to nearby petrol tanks, the person told Itar-Tass. \u001d  Nineteen teams of firemen were reported to be working at the site. \u001d  There were no reports about victims. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 07:54 ET (12:54 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"aed2afbd275c33ff60945f4047a573fe","symR":["ADI","BYD","CP","CP.T","CXR","DHY","LSTR","MBI","CA13645T1003"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/12) Research Reports: How Analysts Size Up Companies","GmtTimeStamp":"2007-03-10T05:05:00.000000000","CompanyCodes":["ADI","BYD","CP","CP.T","CXR","DHY","LSTR","MBI","CA13645T1003"],"IndustryCodes":["BRD","CEF","CNO","INP","INS","MED","RAI","SEM","TRK","XDJGI","XISL","XNYA","XRUS","XSCI","XSP5","XSTX","XTSE"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  Analog Devices \u001d  -- ADI-NNM \b \u001d  Moderate Outperform \u001d  -- Price 35.10 on March 6 \u001d  by First Global \b \u001d  ADI bucked declining revenue trend [of] peers [for] marginally better Q1 fiscal-'07 performance. Revenues came in at $657 million, in line with guidance . . . [digital-signal-processing] wireless chipset revenues grew sequentially after decline in Q4:FY06, when inventory corrections at ADI customers negatively impacted sales . . . ADI now trades at 23.3 times our FY07 estimated earnings and 20.1 times our FY08 numbers. Considering relatively better performance [versus] peers, book-to-bill ratio greater than one, and stabilizing inventory, upgrading ADI to Moderate Outperform. \b \u001d  Boyd Gaming \u001d  -- BYD-NYSE \b \u001d  Buy \u001d  -- Price 44.35 on March 6 \u001d  by Morgan Joseph \b \u001d  BYD is only operator that can give investors public-equity market exposure to these attractive gaming markets: Las Vegas locals, Atlantic City, N.J., Broward County, Fla. Recent market softness has provided good entry point; shares reached [intra-day] recent high of 49.73 on Feb. 20, [on] BYD's better-than-expected 4Q06 results, and have since declined 11% . . . to 44.35, implying appreciation potential of 26%, to 56 target . . . derived using blended enterprise value/earnings before interest, taxes, depreciation and amortization multiple of 9.4 times '08 Ebitda estimates [plus value for growth projects]. \b \u001d  Canadian Pacific Railway \u001d  -- CP-NYSE \b \u001d  Overweight \u001d  -- Price 53.23 on March 7 \u001d  by Prudential Equity Group \u001d  Initiating with Overweight rating and 63 target, based on our '07 estimated EPS of $3.91, assuming shares trade at 16 times our estimate, toward high end of its one- and three-year forward ranges. We believe the higher-than-average multiple is warranted [due to] CP's renewed operational focus. We believe CP's revenue mix is very attractive, since we estimate that only about 20% of it directly competes against trucking, and it has the second-highest exposure to the holy trinity of freight: agriculture, coal and intermodal. \b \u001d  Cox Radio \u001d  -- CXR-NYSE \b \u001d  Market Perform \u001d  -- Price 13.90 on March 6 \u001d  by Barrington Research \b \u001d  Earnings per share of 22 cents for [4Q] and 88 cents for the year topped our estimates of 20 and 86 cents. . . . Pluses in the quarter included 3.8% revenue gain, reflecting flat local revenues but 12.2% increase in national. . . . Cox's long-term incentive plan sets a five-year schedule of increases in incentive awards. Management noted that for '07, in particular, cost and expense levels would increase . . . due in part to . . . expansion of these benefits. . . . We do not expect revenue gains in '07 to be sufficient to overcome this degree of expense increase and therefore estimate '07 EPS will decline to 75 cents. \b \u001d  Credit Suisse High-Yield Bond Fund \u001d  -- DHY-NYSE \b \u001d  Sell \u001d  -- Price 4.46 on March 1 \u001d  by Stifel, Nicolaus & Co. \b \u001d  We believe . . . the fund may reduce its dividend in '07. Therefore, we recommend that investors not wait for [this, nor for] the default rate . . . before reducing their position in high-yield funds . . . We view this fund appropriate for aggressive-risk accounts. We believe [it's] trading at lofty levels, slightly below its 52-week average premium of 3.17%. \b \u001d  Landstar System \u001d  -- LSTR-NNM \b \u001d  Outperform \u001d  -- Price 42.79 on March 6 \u001d  by Baird Securities \b \u001d  Recommend purchase of LSTR [non-asset-based truckload provider, managing largest fleet of independent truckload contractors in N. America]. Revenue trends are in line with expectations. Volumes slightly lower year/over/year, impacted by slower economic activity and February weather. Yet . . . pricing environment appears to have stabilized at lower levels. Major [crash] in February likely to hit LSTR's full self-insurance deductible of $5 million in 1Q. Target remains 50, [or] 20 times '08 estimates. \b \u001d  MBIA \u001d  -- MBI-NYSE \b \u001d  Outperform \u001d  -- Price 64.39 on March 7 \u001d  by Friedman Billings Ramsey \b \u001d  Upgraded to Outperform, as we believe the stock's recent poor performance was result of mortgage-related credit concern. MBI's exposure to residential mortgage-backed securities accounts for only 5.8% of net par outstanding, with below-investment-grade subprime credits amounting to only $29 million of $617 billion of net par insured. While we believe that MBI's mortgage-credit exposure is manageable, wider credit spreads resulting from mortgage-industry troubles should translate into more attractive returns. . . . If mortgage-related credit fears migrate to other sectors, financial-guaranty companies stand to benefit further -- but this isn't baked into current estimates. Maintaining 78 target, implying 12.7 times multiple on our '07 EPS estimate and a 1.5 times multiple on current tangible book value. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b293cd6b99ed5e95bf334fc5db722dde","symR":["INSM"],"date":"2007-03-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Update: Insmed to Hold 2006 Q4 and Year End Earnings Results","GmtTimeStamp":"2007-03-10T17:11:00.000000000","CompanyCodes":["INSM"],"IndustryCodes":["BTC","XDJGI"],"Story":"\b         Conference Call on Thursday, March 15, 4:30 p.m. (ET) \bRICHMOND, Va.--(BUSINESS WIRE)--March 10, 2007-- \u001d  Insmed (NASDAQ:INSM) today announced that it will release its 2006 fourth quarter and year end financial results after market close on Thursday, March 15, 2007. \b \u001d  Management will host an investment community conference call beginning at 4:30 p.m. Eastern Time, on Thursday March 15, to discuss the financial results, provide a business update and answer questions. \b \u001d  Individuals interested in listening to the live conference call may do so by dialing (877) 407-0782 toll free within the U.S. and Canada, or (201) 689-8567 for international callers. \b \u001d  A telephone replay will be available approximately two hours after the call for two weeks by dialing (877) 660-6853 from the U.S., or (201) 612-7415 for international callers. The account code is 286; the conference number is 234775. \b \u001d  Individuals interested in listening to the conference call via the Internet may do so by visiting www.insmed.com. A replay will be available on the Company's Web site for two weeks. \b \b   About Insmed \b \u001d  Insmed Inc. is a biopharmaceutical company focused on the development and commercialization of drug candidates for the treatment of metabolic diseases and endocrine disorders with unmet medical needs. For more information, please visit www.insmed.com \b \b    CONTACT: Insmed Incorporated \b             Jody M. Lomenzo, 804-565-3041 \b             Director, Investor Relations & Corporate Communications \b \b    SOURCE: Insmed Incorporated \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 12:11 ET (17:11 GMT)"},{"md5ID":"b821a6852b31baf0ad7a25e5f56752d0","symR":["TWX","US8873171057"],"date":"2007-03-10","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"HK Leader CNN Interview Apparently Partly Blacked Out In China","GmtTimeStamp":"2007-03-10T08:54:00.000000000","CompanyCodes":["TWX","US8873171057"],"IndustryCodes":["BRD","MED","XDJGI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b \u001d  HONG KONG (AP)--Chinese authorities Saturday apparently blacked out parts of a CNN interview with Hong Kong leader Donald Tsang, blocking viewers from seeing him discuss democratic reform in the territory. \u001d  In the television program, called Talk Asia, Tsang was shown speaking about his plans to consult the Hong Kong public on how to bring universal suffrage to the territory. He said he was anxious to address the democracy issue if he wins a second term in office later this month. \u001d  The show was then abruptly cut to make way for commercials, after which the screen blacked out momentarily. \u001d  When the show resumed, Tsang was no longer discussing democratic reform, but speaking about his relationship with Beijing state leaders. \u001d  \"We are not aware that CNN's Talk Asia was indeed blocked during the Tsang interview,\" said a CNN spokeswoman in Hong Kong, who preferred not to be named. \u001d  \"We are looking into the matter,\" she said, when asked whether CNN experienced any technical difficulties during the broadcast. \u001d  The show will be broadcast again as scheduled over the weekend, she added. \u001d  Tsang, a career civil servant, is widely expected to win another term on March 25 because he is seen as Beijing's preferred candidate. His opponent, pro-democracy lawmaker Alan Leong, has accused him of reluctance to confront Beijing on democratic reform issues. \u001d  Hong Kong people have long debated when and how the city could become fully democratic. The former British colony was promised a wide degree of autonomy when it returned to Chinese rule in 1997. But the Communist leadership has not said when Hong Kong could directly vote for its leader and full legislature. \u001d  Tsang was picked by an 800-seat election committee, stacked with Beijing loyalists. In the run-up to the election, he has pledged to tackle political reform by running a public consultation later this year. \u001d  Discussing his relationship with China's leaders, Tsang said President Hu Jintao showed great interest in the development of Hong Kong affairs. \u001d  \"There is enormous warmth, rapport and affection from him for Hong Kong as a whole, particularly for the people of Hong Kong,\" he said. \u001d  But Tsang declined to comment when asked whether he has had any disagreements with Hu. \u001d  Mainland China restricts foreign television channels such as CNN and the British Broadcasting Corp.'s BBC World to hotels and apartment buildings where foreigners live. Officials monitor the signals and routinely blacks out broadcasts on sensitive topics. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 03:54 ET (08:54 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ba3799b9002cd1bd95fd9079306163de","symR":["MRK","SGP","US5893311077"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/12) Market Watch: A Sampling Of Advisory Opinion","GmtTimeStamp":"2007-03-10T05:01:00.000000000","CompanyCodes":["MRK","SGP","US5893311077"],"IndustryCodes":["DRG","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \u001d  Prepared for a Heavy Landing \b \u001d  Zero Hour \u001d  By Atlantic Advisors \u001d  1560 N. Orange Ave., Winter Park, Fla. 32789 \b \u001d  March 7: She packed my bags last night pre-flight/Zero hour nine a.m.: Words from Rocket Man, from the album Honky Chateau, by Elton John. \u001d  What is zero hour? Loosely defined, it's the point at which monetary stimulus no longer has an impact on the real economy . . . the economic numbers of late are awful. From housing to durable goods, awful! It strikes me that the reason the real economy isn't following money growth is that debt service has reached the point that it needs to either: a) get paid off; or b) see rising default rates. \u001d  Whether we are there now or later . . . we are heading in that direction. It is why I am taking zero credit risk and why I am \"renting\" stocks, not owning them. . . . To be unaware is dangerous. My goal, if this unfolds, is to be risk averse and then pounce as others sell. \u001d  -- Bennet Sedacca \b \u001d  Why Shares Will Rise \b \u001d  Mergers and Acquisitions \u001d  By Heartland Adviser/Russ Kaplan Investments \u001d  5002 Dodge St., Omaha, Neb. 68132 \b \u001d  March 7: Heartland Adviser has often described the benefits of mergers and acquisitions to the holders of a particular stock. There are also benefits to the stocks market in general. Mergers and acquisitions along with companies buying their own stock benefit the general stock market by subtracting from the number of shares of stock which are available. \u001d  This subtraction is going on at very high levels. As Kenneth Fisher said [recently]: \"Last year's buybacks and takeovers, less new stock issuance, was $585 billion, or 4.5% of gross national product.\" \u001d  We learn in elementary economics when studying supply and demand that as supply shrinks the price goes up. That is exactly what is happening in the stock market and why we are so optimistic long term. \u001d  -- Russ Kaplan \b \u001d  Pay Heed to the Pipeline \b \u001d  Investment Controversies Series/Major Pharmaceuticals \u001d  By Cowen &. Co. \u001d  2 International Pl., Boston, Mass. 02110 \b \u001d  March 6: Despite $49 billion of drugs losing patent protection 2010-'12, the industry should be able to generate a respectable 5% to 7% earnings-per-share growth rate in '06-'12. Growth in '11-'12 may be only 4% to 5%, but EPS declines appear avoidable. . . . We believe investors aren't adequately appreciating the potential of Phase II pipelines. Our analysis suggests Schering-Plough and Merck are best positioned for the 2006-'12 period. \u001d  -- Ken Cacciatore, Jeff Goater, Ian Sanderson, Steve Scala, Jean Perreault \b \u001d  Look for Your Specs \b \u001d  MacroMinute \u001d  By MacroMavens \u001d  145 E. 57th St., New York, N.Y. 10022 \b \u001d  March 5: Action in the yen has been impressive, with a 3.3% gain against the dollar [the week before last], the knock-on consequences have been surprisingly limited. At the risk of sounding sadistic, there's been disappointingly little pain. \u001d  It's not that minus 4% on the Dow Jones Industrial Average and Standard & Poor's 500 and minus 8% on emerging markets isn't a lot . . . but last May, a yen rally triggered a 5.5% decline in the S&P . . . and 26% decline in emerging-market stocks. Ditto credit markets, which have been remarkably quiet. Yet if the recent appetite to short yen is an indication, the carry trade today is more than triple what it was then. \u001d  Nowhere is the quiet more suspicious than the high-yield markets (Australia, New Zealand) that were the storied beneficiaries of yen-sourced liquidity. Everyone from global hedge funds to Japanese depositors took advantage of their 6%+ short rates. As expected, the yen notched some of its largest gains against these currencies . . . Yet these bond markets remained inexplicably unharmed. The two-basis-point [a basis point is a hundredth of percentage point] uptick in the N.Z. two-year barely registers on the chart. And in Australia, the two-year rallied five bps on the week. \u001d  Huh? Could it be that levered specs haven't sold diddly, that [the markets' drop] wasn't the unwinding of carry trades at all, but simply frightened anticipation thereof? If so we've once again counted our sanity chickens before they've hatched. . . . \u001d  [Or could it be that] gold is simply unwinding its recent outperformance and specs are reducing the net long exposure they had built up in recent weeks? We can only hope. . . . Desperate to sustain their fruitful carry trades, specs may well attempt to keep re-sourcing their funds from yen to gold. If so, we will soon see that reflected in the spec position going from substantially net long to net short. Stay tuned. \u001d  -- Stephanie Pomboy \b \u001d  Corporate Europe's Potential \b \u001d  Investment Outlook \u001d  By Citigroup Private Bank \u001d  33 Canada Sq., London E14 5LB England \b \u001d  March: European equities remain cheap relative to credit . . . trad[ing] at a trailing earnings yield of 6.4% (that is, earnings over the past 12 months divided by the stock price), while triple-B-rated corporate-bond yield is 5.6%, according to Data-stream. Equity yields have been higher than corporate-bond yields for more than four years; the disparity remains the main catalyst for shrinking markets. . . . \u001d  In our opinion, it makes sense to issue debt and retire equity. . . . Credit rates are accommodative and spreads are tight . . . The ratio of net debt to earnings before interest taxes, depreciation and amortization for the DJ Stoxx 600 index, excluding financials, is likely to be about 1.1 for 2006, more than 20% below average borrowing levels. . . . \u001d  Return on equity is the highest in 30+ years. European companies have not needed to releverage balance sheets to boost bottom lines, because . . . topline growth and profit margins . . . [have] driven stocks higher. However, we expect earnings to slow from here. . . . If mega-caps raise leverage to average levels, they could afford to pay a one-time special dividend that yields 5.8% in 2007. \u001d  -- Robert Buckland, Jonathan Stubbs \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:01 ET (05:01 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c25f5275ea265ee9b3bbb9eee350c0ac","symR":["GMKN.RS","NILSY","OGKC.RS","RU0007288411","RU000A0HMML6"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Norilsk Nickel Wins Tender For OGK-3 Share Issue-Officials","GmtTimeStamp":"2007-03-10T10:15:00.000000000","CompanyCodes":["GMKN.RS","NILSY","OGKC.RS","RU0007288411","RU000A0HMML6"],"IndustryCodes":["ELC","MNG","ONF","XDJGI"],"Story":"\b \u001d  MOSCOW (Dow Jones)--A unit of Russian mining giant OAO Norilsk Nickel will take the lion's share of a $3 billion capital increase for wholesale generation company OAO OGK-3, senior Russian electricity officials said Saturday. \u001d  State-run monopoly RAO Unified Energy System of Russia, OGK-3's controlling shareholder, said it had priced the capital increase at RUB4.54 a share (US 17 cents). \u001d  As reported, the capital increase took a hybrid form being offered first to existing shareholders as a preemptive rights issue. OGK-3 had announced earlier that shareholders had placed indicative bids for some 21.6% of the 18 billion shares on offer. However, the price bid by Norilsk at a subsequent tender for new strategic investors was above the level of most of the indicative bids. As such, Norilsk will buy all of those shares not covered by the preemptive rights issue at the RUB4.54 price. \u001d  The issue will raise RUB81.72 billion, substantially more than the company had expected. The total share issue amounts to 37.9% of the expanded capital base. \u001d  A UES spokeswoman said Norilsk already owns direct and indirect stakes that total around 13% of the company. Norilsk's stake would approach almost 50% upon completion of the deal. \u001d   -By Geoffrey T. Smith, Dow Jones Newswires; (+7 495) 974  8055; geoffrey.smith@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 05:15 ET (10:15 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c71ba57767274e7f1ab79952df7f5f54","symR":["FWB.MI","NWS","NWS.AU","NWSA","SCM","SCMN.VX","TI","TIA","TIT.MI","VOD","VOD.LN","AU000000NWS2","CH0008742519","GB00B16GWD56","IT0001423562","IT0003497168"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UPDATE: Swisscom May Bid For Fastweb In Coming Days -Source","GmtTimeStamp":"2007-03-10T13:33:00.000000000","CompanyCodes":["FWB.MI","NWS","NWS.AU","NWSA","SCM","SCMN.VX","TI","TIA","TIT.MI","VOD","VOD.LN","AU000000NWS2","CH0008742519","GB00B16GWD56","IT0001423562","IT0003497168"],"IndustryCodes":["BRD","CTS","FTS","MED","PUB","TLS","XDJGI","XFFX","XFT1","XGTI","XISL","XMIB","XNYA","XRUS","XSMI","XSP5","XST5","XSTT"],"Story":"\b \u001d  (This updates an item that ran at 1241 GMT with Fastweb saying its board will meet Monday) \u001d  ROME (Dow Jones)--Swiss telecommunications company Swisscom AG (SCM) may make a takeover bid in coming days for Italy's second-largest telecom operator Fastweb SpA (FWB.MI), a person familiar with the matter told Dow Jones Newswires on Saturday. \u001d  Based on Friday's closing share price of EUR42.02, Fastweb's market capitalization is around EUR3.23 billion. \u001d  State-controlled Swisscom is currently going through the accounts in Fastweb's data-room after the board of the Milan-based company agreed to this Friday, the person said. \u001d  The possible bid may be announced to investors as early as Sunday or Monday, before the start of stock market trading, the person said. \u001d  Fastweb's board will meet on Monday \"to discuss potential strategic opportunities,\" the company said in a statement Saturday. It said it issued the press release following a request from securities regulator Consob. \u001d  The potential offer was first reported Saturday by Italian media. According to daily La Repubblica, the deal may be worth in the EUR3.5 billion and EUR4.0 billion range. \u001d  La Repubblica reported the bid will be offered to all shareholders. \u001d  Fastweb founder and Chairman, Silvio Scaglia, recently stated in an interview with an Italian weekly that he would never accept an offer that didn't have equal conditions for to all other shareholders. \u001d  Scaglia in January sold 6.3% of his previous 25% stake in Fastweb for over EUR220 million, or at EUR44.4 a share.       Scaglia also confirmed in February he has agreed a lockup deal, barring him from selling his remaining stake in Fastweb for a year. \u001d  Scaglia is the company's biggest shareholder with an 18.7% stake, while 69.7% is freefloat, according to regulator Consob's web site. \u001d  Rome prosecutors have put Scaglia under investigation for allegedly sending false statements on business dealings, the company said late Tuesday. Fastweb and Scaglia repeatedly denied any wrongdoing. \u001d  Fastweb has in the last months been in the spotlight as a possible target by foreign rivals. Vodafone Group PLC (VOD) and Rupert Murdoch's News Corp (NWS) were reportedly fingered as possible bidders, but have always denied it. \u001d  In February, Fastweb said it plans to pay a dividend of EUR3.77 per share, unchanged from the previous year, despite a 2006 net loss of EUR123.6 million. The market reacted with skepticism to the decision because the company isn't generating profits yet. \u001d  Fastweb, which started operating in 2000, confirmed it expects to see its first net profit in this year. \u001d  Since it expanded its network to cover most of Italy, Fastweb has aggressively competed with former telecommunication monopoly Telecom Italia SpA (TI). \u001d  Fastweb reached over one million clients at year-end, up 49% from 2005, thanks to new commercial offers and an extended coverage of the Italian territory. It also confirmed it posted a first-time positive cash flow in the fourth quarter of 2006. \u001d  At the end of last year, the company had a net debt of EUR1.08 billion, up from EUR469.1 million a year earlier. \u001d  The Swiss government's stake in the former monopoly Swisscom fell to 54.8% at the end of 2006, it said in January. The government is obliged by law to hold a majority in Swisscom shares. \b \u001d  Company Web sites: http//:swisscom.com \u001d                     http//:www.fastweb.it \b \u001d  -By Liam Moloney and Giada Zampano, Dow Jones Newswires; +39 339 4607390; liam.moloney@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 08:33 ET (13:33 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c7fea1577e7b51c548989aa7bce0f533","symR":["CS","CSGN.VX","RF","SCHW","CH0012138530"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/12) New Kid Moves To Head Of The Class -2-","GmtTimeStamp":"2007-03-10T05:08:00.000000000","CompanyCodes":["CS","CSGN.VX","RF","SCHW","CH0012138530"],"IndustryCodes":["BAN","BNK","SCR","XDJGI","XFFX","XNYA","XRUS","XSMI","XSP5","XST5","XSTF"],"Story":"\u001d  At Citigroup Smith Barney, managing director Marshall Kaplan says a diverse array of stocks and sectors drove the returns of the 20-to-30 member Priority Equity Recommended List. Among them: Pepsico (PEP), Marriott International (MAR), McDonald's (MCD) and Cisco. Kaplan recently added Hershey (HSY), a turnaround story. \u001d  With its small 10-member list, Banc of America Securities lives and dies by a few names, as illustrated by its weak one-year finish but strong third-place showing over six months. Tom McManus, the chief investment strategist there, says that Nike (NKE), Yum Brands! (YUM) and MetLife (MET) all helped in the latter half of 2006. His Fresh Money Focus List returned nearly 54% over five years, helped by energy stocks, among others. \u001d  In every race there are losers. Bringing up the rear this year is Raymond James, whose performances were once strong but have deteriorated over the past two contests. The Florida broker's chief investment officer, David Henwood, notes that last year's performance was the worst in its focus list's 16-year history. The focus committee made two major mistakes: concentrating too heavily on energy and technology and holding its major underperformers too long. These problems have been addressed, he adds. \u001d  Raymond James more recent woes illustrate the difficulty of staying on top. All brokers go through hot and cold stock-picking streaks, so investors should look for durable, long-term outperformers. Based on our rankings, Schwab and Morgan Keegan appear to be in that group. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"cf5bc45eacab4fff2858ffe562db3cb6","symR":["BUD","FD","WMT","US0352291035","US9311421039"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/12) Speaking Of Dividends: A Growing Threat","GmtTimeStamp":"2007-03-10T05:10:00.000000000","CompanyCodes":["BUD","FD","WMT","US0352291035","US9311421039"],"IndustryCodes":["BVG","DST","RTB","RTS","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  Corporations increasingly are using more of their profits to buy back stock than to enhance their dividends. That could be worrisome for bond buyers. \u001d  Edward B. Marrinan, JPMorgan's managing director and head of investment-grade credit strategy, says that \"although the credit-risk spotlight has been hogged in the past 18 months by the record spike in leveraged-buyout activity, share repurchases still have plenty of potential to pose trouble for credit investors.\" In a March 7 strategy commentary, Marrinan and his colleagues, who have been addressing the surging number of share repurchases for nearly three years, note that Anheuser-Busch's (ticker: BUD) new multi-year 100-million-share buyback program led Moody's to cut the brewer's long-term debt ratings. Moody's said it had made the change (down one notch to A2, its sixth-highest ranking) after the nation's largest brewer moved to \"a more aggressive financial policy.\" Standard & Poor's took similar action. Moody's apparently is concerned about Federated Department Stores' (FD) new $4 billion share repurchase, too, and has downgraded the retailer's long-term senior unsecured debt to Baa2 from Baa1. S&P didn't change its ratings, but it does expect the buyback to impede Federated's attempt to improve its credit ratios. \u001d  According to Marrinan, the value of share repurchases has climbed 19.4% annually since 1995 and 32.1% since 2002. Buybacks \"now represent 67% of total distributions to shareholders and a whopping 67% of corporate profits.\" On average, repurchases accounted for 56% of all distributions and 58% of earnings since 1995. \"The second average, however, drops to 45% when one discounts the inflated levels experienced in the fallow corporate earnings years of 2000 and 2001.\" Marrinan says that, in absolute terms, S&P 500 companies repurchased $464 billion worth of shares in 2006, an increase of $94 billion over 2005. \u001d  \"While many credit investors cringe with every share-repurchase headline, these cash distributions . . . are not necessarily always negative,\" posits Marrinan, \"particularly at a time like the present when the corporate sector is so flush with cash.\" Notwithstanding his observations about Anheuser-Busch and Federated, Marrinan would argue that there are plenty of instances in which a repurchase could be interpreted as a sign of a well-managed company, whose operations are successful enough to accommodate such a use of cash without damaging its credit. \u001d  Yet, even as corporate profits have been steadily rising -- at a compound annual rate of 13.7% since 1995 and an astounding 72% since 2002 --  companies have held to conservative dividend policies. The absolute value of dividends paid grew 10.5% annually since 1995 and 12.9% since 2002. Says Marrinan: The 2006 dividend payout ratio of 29% is the lowest in 12 years and \"is also lower than the the average of 47% (34% if we exclude 2001 and 2002 when the ratio was inflated due to low corporate earnings).\" \u001d  To Marrinan, this frugality may be a sign that the corporate sector is \"far less willing than in the past to commit to the ongoing financial responsibilities associated with higher dividend payments; it may also be a statement about management's desire to retain strategic control of balance-sheet flexibility.\" \u001d  However, the analyst warns that \"corporations are likely to, and will likely remain under intense pressure to, take on additional leverage and sacrifice credit ratings to finance cash disbursements to their shareholders.\" \b \u001d  The world's No. 1 retailer, Arkansas-based Wal-Mart Stores (WMT) Thursday boosted its annual dividend 31%, to 88 cents a share from 67 cents, payable in four quarterly 22-cent installments. Thus, investors should reap $3.6 billion in payouts over the next 12 months. Wal-Mart has sweetened its dividend every year since its first -- a nickel a share in March 1974. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:10 ET (05:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d82cabbd21aac8a5149bf1d50243cc84","symR":["FIDELITYF.XX","TROW","VANGUARDF.XX"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/12) Profile: Cruising To Retirement","GmtTimeStamp":"2007-03-10T05:05:00.000000000","CompanyCodes":["FIDELITYF.XX","TROW","VANGUARDF.XX"],"IndustryCodes":["AMG","XDJGI","XRUS","XSP5","ZFU"],"Story":"\b   (From BARRON'S) \b   By Werner Renberg \u001d  If millions of us are going to live to be 85 or 100 or even older -- distinct possibilities in these times of rapid advances in medicine -- we're going need to do some fancy footwork in the financial-planning department, right? \u001d  Well, no, actually. For many folks, there's a remarkably simple and effective way to invest for the long term: Plunk your money in a \"life-cycle\" mutual fund. These funds, which first appeared in 1994 and are now offered by some 30 fund complexes, offer exposure to stocks, bonds and cash equivalents -- and they automatically switch to less risky allocations as you get older. \u001d  With Americans sprouting ever more gray hairs, life-cycle funds are themselves maturing quite nicely. The category's total net assets -- thanks to  both appreciation and net-cash inflows -- surged from $8 billion in 2000 to $110 billion at the end of 2006, according to the Investment Company Institute. The assets jumped 63% last year alone. \u001d  In response to the funds' popularity, employers increasingly are making them available as an option in 401(k), 403 (b) and other retirement plans. Some 44% of plan providers in Deloitte Consulting's 401(k) benchmarking survey for 2005-'06 offered \"time-based lifestyle funds,\" versus 28% the previous year. The funds \"are gaining in popularity because they largely take care of themselves,\" says survey director Leslie V. Smith, adding: \"This is the first year they've taken off.\" \u001d  Life-cycle funds promise to grow still bigger, if necessary rules proposed by the Labor Department take effect, as expected. The rules, stemming from the Pension Protection Act of 2006, would allow life-cycle funds to be options in qualified retirement plans; an employee who doesn't actively choose a retirement fund would be placed automatically in an appropriate life-cycle fund. While a number of companies already have made the funds a default option, the rules would allow employers to do so without fearing liabilities for any losses suffered by investors -- and that should encourage other employers to join in. \u001d  Generally, the funds have been performing well. Life-cycle funds of several management companies returned 11% or 12% in the 12 months through March 1, helped by foreign stocks. And the older funds are starting to develop solid long-term records: A Fidelity life-cycle fund geared to people retiring in 2020 has returned an annualized 8.28% for 10 years, beating the Standard & Poor's 500 through March 7. \u001d  Usually, these investments are funds of funds that hold sibling stock and bond funds -- actively managed or index funds -- as well as money-market funds. Some may hold individual securities. But rather than depending primarily on a manager's stock picking, they are about asset allocation and gradual rebalancing according to a predetermined schedule. \u001d  The equity portion, which may start as high as 100% for a fund held by a 25-year-old, declines over time but never disappears entirely. And to reflect rising life expectancy, fund firms have been adjusting equity ratios offered in later years to keep them higher than before, in order to keep portfolios growing longer. \u001d  At Fidelity and Vanguard, for instance, the equity portion of the longest-term life-cycle funds used to drop to 20% within five to 10 years after retirement. But Vanguard has raised that \"permanent\" equity allocation to 30%, and Fidelity, while sticking to a permanent 20%, has extended the \"glide path\" to that allocation to 10 to 15 years after retirement. \u001d  As that suggests, there can be subtle differences among the many life-cycle funds now on the market. If your employer doesn't or won't offer them, look for one whose rebalancing schedule and glide path suits your risk tolerance. \u001d  And look for funds with low expenses. The expenses generally range from a 0.2% to 2%, depending on the provider and share class. The different funds have various time horizons, usually at five-year intervals. The longest right now is from T. Rowe Price, geared to people who'll turn 65 in 2055. \u001d  Despite the growing diversification of life-cycle funds, including sector funds and exchange-traded funds, they still don't provide the customization of a personal portfolio. Investors with more than $1 million or so may want to take more elaborate steps. But for those who like to keep their long-term investing simple, the funds hold clear appeal. \u001d  Certainly, more and more investors are casting an eye to the long term. The average life expectancy for Americans who are 65, the \"normal\" retirement age at which Social Security benefits have commonly begun, has increased to almost 85 -- implying 20 years of life in retirement -- from about 77 in 1900-1940, says the National Center for Health Statistics. And men and women now 65 have a 25% probability of living beyond 92 and 94, respectively, according to analyses of data from the Society of Actuaries. \u001d  Although most forecasters have not yet projected average life expectancy at birth exceeding 100, some say it could rise much further in the not-too-distant future. \u001d  In the past, retirees were often encouraged to invest in low-maintenance mutual funds, professionally managed at moderate cost. An investor might have held an equity fund and a bond fund, or perhaps an asset-allocation fund, with fixed portions of stocks, bonds and cash equivalents. \u001d  But such fixed allocations sometimes generated insufficient growth in early years, or inadequate income later on. It was up to the investor to periodically rebalance his holdings, and not everyone took that job seriously. \u001d  Enter life-cycle funds: Originally called Wells Fargo Investment Advisors, Barclays Global Investors was the first into the field, followed by most other big managers. \u001d  Now, it seems, such funds are starting to enjoy some golden years of their own. \u001d  --- \u001d  WERNER RENBERG is a free-lance financial writer in Chappaqua, N.Y. \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"dc7565dc46861590b2c68484303c05f6","symR":["GMKN.RS","NILSY","RU0007288411"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Norilsk Nickel Wins Tender For OGK-3 Share Issue","GmtTimeStamp":"2007-03-10T09:56:00.000000000","CompanyCodes":["GMKN.RS","NILSY","RU0007288411"],"IndustryCodes":["ONF","XDJGI"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 10, 2007 04:56 ET (09:56 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ee181a84c3967a52b9e55db9df0d6644","symR":["AH.AE","AHO","NL0000331817"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Negotiations Continue On Stop & Shop Contract; Vote Scheduled Sun","GmtTimeStamp":"2007-03-10T16:45:00.000000000","CompanyCodes":["AH.AE","AHO","NL0000331817"],"IndustryCodes":["FDR","RTS","XAEX","XDJGI","XENX","XNYA"],"Story":"\b \u001d  BOSTON (AP)--Negotiations between Stop & Shop and the union locals representing 43,000 supermarket workers continued Saturday in New England. \u001d  If union leaders fail to reach an agreement with the company, rank-and-file members of the five locals will vote Sunday on the company's latest offer. \u001d  Balloting is to be conducted in the morning and afternoon at separate locations in Massachusetts, Connecticut and Rhode Island. \u001d  A Stop & Shop spokesman says the company remains committed to reaching an agreement. The sticking points include health-care contributions, pensions and wages. \u001d  Members of all five union locals last month authorized leaders to call a strike if necessary. The timing of any walkout is uncertain, and would be decided after tomorrow's voting. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 11:45 ET (16:45 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f3da3277315cf9b80ba428428968b2ac","symR":["BHP","BHP.AU","AU000000BHP4"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Report Concludes Calif Gas Facility Poses Safety Concerns","GmtTimeStamp":"2007-03-10T14:49:00.000000000","CompanyCodes":["BHP","BHP.AU","AU000000BHP4"],"IndustryCodes":["MNG","XATI","XDJGI","XISL","XNYA","XORD"],"Story":"\b \u001d  MALIBU, Calif. (AP)--A study on a natural gas facility proposed off the coast of Malibu finds that it would affect air quality, ocean views and marine life. \u001d  Australian-based BHP Billiton LNG International Inc. wants to build a terminal that they say will create a reliable source of low-polluting energy. \u001d  The 3,000-page environmental report will play a key role in a series of upcoming hearings on the plant. \u001d  The study finds the terminal would be noisy, an eyesore and would create emissions. The report concludes that although many of the impacts can be mitigated, some \"would remain significant and unavoidable.\" \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 09:49 ET (14:49 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f442d50d976e64a062a2916da3d11142","symR":["PVZ.YY"],"date":"2007-03-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"PDVSA: Fire At Venezuela Oil Refinery; No Injuries","GmtTimeStamp":"2007-03-10T18:59:00.000000000","CompanyCodes":["PVZ.YY"],"IndustryCodes":["OIL"],"Story":"\b \u001d  CARACAS (AP)--A fire broke out early Saturday at Venezuela's 180,000-barrel-a-day Puerto La Cruz oil refinery but has been brought under control. There were no injuries, the state oil company said. \u001d  Petroleos de Venezuela SA, or PDVSA, said in a statement the incident would not cause any supply disruptions due to sufficient levels of inventory. \u001d  PDVSA said officials are trying to determine the cause of the fire, which broke out in the refinery's alkylation unit. \u001d  The Puerto la Cruz refinery exports some of its production, but mainly supplies gasoline and other products for the east of Venezuela. PDVSA said those activities were continuing normally. \u001d  PDVSA has suffered repeatedly from accidents and mishaps at its facilities in recent years that has drawn criticism of lax safety procedures from Venezuela's head of health and safety. \u001d  There were at least one accident and two fires, including one which killed one person and injured four, last year at the Paraguana refining complex, Venezuela's largest. \u001d  The Puerto La Cruz refinery was also shutdown or partially shutdown at least twice in 2005, once for a power failure. \u001d  Venezuela is the world's eighth-largest oil exporter and was the fourth-biggest supplier of crude to the U.S. last year. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 13:59 ET (18:59 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f54e8c785f4962779e5519c1cdab1698","symR":["ETFC","SCHW"],"date":"2007-03-10","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(3/12) The Electronic Investor: Online Brokers' Hidden Gems","GmtTimeStamp":"2007-03-10T05:07:00.000000000","CompanyCodes":["ETFC","SCHW"],"IndustryCodes":["SCR","XDJGI","XFFX","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Theresa W. Carey \u001d  ChoiceTrade, one of the two four-star brokers here (CyberTrader is the other), is a small firm that offers traders three distinct platforms. The one with the most features is BonTrade, which is designed to comply with Regulation NMS, the rule intended to assure more transparent and better market pricing, that started to go into effect last week. This platform boasts a Web-based audit panel demonstrating that an order received best execution. \u001d  BonTrade's OptionVision tool lets the user graph actual volatility of an underlying stock against the implied volatility defined by market makers. Time frames are customizable, and the user can include a variety of strike prices. As a result, you can see when options are cheap, or when it might be best to sell. The BonTrade platform is $60 a month; ChoiceTrade clients also can choose a less expensive software platform, or use its Web-based system and pay per-transaction commissions. \u001d  CyberTrader, Schwab's software offering for hyperactive traders, relaunched last year with more emphasis on ease of use. The platform still has dynamic streaming charts and other tools, but they can now be accessed from a \"floating\" menu that lets you move windows and dock them where you want. Chart-building is faster. A welcome new item is the Balance Bar, which customers can put anywhere on the screen for viewing real-time information like a daily P&L and margin balance. \u001d  Schwab's Website has added new tools providing nearly real-time reports of gains and losses for those with more than $100,000 in household accounts. (Investors with less get 20-minute-delayed quotes.) But some positions don't show up on a P&L until the day after a trade. Frankly, this reporting tool, though improved, still asks too much of the user. \u001d  E*Trade has been busy. After folding BrownCo and HarrisDirect customers into its platform, the acquisitive firm launched futures and global stock trading. Clients looking for advice about their investments can run the Intelligent Investing Optimizer, which makes recommendations based on responses to eight profile questions. Another new tool we like is the Risk Analyzer: It lets you weigh your investment choices' possible risks and rewards against your objectives. \u001d  Research and reporting are very well done on all E*Trade platforms. \u001d  The broker's active investor software program, E*Trade Pro, now has enhanced charting and new technical studies. The charting application also lets you enter an order by double-clicking on a price. Plans are in the works for technical screening and backtesting. By the end of March, Nasdaq TotalView, which offers detailed price and order information on the exchange's stocks, will be included in the Pro platform. \u001d  OptionsHouse is shiny and new (see Electronic Investor, Jan. 15), and doing a lot of things right. The brokerage is built on data from its parent company, market maker Peak6. A new tool as of a couple of weeks ago is the Risk Viewer, which has three tabs (P&L, Greeks and Market Exposure) that show portfolio risk by industry, by expiration or by symbol. The firm added mutual funds just last week. From what we've seen, you can expect a lot of interesting technology from this site. \u001d  Scottrade launched its new quote and research section, free to customers, in mid-February. These offerings doubled the amount of research available, including additional news feeds and an ETF center. No matter where you are in the Quotes and Research area, if you hover over a ticker symbol you get a small graph, a real-time quote, and links to trading. Customer service is good. This is a solid brokerage for the cost-conscious, long-term investor. It would jump in our ratings if it added some advanced order types, and more customizable features and tools for trading complex options. \u001d  For more active traders, the firm offers ScottradeELITE, its software platform. This is an easy-to-use streaming platform that's not as daunting as others. \u001d  Another plus, amid all the annoying changes caused by consolidating brokers, Scottrade says it has no plans to go public or sell out. That alone makes it a good bet for electronic traders. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"fcedd6d697119a4c35c4fc5401ee4d08","symR":["CDNS","SNPS"],"date":"2007-03-10","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(3/12) Designing New Profits","GmtTimeStamp":"2007-03-10T05:07:00.000000000","CompanyCodes":["CDNS","SNPS"],"IndustryCodes":["SOF","XDJGI","XISL","XNQ1","XRUS"],"Story":"\b   (From BARRON'S) \b   By Leslie P. Norton \u001d  Here's the synopsis of Synopsys: the company is a clear leader in a strong field, and its stock, thanks in part to the recent drubbing of tech shares, looks ripe for the buying. \u001d  Mountain View, Calif.-based Synopsys, which automates the design work for computer chips, has seen its shares (ticker: SNPS) tumble 7% in the past two months, to about 25. That's a reasonable 16 times estimated earnings for the fiscal year ending in October '08 -- only slightly higher than the multiple on the S&P 500 and cheaper than many tech shares. Throw in $4 per share in cash, brisk demand for new chips, and growing profit margins and the stock looks even better. Says Yang Lie of Third Avenue Funds: \"This is a very well financed company.\" Another big investor thinks it's worth at least 25% more than the current stock price. \u001d  Synopsys, which celebrated its 20th anniversary last year, counts every big chip company among its customers and has had a hand in such top-selling products as Apple's iPods. It is second only to Cadence Design Systems (CDNS) in electronic design-automation for chips, and it dominates in the design of digital chips. Cadence leads in the design of analog chips. \u001d  This isn't the first time Barron's readers have heard of Synopsys. In fact, we have hailed it as \"one of the best technology stocks you've never heard of\" (see \"Secret Weapon,\" Aug. 11, 2003). The company, which had raised its profile by acquiring Avant!, marking the chip-design industry's biggest acquisition ever, saw its shares jump a split-adjusted 17% in the six months after our story. But Synopsys then produced a series of unpleasant surprises, including lower-than-expected bookings. Operating margins plunged well below 10% from a high of nearly 30%. The stock, in turn, fell almost 60%, to under $15, before stabilizing in the latter part of '04. \u001d  Some of the problem was in how the company was accounting for sales. Essentially, it has now changed the way it recognizes sales, emphasizing its strong and growing backlog, points out Needham & Co. analyst Rich Valera. That backlog now stands at more than $2 billion. \u001d  \"We enter every quarter with over 90% of our revenue in hand,\" says Aart de Geus, Synopsys' charismatic Dutch-born co-founder and chief executive. \"The risk of a miss is almost nil. It allows us now to have a longer planning horizon, because we enter the year with 80%-85% of revenue in hand.\" \u001d  De Geus acknowledges that investors also lit a fire under him to boost returns. In the fall, JW Seligman, which owns 8.5% of Synopsys shares, \"read him the riot act,\" recalls Vishal Saluja, who oversees Seligman's Synopsys position. \"This is the earnings power of the company and he was seriously depriving us of value each year it took him to get back to margin,\" Saluja says. \u001d  A clear signal of Synopsys' potential was Cadence Design's commitment to 30% operating margins in '07, sharply higher than Synopsys' margins of about 18%. \"You can't turn around and say you're in the same business,\" notes Saluja. \u001d  De Geus knew what he had to do. Back in January '06, he had hired a new chief financial officer, Brian Beattie, from another enterprise software outfit, SupportSoft. Margins were already reviving, and together, they began rolling out new products. At the same time, the industry was going their way: After the 2001 slump, chip industry revenues were now above 2000 levels, and the IT universe suddenly had experienced a boom from video, which required more processing power, more display technology, and massive amounts of storage and bandwidth. All of that has required new chips, even if competition among chip makers has been fierce. \u001d  De Geus attributes Cadence's margin premium to its monopoly in analog implementation. Though Synopsys focuses on digital chips, analog remains hugely relevant. Wireless applications, for instance, require plenty of analog chips, and consumer appliances are all going wireless. De Geus says Synopsys now is expanding its analog capability, though he declines to give details. \"It's an area we'll look forward to with interest,\" he says. \"Our main objective is to live up to the operating profit margin commitment we made to Wall Street.\" \u001d  Last month, Synopsys beat expectations by a wide margin for its fiscal first quarter ended January. It earned 16 cents a share on revenues of $300 million, up from a penny a share and revenues of $260.2 million a year earlier. For the year ending this October, Synopsys forecast it would earn between $1.23 and $1.31 a share, versus 77 cents a share the previous one. Synopsys is moving to boost operating margins to \"the mid- to high-20s in the coming years.\" To that end, the firm has been outsourcing work to low-cost centers like India, Armenia, and China. \u001d  Saluja of Seligman thinks margins can reach the high 20s, meaning \"the earnings power of this company is more like $2 a share. With $4 a share in cash, and $2 earnings, you can find a way to get to a $36 stock.\" Now that's a nice design. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"fef1e651bd71b4287e9c70c4a3fc8b70","symR":["FIN.XX","HCP.XX","MSFT","NOK","NOK1V.HE","OPWV","FI0009000681","US5949181045"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/12) Plugged In: Is Openwave In Play?","GmtTimeStamp":"2007-03-10T05:09:00.000000000","CompanyCodes":["FIN.XX","HCP.XX","MSFT","NOK","NOK1V.HE","OPWV","FI0009000681","US5949181045"],"IndustryCodes":["AMG","CMT","FIS","SOF","XDJGI","XDJI","XFFX","XGTI","XHEX","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XST5","XSTX","XSXA"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  Investors have a love-hate relationship with Openwave Systems, an up-and-down maker of software for mobile communications. \u001d  They love the quality of its industry-leading technology, such as mobile-access gateways that connect wireline telephones to mobile customers, including Cingular's. And they love its $393.1 million cash hoard. But they are less than happy with management, the board and a slumping stock price. Thus, some of the largest shareholders are not contentjust holding the phone. \u001d  Openwave CEO David Peterschmidt is engaged in a testy battle with one of Openwave's biggest shareholders, Harbinger Capital, a $7 billion hedge fund with more than an 11% stake in Openwave (ticker: OPWV). Harbinger, which unsuccessfully tried to get two alternative board members elected in January, has filed a lawsuit accusing the software maker of unfair corporate governance practices. The trial is to begin this week in Delaware state court. \u001d  Apparently, Harbinger believes that its prescription -- to replace the CEO or force the company's sale -- eventually will prevail. The investment group padded its position by another 600,000 shares last week. Openwave shares were trading around 8.50 Friday, less than half their 52-week high of 22.95, hit in April. A call to Harbinger wasn't returned. \u001d  Harbinger isn't alone. Fidelity Management has about a 14% stake. And Carl Icahn ally Jana Partners of San Francisco also has big holdings. \"You have a gem, but it is going to take an effort to get management out of office,\" says Michael Goldman, chief investment adviser for Abbot Capital Partners in Los Angeles, which has a less-than 1% stake. \u001d  Goldman thinks that Openwave of Redwood City, Calif., is worth at least $12-$14 a share as a buyout candidate. His math: two times fiscal year 2008 sales projections of about $400 million divided by 85 million shares (after an announced stock buyback is completed). That equates to about $9.40 a share, plus $4.70 in cash. \"To me, it's a cheap stock,\" Goldman says. \u001d  Like many wireless software outfits, Openwave has suffered from tight spending by telephone carriers and handset makers. It's also in the midst of product upgrades, which can hurt licensing revenue. But Goldman and others argue that Openwave hasn't reached its potential in part because management hasn't built upon its relationships with the phone carriers and handset makers. \u001d  In addition to its mobile-access gateway products, Openwave sells a well-received digital music product. It also recently introduced software that wowed the mobile industry's biggest trade show, in Spain. It lets wireless operators track Internet searches made via the mobile Web browsers in their customers' phones. Many experts think this is game-changing technology that gives Openwave untapped upside in the early stages of the mobile Internet. \u001d  Goldman thinks Openwave might be mulling offers to sell, contending that its board met last week. (There was also buzz that the board was in settlement talks with Harbinger.) He says that Openwave shunned previous overtures from Microsoft (MSFT) and Nokia (NOK) for as much as four times sales, but might be exploring its options. \"I heard a lot of rumors [last] week,\" Goldman says. \"I would not be surprised if they did sell, even at this depressed price.\" Openwave CFO Harold Covert would neither confirm nor deny that the board had met. A spokeswoman called later to say the company had no comment about the board or the trial. Stay on the line. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"fefe2d7c4b722b25d99460b6f5a70339","symR":["8603.TO","C","CAT","DE","GPS","NIKOY","JP3670000003","US1729671016"],"date":"2007-03-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/12) The Trader: A Bounceback Amid Weak -2-","GmtTimeStamp":"2007-03-10T05:06:00.000000000","CompanyCodes":["8603.TO","C","CAT","DE","GPS","NIKOY","JP3670000003","US1729671016"],"IndustryCodes":["BAN","BNK","RTS","SAP","SCR","TRQ","X225","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\u001d  Don't overlook the CD&A section, Ciesielski says. It will provide context for the quantitative disclosures in the proxy, addressing things such as the objectives and design of the compensation program, and why the company chooses to pay what it does, among other things. \u001d  Outsized CEO pay -- can you say Robert Nardelli? -- has been a hot subject of late, with none other than Warren Buffett pressing for executive-pay reform. The debate looks to get hotter still when the new proxies come out. \u001d  --- \u001d  E-mail: vito.racanelli@barrons.com \u001d  --- \b                    VITAL SIGNS \b \b                            Friday's        Week's     Week's \b                               Close        Change     % Chg. \b \bDJ Industrials              12276.32       +162.22      +1.34 \bDJ Transportation            4830.38        +48.13      +1.01 \bDJ Utilities                  476.23         +2.16      +0.46 \bDJ 65 Stocks                 4200.46        +43.52      +1.05 \bDJ US Total Mkt               341.71         +3.73      +1.10 \bNYSE Comp.                   9094.99       +137.02      +1.53 \bAmex Comp.                   2094.46         +6.72      +0.32 \bS&P 500                      1402.85        +15.68      +1.13 \bS&P MidCap                    832.84         +9.15      +1.11 \bS&P SmallCap                  402.14         +5.08      +1.28 \bNasdaq                       2387.55        +19.55      +0.83 \bValue Line (arith.)          2261.60        +26.80      +1.20 \bRussell 2000                  785.12         +9.68      +1.25 \bDJ Wilshire 5000            14213.27       +153.14      +1.09 \b \b                                         Last Week   Week Ago \bNYSE \bAdvances                                     2,327        826 \bDeclines                                     1,207      2,722 \bUnchanged                                       69         57 \bNew Highs                                      178        417 \bNew Lows                                       129        106 \bAv Daily Vol (mil)                           2,669.7    3,048.3 \bDollar \b(Finex spot index)                              84.24      83.74 \bT-Bond \b(CBT nearby futures)                           112-16     113-08 \bCrude Oil \b(NYM light sweet crude)                         60.05      61.64 \bInflation KR-CRB \b(Futures Price Index)                          308.06     310.11 \bGold \b(CMX nearby futures)                           650.00     641.50 \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 10, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."}]
