[{"md5ID":"06a7496fee80c3a49311c8cb33797eea","symR":["DJ"],"date":"2007-01-06","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/8) New Package, Same Barron's","GmtTimeStamp":"2007-01-06T05:03:00.000000000","CompanyCodes":["DJ"],"IndustryCodes":["MED","PUB","XDJGI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Edwin A. Finn Jr. \u001d  I could dream up a dozen reasons why we've moved to this new format. It's easier to handle. It looks snappier. It will save money on newsprint, and so forth. But the real reason is that our big sister publication, The Wall Street Journal, is adopting a narrower format, so we at Barron's must go to this shorter size. \u001d  Like the Journal, Barron's is printed on a terrific network of 19 Dow Jones presses around the country. That's why we can reach homes and newsstands virtually nationwide on Saturday mornings. This rapid delivery system is unique among American magazines and, even in the age of the Internet, we don't want to give that up. It helps us to stay on top of the markets until they close Friday evening, and markets remain key to all the analysis, judgments and predictions you'll find in each week's Barron's. \u001d  I was concerned that readers wouldn't like the new format. But last summer, in a series of focus groups, readers were either unconcerned or actually happy about it. They called it \"easier to handle,\" \"more modern\" and \"more like a magazine.\" All good. \u001d  Reader reaction also was overwhelmingly positive to the redesign we did at Barron's 20 months ago. That's when we added summaries above the headlines, more white space, and a box on most feature stories called \"The Bottom Line,\" highlighting the investment prediction being made. We're happy to say that all of those changes have been retained. \u001d  What worried readers most in last summer's focus groups was that Barron's might be changing in some fundamental way. I can tell you that we are not changing our basic mission. We are different from magazines like Forbes or Fortune or BusinessWeek, and we will always remain so. We think we're smarter, of course. But what cannot be disputed is that, unlike so many other magazines, Barron's spends the majority of its editorial energy figuring out what's going to happen next. That's what our readers want from us. \u001d  When a publication shrinks each page by 20%, it's only natural that readers would wonder what's being left out. We have added some pages, to avoid cutting a full 20% of the space, and we have reduced the size of headlines and the white space around each article, so as not to lose substance. We have also trimmed our statistics, removing anything from the Market Laboratory section that was being used by less than 4% of our most avid statistics readers. Any stats that have been removed can be viewed free at Barron's Online. For a list, see page M18. Throughout the section, we've added charts with captions written by Barron's editors. (see accompanying illustration -- Barron's Jan. 8, 2007) \u001d  In all the research we have done, readers told us that they appreciate judicious editing, but they don't want stories to be cut sharply. We've tried to comply. Cover stories and articles about companies will not shrink, while some columns will be trimmed about 20%. On average, the reduction in word count is around 10%. \u001d  To sum it up, this is the same Barron's you've come to know, just in a new format -- one we hope will prove more convenient. \u001d  None of this means Barron's doesn't change. We have changed gradually over the years, reflecting developments in the markets and in reader interests. That explains our stepped-up coverage of hedge funds, exchange-traded funds, private banking, separately managed accounts, financial advisers and top CEOs, to name a few topics. In today's issue, too, you will see a substantive change. Across from this letter is Streetwise, a new column by Mike Santoli. For the past four years, Mike has penned our popular Trader column. Look for his keen market insights, elegant prose and smart investment ideas weekly in Streetwise. \u001d  Our outstanding options editor, Kopin Tan, takes over for Mike on Trader. The talented Steve Sears will now write the magazine's Striking Price options column, while our insightful capital-markets expert, Randy Forsyth, will once again author the Current Yield column. Both Steve and Randy also have excellent columns featured free during the week on Barron's Online. Check them out at www.barrons.com. \u001d  Please let us know what you think of our changes -- in both style and substance. You can contact me at editors@barrons.com or at Barron's, 200 Liberty St., New York, N.Y., 10281. \u001d  Edwin A. Finn Jr. \u001d  Editor and President \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:03 ET (05:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"081b4ec934f4d0722c980ca21274f984","symR":["0001.HK","0013.HK","CHEUY","HUWHY","HK0001000014","HK0013000119"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"HK Hutchison Chmn Li: Worldwide 3G Subscribers Over 14M","GmtTimeStamp":"2007-01-06T07:54:00.000000000","CompanyCodes":["0001.HK","0013.HK","CHEUY","HUWHY","HK0001000014","HK0013000119"],"IndustryCodes":["CTS","IDD","REA","RED","TLS","XATI","XDJGI","XHSG","XSTF"],"Story":"\b \u001d  HONG KONG (Dow Jones)--Hutchison Whampoa Ltd. (0013.HK) has over 14 million subscribers for its third-generation mobile business globally, the company's chairman, Li Ka-shing, said. \u001d  \"Despite intense competition in the global 3G arena, we have increased our subscribers worldwide to over 14 million and we are moving towards achieving our operating targets,\" Li was quoted in a transcript as saying during an internal meeting of Cheung Kong (Holdings) Ltd. (0001.HK), which holds 49.9% of Hutchison. The transcript of the meeting, which was held Friday, was provided by Cheung Kong. \u001d  Hutchison started 3G operations in the U.K. and Italy in March 2003 and later launched 3G in markets that include Australia, Austria, Hong Kong, Denmark, Sweden and Israel. \u001d  Hutchison, Li's ports-to-telecommunications conglomerate, last reported in August that it had 13.5 million subscribers for its 3G business globally. \u001d  Li, the Hong Kong billionaire, was cited in an interview with Forbes magazine earlier this week that he believes 3G operations will be cash-flow positive by next year. \u001d  \"Our losses have been narrowing every year since 2005. In 2008, we should at least be cash flow positive,\" he said, according to a transcript of the interview on Forbes.com. \u001d  Li also said in the internal meeting that the group's other core businesses - including property, ports and retail - \"continued to steer a course of steady growth.\" \b \u001d  -By Aries Poon, Dow Jones Newswires; 852-2832-2332; aries.poon@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 02:54 ET (07:54 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0bcb49933604467d9c89ece1ae15235c","symR":["DBA","DBB","DBC"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/8) Quarterly Mutual Funds Review: ETFs For Commodity Fans","GmtTimeStamp":"2007-01-06T05:05:00.000000000","CompanyCodes":["DBA","DBB","DBC"],"IndustryCodes":["EXT","ZFU"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  An exchange-traded fund launched friday will give investors a play on the hot agricultural commodity markets. The PowerShares DB Agricultural Fund (DBA) was one of seven commodity ETFs from the duo of Deutsche Bank and PowerShares Capital Management that began trading on the American Stock Exchange. \u001d  The PowerShares agricultural fund is the first of its kind, meaning investors who want exposure to the sector don't have to delve into the actual commodity markets. The new agricultural ETF will have a 25% weighting in four commodities: corn, wheat, soybeans and sugar. Each of those commodities advanced in 2006 with the exception of sugar. Corn starred, rising 80% to almost $4 a bushel, driven by ethanol demand. \u001d  The grains fell back last week, but bulls like Byron Wien, the former Morgan Stanley strategist who now works for Pequot Capital in New York, thinks corn could hit $5 this year, while soybeans could rise to $9 a bushel from the current $6.65. The PowerShares funds, unlike the liquid streetTRACKS Gold Shares ETF (GLD), will get exposure to the commodity markets through futures contracts. The  streetTRACKS ETF owns the physical metal. \u001d  Another new PowerShares DB fund that could gain acceptance is linked to base metals. That fund, PowerShares DB Base Metals (DBB), will focus on aluminum, zinc and copper, each of which will account for one-third of it. No other exchange-traded fund offers a base-metals play. The base metals surged in 2006, but were hit hard last week as copper fell about 12%, to $2.54 a pound. \u001d  The other five new funds track energy, oil, precious metals, gold and silver. The precious-metals fund is 80% gold and 20% silver. These funds join the PowerShares DB Commodity Index Tracking Fund (DBC) which already trades on the Amex. The original streetTRACKS gold ETF, has helped spur the gold price because it has sucked 15 million ounces of gold, worth $9 billion, out of the market. If they prove popular, the agricultural and base-metals ETFs could lift those commodity markets. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0bd739c2e5a958e87b88cbbf2bea68fc","symR":["S","T","US00206R1023"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/8) Streetwise: Pacing The Invisible Line","GmtTimeStamp":"2007-01-06T05:03:00.000000000","CompanyCodes":["S","T","US00206R1023"],"IndustryCodes":["CTS","FTS","TLS","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5","XSTT"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  Wisdom resides near the border of patience and stubbornness. Yet when it comes to investing, the market alone determines where that frontier lies. \u001d  Market skeptics last year, by their account, were practicing patience, waiting for the present bull market to act its age and succumb to a serious setback by conforming to a time-steeped tendency to break a hip in mid-term election years. \u001d  As it turned out, the bears' and defensively invested bulls' steadfast stance against big upside was exposed as stubbornness. Stocks levitated from midsummer through yearend, defying doubters and the sundry hedge funds conditioned to play a narrow range-constrained market. \u001d  By some measures, the velocity of the Dow's 17% sprint from its July low to above 12,500 matched the pace of this bull's initial surge from the bear-market lows in early 2003. This is extremely youthful behavior for a mature bull phase entering its fifth year. \u001d  People of many years' seasoning can curse youth or chase it, or both. A woman in the film When Harry Met Sally . . . describes a male friend's new, younger girlfriend this way: \"Pretty. Thin. Big [breasts]. Your basic nightmare.\" \u001d  The bears' plaint of 2006 was similar, assailing what most find appealing: The indexes' near-vertical run higher, its immunity to adverse economic news, a refusal to pull back to furnish better buy points, the broad involvement by most stocks and the full participation of the largest blue-chip stocks. And, yes, many chased it higher. \u001d  Most things that drive stocks -- liquidity, corporate earnings, interest rates, inflation -- don't suddenly shift with the change of year. Still, age matters. Eventually the sweet crispness of a bullish theme softens to an overripe condition. But how best to measure age, in days or in the distance traveled? \u001d  Ned Davis Research reports that this is easily the longest-duration bull market without at least a 9.6% retreat. The next longest was the one from late 1990 to early 1994. The S&P 500 dropped 8% last spring, the slimmest high-to-low pullback of any four-year market cycle since 1934. \u001d  Yet over that prolonged stretch, the magnitude of the market's appreciation has been unspectacular by historic standards. Up about 66%, the Dow has gained less than it did in the next five longest bull markets. \u001d  So, as 2007 gets under way, we have a market that's been unusually placid, in part because of copious liquidity, and that very cash-aided steadiness emboldens greater risk taking across asset classes. Corporate bond investors are more accommodating than a five-star concierge; emerging-market stocks are the world's darlings. \u001d  The valuation of U.S. stocks is middling by historic standards, and will not in itself stand in the way of greater gains. Corporate earnings have been heroic. The buyout game is at some unknown point along the path from sweet spot to overdone frenzy. Until that one loopy deal spurs the debt market to cry \"Uncle,\" it's a net positive for stocks. \u001d  In sum, the ingredients of a market melt-up are in place if the big-picture concerns of excess debt, a housing recession, the abiding inflation threat and a wild-card financial \"accident\" are forestalled. Yes, those are big \"ifs.\" \u001d  All this makes it an environment quite like the one that has prevailed since the fleeting scare last summer -- only with the indexes 17% higher since July, much less constructive skepticism toward stocks than there was then and the bull market another six months older. \u001d  Bulls still hold claim to the benefit of the doubt for now, even if last week's choppiness segues into an overdue stiff pullback. They believe they are simply being patient, waiting for the market to catch up to what they consider fabulous fundamentals. For a time, this patience ought to be rewarded. Until, of course, that invisible line between patience and stubbornness is crossed. \b \u001d  It wasn't easy for a telecom company to have a lousy 2006, but Sprint Nextel (ticker: S) managed it -- shares down 11% with the sector up 30%, missing earnings forecasts three straight quarters, a messy merger integration in a year when the AT&T-BellSouth deal was acclaimed as a masterstroke. All this was more than enough to lose friends on Wall Street, where only a third of the analysts now recommend Sprint stock, as opposed to 70% of them pushing AT&T (T). \u001d  But turnaround seekers should take heart in the sour sentiment, as well as the stock's cheapness versus the industry, based on cash flow. Sprint, with a $56 billion market value and less debt than its peers (too little, some say), is buying back $6 billion in stock while investing $3 billion in local WiMax wireless data networks, a major gamble on future wireless data and entertainment traffic. \u001d  If it pays off, great. If not, and the core business keeps struggling, the stock's not expensive, and Sprint as an acquisition target is already being bandied. All of which shifts the risk/reward bargain in investors' favor. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:03 ET (05:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0c5f565a38b15dc800de1f3bfc69d4c2","symR":["6501.TO","HIT","LXK","MRK","STX","JP3788600009","US5893311077"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/8) Tech Trader: Weather Alert: Headwinds Are Gathering Force","GmtTimeStamp":"2007-01-06T05:05:00.000000000","CompanyCodes":["6501.TO","HIT","LXK","MRK","STX","JP3788600009","US5893311077"],"IndustryCodes":["CPR","DRG","ITC","X225","XATI","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  Goldman Sachs' tech analysts described their early 2007 \"positioning\" in a report last week. They are positioning themselves out the door. \u001d  After a 27% rally in the latter part of 2006, says Goldman's gang, tech stocks will probably pull back in the first half of this year. Typically, the first-half decline in tech unwinds about half of the preceding year-end rally. In fact, for the past five years tech stocks have given negative returns for the first three quarters of the year. \u001d  Computer hardware stocks have had themselves a nice run, notes Goldman's Laura Conigliaro. The brokerage firm's index of hardware stocks rose 43% from last summer's trough. In the past five years, those stocks have slid an average of 17% in the beginning of each year. \u001d  Results for the December 2006 quarter shouldn't be bad, particularly given the weak dollar. Investors ought to sell into any strength in tech stocks, as companies report their December quarters. Lexmark International Group should report a solid December quarter, for example, bringing the printer manufacturer's earnings per share for 2006 to $4.15. But at a recent price of 72, Conigliaro thinks the stock (ticker: LXK) trades at an undeserved valuation premium to Hewlett-Packard (HPQ). She moved Lexmark to a Sell last week, with a target price of 54. By contrast, she thinks that H-P's shares could move from current levels of about 42 up to 47-which would leave them at 18 times her calendar 2007 earnings estimate of $2.62. \u001d  The Lexington, Ky.,-based Lexmark has improved its profitability by moving away from the low end of the inkjet printer market. But inkjet sales are slowing generally, says Conigliaro, and Lexmark is losing shelf space at retailers. Meanwhile, its sales mix in laser printers is moving in a less profitable direction. \u001d  While Conigliaro is partial to H-P, and also IBM (IBM), she notes a growing headwind for their sales of the large computers known as servers. That comes from virtualization, which is a software trick that allows multiple applications to run on a single processor. Virtualization lets data centers get higher utilization of their server hardware. Combine virtualization with the increasing number of processor cores being packed on a chip by Intel and Advanced Micro Devices, and you might see why Conigliaro wonders if customers will need to buy fewer servers as the years go by. \u001d  Enterprises are really moving virtualization from test environments into data centers. That's why the leading seller of virtualization software is on fire: the VMware subsidiary of EMC (EMC). The unit's sales could rise almost 60% this year to $1.1 billion, according to the forecast of Sanford C. Bernstein's Toni Sacconaghi. \u001d  If virtualization becomes a challenge for server sales at H-P and IBM, needless to say it will be an even stiffer challenge for the third- and fourth-place server vendors, Dell (DELL) and Sun Microsystems (SUNW). \b \u001d  The Goldman analysts also downgraded one of their Buys to a Neutral, namely Seagate (STX), the disk-drive maker. This volatile Scotts Valley, Calif., company is up almost 30% since September to a recent $26. That's about 15 times the average First Call estimate for Seagate's June 2007 fiscal year earnings and 10 times estimates for the following year -- multiples that don't seem pricey. . . unless you're talking about a disk-drive maker. The demand environment for drive storage is pretty good, what with videos accumulating on every home's hard drives and high-definition video making its market entry. Businesses keep buying storage arrays from the likes of EMC. And even in the sullen market for PCs, notebook sales are doing decently. \u001d  Unfortunately, there remain a number of competitive disk-drive suppliers. Besides Seagate, there's Western Digital (WDC), Samsung Electronics, Toshiba and Hitachi. Illustrating the industry's one-upsmanship, Friday Hitachi said that it will be the first to ship a disk drive that can store a terabyte of data. That's a billion pieces of information and enough, says the company, to hold 250 hours of high-def programming. The terabyte drives should arrive at retailers by the end of March, says Doug Pickford, director of marketing and product strategy for Hitachi Global Storage Technologies. After the March quarter, Hitachi hopes to start supplying the makers of set-top boxes and digital video recorders with a version of the terabyte drive that will have (wink, wink) \"bedroom acoustics.\" \u001d  With a $399 list price, Hitachi's terabyte drive reduces the raw cost of drive storage to less than 40 cents a gigabyte, from about 45-50 cents a gigabyte for today's largest-capacity drives. Till now, Seagate has enjoyed bragging rights to the world's most-capacious drive, with a 750-megabyte product. In themselves, terabyte drives won't quickly become a huge-selling product for drive makers. Computers still account for 80% of hard drives sold, and the market researchers at iSuppli say that the capacity sweet-spot for PC drives today is 100 to 160 gigabytes. Aside from PC gamers and media pirates, the early demand for terabyte drives should come from video recorders. \u001d  But Friday's terabyte announcement shows that drive makers can't rest on their laurels. In reaction to Hitachi's terabyte announcement, Seagate vowed to have its own terabyte drive in the first half of this year and promised to beat Hitachi in supplying such products in volume. So the drive business will stay competitive. \u001d  I commiserated with Hitachi's Pickford about his industry's unremitting pace. \"The disk-drive market is a clear testament to a free-market society,\" he said with wistful pride. \b \u001d  Merck just completed its $1.1 billion acquisition of Sirna Therapeutics -- a little company that's gotten a good start in RNA interference technology. Inside the body's cells, this technique can block the RNA messenger molecules that instruct a cell to make a particular protein. In many diseases, problematic genetic instructions lead to the overproduction of a substance that harms the body. Last year, a Nobel Prize went to scientists who had discovered the RNA interference approach. \u001d  \"RNA interference is the most important discovery in biology since Watson and Crick discovered DNA,\" Sirna CEO Howard Robin told me, in all modesty. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0caa6321104f38cae1c59fd982242dbb","symR":["AMERFIF.XX"],"date":"2007-01-06","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/8) Quarterly Mutual Funds Review: -2-","GmtTimeStamp":"2007-01-06T05:07:00.000000000","CompanyCodes":["AMERFIF.XX"],"IndustryCodes":["ZFU"],"Story":"\u001d  Although many of the American funds continue to outpace their peers, two of the largest, Washington Mutual Investors and Investment Company of America (AIVSX), have trailed them in recent years. \u001d  With $84 billion in assets and seven counselors, Washington Mutual is categorized as a large-cap value fund. Its three- and five-year returns rank in the bottom half of its Morningstar peer group, although its 10-year record is in the top 30%. It should be noted, however, that this fund generally has outpaced its benchmark, the S&P 500, over the past decade. \u001d  \"Any one of our given funds, over 20% to 25% of the time, tend to lag the appropriate benchmark,\" says Armour. \"But most of our funds, over 75% to 80% of the time, have done better\" than the benchmark. \u001d  Armour says that many of the companies doing well coming out of the stock downturn in late 2002 and early 2003 -- particularly those with a commodities or raw-materials bent --  were not applicable for the Washington Mutual fund to invest in because of its emphasis on dividend-paying stocks. \u001d  It's also faced a headwind because it has a heavy dose of domestic large-cap names. \u001d  Investment Company of America's three- and five-year returns also rank in the bottom half of Morningstar's large-cap value group, although its 10-year performance puts it in the top 20%. Its $88 billion in assets are overseen by nine managers. Its proclivity for very large companies has hurt performance. (See the table on the preceding page.) \u001d  Many of the firm's other large funds have superior long-term track records, including EuroPacific (AEPGX), Capital Income Builder (CAIBX), Capital World Growth & Income (CWGIX) and Income Fund of America (AMECX). Ironically, one of its smallest funds, New World (NEWFX), with $11 billion under management, ranks near the bottom of its category, based on three- and five-year returns. \u001d  \"We've been able as an organization to do well for over a long period because we are long-term-focused,\" says Armour. \"Everything we try to do, day in and day out, is oriented for the long term.\" \u001d  That approach will be severely tested if the American Funds' largest members continue to pull in cash from investors at the torrid pace of recent years. \u001d  But with a formidable investment system, an enviable culture and an estimable roster of analysts and portfolio managers, the funds' adviser, Capital Research and Management, seems up to the test. \u001d  Steering a supertanker is extremely challenging, especially in uncharted waters. But it's easier when the helmsman can draw on three-quarters of a century of experience to figure out what to do. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0deb215913efa00354474e9a9695d064","symR":["BMY","BXP","CVX","DE","DTV","GM","HD","KSS","SWY","XOM","US1101221083","US1667641005","US30231G1022","US3704421052","US4370761029"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/8) The Trader: Hey, What's Up With A Down January?","GmtTimeStamp":"2007-01-06T05:07:00.000000000","CompanyCodes":["BMY","BXP","CVX","DE","DTV","GM","HD","KSS","SWY","XOM","US1101221083","US1667641005","US30231G1022","US3704421052","US4370761029"],"IndustryCodes":["AUT","BRD","DRG","FDR","HIM","MED","OIL","REA","REI","RTS","SAP","TRQ","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  January gets a bum deal as months go. Short days. Cold nights. A hangover after December's excesses, and all that pressure to set the tone for the new year. \u001d  Okay, both the days and nights have been unusually warm this year, but the pressure's been a bit much, even for a January. With investors counting on economic growth that would be modest enough to prompt the Federal Reserve to cut borrowing costs in 2007, the government delivered news on Friday of just the opposite, or at least what the market interpreted as such. The release of a report showing robust job growth in December sent both stocks and bonds tumbling amid concerns the economy is reaccelerating. \u001d  Nor did the signs that pointed to a softening economy, like the week's steep slide in oil and copper prices, mollify investors. Without paying too much heed to the annual flip of the calendar, performance-chasing fund managers who had to run after the 2006 rally now get a fresh 12-month window to earn their keep. And they could -- for now -- wait for better openings to pounce. \u001d  The Dow Jones Industrial Average ended the week down 65, or 0.5%, at 12,398. The Standard & Poor's 500 fell 9, or 0.6%, to 1,410. It was the second decline in three weeks for both benchmarks. \u001d  Technology stocks proved the lone standouts. Despite losing half the week's gain Friday, the Nasdaq Composite Index ended the holiday-shortened week up 19 points, or 0.8%, at 2,434; it has risen in four of the past five weeks. The Russell 2000 index of small stocks fell 12, or 1.5%, to 776. \u001d  The Nasdaq's defiance amid a broad retreat is a divergence that bears watching. A tech resurgence would auger well for the market, while a \"dead-cat\" bounce after a flubbed December would spell more woe. The advance of the Nasdaq 100, for example, was powered by the likes of Intel (ticker: INTC), a Dow dog last year that drew bargain hunters and renewed Street optimism; Cisco Systems (CSCO); Dell (DELL) and big biotechnology stocks. On the bright side, this could suggest a willingness to put money at risk, notes Jason Goepfert of www.sentimentrader.com. But the lack of corroboration from small and emerging-market stocks robs this argument of some conviction. \u001d  If risk-taking is not yet in vogue, profit taking certainly is after last year's rollicking rally. The construction-equipment company Terex (TEX), which has rallied more than 1,000% in four years (including a 43% spurt last quarter alone), sold off after Citigroup flagged its rich price tag and a peak in demand in the non-residential construction market. \u001d  To cite one example of a common exercise, Merrill Lynch strategist Savita Subramanian screened for stocks that have outperformed their sectors to a degree unexplained by fundamentals. The goal: identify big winners that could face selling pressure in the new tax year. The \"run is done\" list includes DirecTV Group (DTV), General Motors (GM), Kohl's (KSS), Safeway (SWY), Boston Properties (BXP) and Deere (DE). \u001d  The prospect of more buyouts and shareholder action that would lift stock prices propelled buyers. Another round of takeover speculation fingering Bristol Myers Squibb (BMY), already fetching among the highest price-earnings multiples in its sector, spurred brisk buying of its bullish call options. \u001d  Shares of Home Depot (HD), highlighted by Barron's just last week as a potential buyout target (see \"Home Depot, Lowe's are Poised to Nail Down Gains,\" Jan. 1), popped after the company's board ousted CEO Robert Nardelli. The stock has long screened as cheap on the basis of earnings, cash flow and book value. While it gave back its gains in Friday's selloff, mounting shareholder pressure -- some prominent holders now are angling for a restructuring of the board -- should speed the home-improvement giant's move to harness its value. \u001d  With the U.S. no longer the only engine driving global economic growth, it was perhaps apt that the year began with stateside traders waiting and watching. While U.S. markets were closed Tuesday for President Ford's funeral, overseas stocks got a nice headstart. The race to catch up briefly sent the Dow to an intraday record above 12,580 on Wednesday, but the vaunted average and its traveling companions sputtered when notes from a December meeting showed a Federal Reserve still alert about inflation but increasingly chary of economic weakness. \u001d  That about-turn had pundits predicting a return of volatility, even though the benchmarks ended the day little changed. Last year, the S&P 500's cumulative daily returns -- the sum of each daily gain or loss, regardless of direction -- was a muted 228%. The average daily move of 0.47% -- compared with, say, 1.27% in 2002 and 0.84% in 2003 -- was the smallest since 1995 and marked the third consecutive year of tiny daily variations, says Robin Carpenter of www.CarpenterAnalytix.com. A fourth quiet year isn't without precedent, although average daily moves that had stayed below 0.5% from 1992 to 1995 began to climb soon after as the market grew more volatile. \b \u001d  Energy stocks couldn't have gotten off to a worst start. A freakishly balmy winter and rising inventories sent crude oil down 7.8%, its biggest weekly drop since April 2005, to $56.31 a barrel. Oil-and-gas-related shares were pummeled. \u001d  The ferocious selling and breach of key support levels has technical analysts bracing for further skids. But the correction also provides an opening for longer-term investors. Despite its blazing run over the past three years, energy remains relatively unloved among sector strategists. Valuations are cheap by various metrics. According to Henry McVey, Morgan Stanley's chief investment strategist, the ratio of forward price-earnings multiples in the energy sector relative to the S&P 500 has now sunk to levels last seen in November 1982 and July 2001 -- both periods that were followed by strong and sustained rebounds. \u001d  At just 1.5%, the sector's projected profit growth in 2007 also is the most subdued among S&P sectors. Compared with, say, 18.2% for information technology and 11.2% for consumer-discretionary companies, energy's low bar leaves room for expectations to be exceeded. \u001d  To be sure, investors are wary of penciling too much into their growth forecast since profits swing with oil prices. But most analysts continue to use conservative oil-price estimates. Stable and higher oil prices aren't out of the realm of possibility heading into seasonally strong months between February and April when energy stocks historically have outperformed the market. \u001d  Robbert van Batenburg, director of research at Louis Capital, is among those who expect oil prices to rebound strongly in 2007. Global demand shows no signs of abating, while instability in the Middle East and uncertainty surrounding April elections in Nigeria, responsible for 14% of U.S. crude-oil imports, all can drive spikes. \u001d  Oil companies also have been traditionally conservative in deploying their cash stashes, and stock prices could get a boost should these laggards begin catching up to the market. Energy companies generated 15% of the operating cash flow of S&P 500 companies last year, second only to the 21% chipped in by financials. Yet, energy ranks a distant fourth among sectors in recent share buybacks. Goldman Sachs expects energy to lead other sectors in generating dividend growth averaging 13.4% over the next three years. \u001d  Within the sector, big drillers and services companies already have been roundly embraced by sell-side analysts and swaddled with Buy ratings, but refiners and producers seem less beloved. Falling oil prices hurt the whole sector, but the major integrated giants like ExxonMobil (XOM) and Chevron (CVX) typically benefit from the ensuing flight to quality. \u001d  What investment strategies paid off most in the past year? Simply picking the 50 stocks in the S&P 500 that had the least analyst coverage would have produced a return of 24.6%, says Merrill Lynch, whose quantitative strategists compared the results of some 40 different stock-selection ploys. The outperformance of companies largely ignored by Wall Street firms was hardly what one might expect a sell-side broker to point out, but there's no denying the outperformance in recent years of small, out-of-favor stocks that failed to make the Street's radar. \u001d  Meanwhile, picking stocks based on a low ratio of price to cash flow generated a return of 23%. High dividend-paying stocks climbed 21.7% -- and that's before dividend yields were included. \u001d  A similar study by Birinyi Associates also suggests that under-the-radar value stocks might offer the best profit potential. In fact, buying stocks with the lowest projected growth rate over the next five years earned an average return of 26.5%, Birinyi found. \u001d  Picking stocks on the basis of dividend yield, or estimated price-earnings multiples both produced returns just shy of 20%. None of the nine strategies examined lost money in 2006. Or maybe it was the market's rising tide that simply lifted all. \u001d  --- \u001d  E-mail: kopin.tan@barrons.com \u001d  --- \b                VITAL SIGNS \b \b                            Friday's        Week's     Week's \b                               Close        Change     % Chg. \b \bDJ Industrials              12398.01        -65.14      -0.52 \bDJ Transportation            4612.35        +52.15      +1.14 \bDJ Utilities                  447.65         -9.12      -2.00 \bDJ 65 Stocks                 4107.53        -13.43      -0.33 \bDJ US Total Mkt               341.14         -2.11      -0.61 \bNYSE Comp.                   9025.04       -113.98      -1.25 \bAmex Comp.                   1999.60        -56.83      -2.76 \bS&P 500                      1409.71         -8.59      -0.61 \bS&P MidCap                    800.40         -3.97      -0.49 \bS&P SmallCap                  393.70         -6.32      -1.58 \bNasdaq                       2434.25        +18.96      +0.78 \bValue Line (arith.)          2197.45        -19.29      -0.87 \bRussell 2000                  775.87        -11.79      -1.50 \bDJ Wilshire 5000            14164.80        -92.75      -0.65 \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 06, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"12b350f768de30b5b3cab2b5bd4d8fc5","symR":["CSCO","US17275R1023"],"date":"2007-01-06","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(1/8) Plugged In: Cisco Makes A Savvy Deal","GmtTimeStamp":"2007-01-06T05:06:00.000000000","CompanyCodes":["CSCO","US17275R1023"],"IndustryCodes":["CMT","XDJGI","XFFX","XGTI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  A stronger market for initial public offerings, particularly of bigger companies with evident growth potential, may have compelled Cisco Systems to pay a rich $830 million for IronPort Systems, a privately held messaging-security company. But the deal, one of the first big tech buyouts in a year that could see many more, is likely to pay handsome dividends for the networking giant and its shareholders. \u001d  The IPO market has thawed considerably in the pastyear, to judgeby the number of offerings in 2006, and the flood of filings in the second half of the year, says IronPort's corporate adviser, Brian Roberts, a managing director at Evercore Partners (ticker: EVR). Evercore, founded 11 years ago by Roger Altman, former deputy secretary of the U.S. Treasury, itself has been a beneficiary of the improved climate; it came public in August at 21 a share and now trades for 37.60. The public's willingness to pay up for attractive issues lifts prices in the private market, as well. \u001d  Among last year's best tech IPOs were offerings for digital-storage companies Isilon Systems (ISLN) and ACME Packet (APKT), whose shares have more than doubled since, Roberts says. Riverbed Technology (RVBD), a data-services provider, has jumped more than 200% since its IPO, he notes. \u001d  Roberts has a good lay of the land. Before joining Evercore a year ago, he served five years as head of corporate development for Microsoft (MSFT), where he spearheaded the acquisition of Groove Networks. That deal brought in former Groove CEO Ray Ozzie, who has replaced Microsoft Chairman Bill Gates as the company's chief software architect. \u001d  Though the IPO market is improving for \"quality companies,\" which he defines as those with more than $100 million in trailing 12-month revenues and high growth potential, Roberts expects corporate buyouts and other merger-and-acquisition activity to remain strong. \"Private-equity firms are still trolling for tech,\" in particular information-security companies, he says. \u001d  Roberts declines to comment on the specifics of the Cisco (CSCO) deal because of his involvement. Few industry experts were surprised by the purchase, however, because of growing demand for information-security management. Most corporate customers of Cisco, the world's largest maker of networking gear, would prefer to buy security-management products from their primary network vendor rather than third parties. \u001d  The $2 billion messaging-security market is fragmented but growing by about 25% a year, says  Nikos Theodosopoulos, a UBS communications-gear analyst. IronPort caters to about 40% of the top 100 companies but only 20% of top 500. Cisco's sales force should be able to help it gain customers among the top 2,000 global companies, he says. \u001d  Cisco, which has an enviable reputation for integrating the companies it buys, studied IronPort as a partner for a few years before taking the plunge. In part, Cisco's success has been driven by its familiarity with its buyout targets, says Mike Irwin, chief operating officer of Webroot, a privately held maker of security software. \"It's a good way for Cisco to enter the security market, using hardware as its entry point,\" says Irwin. \u001d  Should Cisco's foray into security worry incumbents like Symantec (SYMC) and McAfee (MFE)? The jury's out, but it can only help Cisco, whose shares rose 1.14 to 28.47 last week. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"16c1483f2a5809313034357b4a61cd71","symR":["CAL","KLM.AU","RYA.DB","RYAAY","SNB.YY","AU000000KLM4","IE0031117611","US2107953083"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Airlines Avoiding UK's Bristol Airport Due To Runway Woes","GmtTimeStamp":"2007-01-06T13:33:00.000000000","CompanyCodes":["CAL","KLM.AU","RYA.DB","RYAAY","SNB.YY","AU000000KLM4","IE0031117611","US2107953083"],"IndustryCodes":["AIR","ELQ","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI"],"Story":"\b \u001d  LONDON (AP)--Nine airlines have decided not to fly into to Bristol International Airport because of concerns about the safety of its runway, officials said Saturday. \u001d  Nearly 100 flights will be diverted to other airports on Saturday, and 28 flights are to be canceled, the airport said in a statement. The nine airlines - easyJet, BA Connect, XL, Thomsonfly, Thomas Cook, Balkan Airlines, First Choice, Air Malta and SN Brussels - are worried about the reliability of the runway in wet conditions. \u001d  The airport's Web site said that other airlines, including Continental Airlines Inc. (CAL), KLM Group Ltd. (KLM.AU), and Ryanair Holdings Plc (RYAAY), are continuing to fly into Bristol, which is about 120 miles west of London. \u001d  Concerns about the runway began after the airport began resurfacing work in November. \u001d  \"Over the past 24 hours we have been working with our airline partners to find an acceptable way forward,\" said Tony Hallwood, the airport's aviation development director. \"We wish to reassure passengers that every effort is being made to ensure to that a normal service is resumed at Bristol International as soon as possible. The safety of our passengers is, as always, of paramount concern.\" \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 08:33 ET (13:33 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"186d0e5e71942d7d3dc914e3b408ff2b","symR":["PTCH"],"date":"2007-01-06","ret":[-0.00099],"ret5":[-0.00099],"Headline":": PTCH: Patch Announces Clarification of Acquisition of Damascus Energy Inc. and Completion of Private Placement","GmtTimeStamp":"2007-01-06T06:23:00.000000000","CompanyCodes":["PTCH"],"IndustryCodes":["OIS"],"Story":"(OTCBB: PTCH) (Frankfurt: PQGB) \b \b \b \b    VANCOUVER, Jan. 5 /PRNewswire-FirstCall/ - \b \b    Acquisition of Damascus Energy Inc. \b    ----------------------------------- \b \b \u001d  Patch International Inc. (\"Patch\" or the \"Corporation\") (OTCBB: PTCH, Frankfurt: PQGB) is pleased to announce that it has completed the acquisition of all of the issued and outstanding securities of Damascus Energy Inc. (\"Damascus\"), a private corporation incorporated under the laws of Alberta (the \"Transaction\"), as previously announced in the press releases of Patch dated December 4, 2006 and December 21, 2006. \b \u001d  The acquisition was completed by way of exempt take-over bid, pursuant to a share exchange agreement between Patch, Patch Energy Inc. (\"Patch Energy\") (a wholly-owned subsidiary of Patch), Damascus and the holders of all of the issued and outstanding securities of Damascus (the \"Share Exchange Agreement\"), the holders of all of the issued and outstanding securities of Damascus exchanged their Damascus common shares for Series A Preferred Shares (the \"Exchangeable Shares\") of Patch Energy on a basis of one (1) Exchangeable Share for every two (2) Damascus common shares. Pursuant to the Transaction, 9,426,489 Exchangeable Shares were issued to the former securityholders of Damascus at a deemed value of (Cdn.) $1.00 per Exchangeable Share. Each Exchangeable Share is exchangeable, at the discretion of the holder, into one (1) common share of Patch. The number of Exchangeable Shares issued on the Transaction is less than the number previously intended to be issued as the private placement referenced below was completed directly into Patch rather than into Damascus. \b \u001d  Pursuant to an Exchange and Voting Trust Agreement entered into between Patch, Patch Energy and 1286664 Alberta Ltd. (the \"Trustee\"), the agreement stipulates the means by which (i) the holders of Exchangeable Shares will have voting rights in Patch; (ii) the Trustee will hold one (1) Class A Preferred Voting Share of Patch (the \"Patch Preferred Share\"); and (iii) the holders of Exchangeable Shares exercise their rights of conversion of the Exchangeable Shares, Patch issued one (1) Patch Preferred Share to the Trustee. The Patch Preferred Share has voting rights of 9,426,489 votes per Patch Preferred Share. The Trustee shall exercise the voting rights (and other rights attached to the Patch Preferred Share) for and on behalf of all of the holders of the Exchangeable Shares. Patch, Patch Energy and the Trustee also entered into a support agreement in respect of the Transaction. \b \u001d  Pursuant to the Transaction, the former officers and directors Patch and its subsidiaries resigned and Michael S. Vandale of Calgary, Alberta was appointed as a director of Patch and its subsidiaries. Michael S. Vandale was appointed President and Chief Executive Officer of Patch and Mr. Donald B. Edwards of Calgary, Alberta was appointed Corporate Secretary of Patch. \b \u001d  Patch is currently identifying individuals to act as additional directors of Patch and to fulfill the role of Chief Financial Officer of Patch. \b \u001d  It is the current intention of Patch to file a registration statement in the United Stated and to file a qualifying prospectus in Alberta, so that the Patch common shares issuable upon conversion of the Exchangeable Shares will be freely tradable in the future. \b \b    Private Placement \b \u001d  After completion of the Transaction, Patch completed a non-brokered financing (the \"Financing\") of 3,240,000 common shares, issued on a flow-through basis, (\"Flow-Through Shares\") at a subscription price of (Cdn.) $1.00 per share for gross proceeds of $3,240,000. In connection with the Financing Patch paid a finder's fee of 7% of the of the aggregate gross proceeds of the Financing to Canaccord Capital Corporation and Michael S. Vandale (the President and Chief Executive Officer and a director of Patch). \b \u001d  The net proceeds of the Financing will be used to fund development of the Damascus properties and incur and renounce qualifying expenditures to subscribers. The Flow-Through Shares issued pursuant to the Financing are subject to a hold period that expires four months and a day after the later of (i) the date the shares were issued, and (ii) the date that Patch becomes a reporting issuer in any province or territory of Canada. The Flow-Through Shares have not been registered under the United States Securities Act of 1933, as amended, or the securities laws of any state of the United States. The Flow-Through Shares may not be sold, transferred or assigned in the absence of an effective registration statement for the securities under the applicable securities laws, or unless offered, sold or transferred pursuant to an available exemption from the registration requirements of those laws. It is the current intention of Patch to file a registration statement in the United States and to file a qualifying prospectus in Alberta, so that the Flow-Through Shares will be freely tradable in the future \b \b    Please visit Patch's corporate website at www.patchenergy.com. \b \u001d  No regulatory authority has passed upon the merits of the proposed transaction and has not approved nor disapproved the contents of this press release. \b \u001d  This news release contains certain statements that may be deemed \"forward-looking statements\". All statements in this release, other than statements of historical fact, that address future production, reserve potential, exploration drilling, exploitation activities and events or developments that the Corporation expects to occur, are forward looking statements. Forward looking statements are statements that are not historical facts and are generally, but not always, identified by the words \"expects\", \"plans\" \"anticipates\", \"believes\", \"intends\", \"estimates\", \"projects\", \"potential\" and similar expressions, or that events or conditions \"will\", \"would\", \"may\", \"could\" or \"should\" occur. Information inferred from the interpretation of drilling results and information concerning mineral resource estimates may also be deemed to be forward looking statements, as it constitutes a prediction of what might be found to be present when and if a project is actually developed. Although the Corporation believes the expectations expressed in such forward-looking statements are based on reasonable assumptions, such statements are not guarantees of future performance and actual results may differ materially from those in the forward-looking statements. Factors that could cause the actual results to differ materially from those in forward-looking statements include market prices, exploitation and exploration successes, and continued availability of capital and financing, and general economic, market or business conditions. Investors are cautioned that any such statements are not guarantees of future performance and actual results or developments may differ materially from those projected in the forward-looking statements. Forward-looking statements are based on the beliefs, estimates and opinions of the Patch's management on the date the statements are made. The Corporation undertakes no obligation to update these forward-looking statements in the event that management's beliefs, estimates or opinions, or other factors, should change. For further information investors should review the Corporation's filings that are available at www.edgar.com. \b \u001d  CONTACT: Michael S. Vandale, Patch International Inc., President and Chief Executive Officer, 1-888-864-7372, email: mvandale@patchenergy.com. \b \bSOURCE  Patch International Inc. \b \u001d    /CONTACT: Michael S. Vandale, Patch International Inc., President and Chief Executive Officer, 1-888-864-7372, email: mvandale@patchenergy.com. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 01:23 ET (06:23 GMT)"},{"md5ID":"18e836c5b6b0dbae5ba593ee575c0d1f","symR":["SEED"],"date":"2007-01-06","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/8) Swimming In A Perilous Pool","GmtTimeStamp":"2007-01-06T05:08:00.000000000","CompanyCodes":["SEED"],"IndustryCodes":["FOD","PLN"],"Story":"\b   (From BARRON'S) \b   By Leslie P. Norton \u001d  If the performance of Chinese stocks impressed you in 2006, you may have missed the story of a Nasdaq-listed company called Origin Agritech. Legally based in the British Virgin Islands but with operating headquarters in Beijing, Origin calls itself one of China's leading crop-seed companies. But while the Chinese market was jumping 100%-plus last year, Origin shares tumbled 14.5% to 10.94, for a recent market value of $250 million. \u001d  Blame the decline on fallout from the collapse of hedge fund Amaranth Advisors, which was not connected to Origin but owned a lot of companies like it -- special-purpose acquisition companies, or SPACs. These are blind pools that have been wildly successful at raising money from small investors to buy operating businesses (\"The New Blind Pools,\" Dec. 12, 2005). According to a preliminary count by Petaluma, Calif.-based Reverse Merger Report, 37 SPACs came public last year, including five that raised $250 million to buy China businesses. \u001d  You can also blame the fall in Origin's shares to a series of blunders that might charitably be called growing pains. The company (ticker: SEED) filed its December 2005 annual report nearly four months late, announced a major change in revenue recognition, shifted to a September fiscal year and then fired its auditor. And it hardly endeared itself to shareholders when it held its annual meeting in Beijing, even though its stock trades only in the U.S. \u001d  Origin was the first China SPAC, raising $24 million as Chardan China Acquisition in March 2004 and buying the seed company in November '05, when it changed its name. It was led by Richard Propper, a physician and venture capitalist who had started an array of businesses, including Medibuy.com, a Website for marketing medical supplies. Propper subsequently launched two more bulletin-board-traded SPACs -- Chardan North China Acquisition (CNCA) and Chardan South China Acquisition (CSCA). He serves as chairman of the former and chief financial officer of the latter. \u001d  Propper is head of Chardan Capital, a San Diego-based venture capital firm. His son Kerry, who is an executive at both SPACs, heads the similarly named Chardan Capital Markets, a New York-based broker-dealer and investment bank. \u001d  The elder Propper has an eventful investment history. In the early '90s, he resigned as the managing general partner at Montgomery Medical Ventures, a venture-capital firm controlled by Montgomery Securities, amid reports that he inadvertently disclosed to a family member inside information about a Montgomery-related transaction. He now says only that the incident \"had nothing to do with anything.\" \u001d  In 1996, meanwhile, he settled with the Securities and Exchange Commission over allegations that, as a general partner of two Montgomery funds, he failed to disclose holdings and transactions in several public companies. He says it was simply a matter of bookkeeping issues. \u001d  If this history has cast a shadow over Origin's shares, an early recovery is hardly likely in view of new litigation. On Dec. 29, the Justice Department filed a civil suit in federal court for the Eastern District of Pennsylvania against Propper, his partner Daniel Beharry, their former partner John Torkelsen and Sovereign Bancorp, alleging they'd defrauded the Small Business Administration of $32 million. \b \u001d  That suit is running parallel to a civil action filed by the SBA in early 2005. In that action, the government alleges the same plaintiffs funneled SBA money through Acorn Technology Fund, a small-business investment company, to their own companies. Among other things, it contends that Propper loaned money to Acorn to finance Medibuy, that Acorn repaid him with SBA money, and that Propper-related partnerships received more than $800,000 from Acorn. In June, Torkelsen began serving a 70-month prison sentence after pleading guilty to making false statements to the SBA. \u001d  A Justice Department spokesman says the government aims to recover up to $96 million from the defendants in its suit. In interviews last week, Propper and Beharry called the allegations in the suits \"baseless.\" Sovereign says none of its current employees are involved. \u001d  Propper puts the whole blame on Torkelsen: \"It was his doing completely. He's in jail. The SBA didn't oversee him as well as they could have, and they're just angry at the fact that money was lost.\" Torkelsen's attorney didn't return calls for comment. \u001d  As for Origin, Propper still does shareholder-relations work for the company. In an answer to e-mailed questions from Barron's, Origin's chief financial officer, Jeff Wang, declined to comment on the stock-price decline or the litigation, other than to state that Origin isn't named. Wang noted that Origin's revenues in the six months ended June 30 were $65 million and net income was $13 million, sharply higher than five years earlier, and that proprietary products now account for 10% and a growing portion of sales. And, he says, Origin remains focused on acquisitions. \u001d  Origin surely has its fans, including Maxim Group, which took the company public and claims it's worth $21 a share. Another is Propper: \"Earnings are up significantly in 2006 and they'll be up significantly in 2007.\" \u001d  Propper remains \"in love\" with China and predicts that this year's market will sparkle \"like 2006.\" But he has lost patience with SPACs. Will he form another one? \"I don't think so. They take too long and they're too difficult to do.\" \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"242cd88ddbc08f2bd9606b4ae76f27a6","symR":["AB","BEN","CNS","JNC","JNS","LM","TROW","US67090F1066"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/8) Quarterly Mutual Funds Review: Fund Firms: Picks Of The Pickers","GmtTimeStamp":"2007-01-06T05:06:00.000000000","CompanyCodes":["AB","BEN","CNS","JNC","JNS","LM","TROW","US67090F1066"],"IndustryCodes":["AMG","EXT","SCR","XDJGI","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Lawrence C. Strauss \u001d  Interview with Cynthia Mayer and Guy Moszkowski \u001d  Research analysts, Merrill Lynch \b \u001d  Judging from their stocks' performances and price-earnings multiples, mutual-fund companies had a very good 2006, helped by strong inflows of cash from investors and solid equity-market gains. But can these stellar showings continue in 2007? For an informed opinion, we turned to Cynthia Mayer and Guy Moszkowski, veteran research analysts who track the industry for Merrill Lynch. To learn what they see ahead, read on. \b \u001d  Barron's: 2006 was a good year for many of the publicly traded asset-management firms. Many of these stocks outperformed the S&P 500, and their P/E multiples generally exceeded those of the market. How is 2007 looking for the group? \u001d  Mayer: It's always a great business with strong cash-flow generation. I don't think that will change. The valuations are close to peak, although not at the absolute peak. We expect to see some of the same themes, including globalization. Some of the asset managers that have more global footprints should continue to do well. \b \u001d  Q: What if the equity market, which has a big influence on these stocks, turns in a subpar performance this year? \u001d  Moszkowski: Broadly, that tends to favor some of the more fixed-income-driven firms. As for valuations, these companies trade at a significant premium to the market multiple, and deservedly so in many ways, because it is such a great business. That said, we have noted that market leadership has narrowed a lot this year. \b \u001d  Q: What impact does that have on the mutual-fund companies? \u001d  Moszkowski: It has become harder for active managers to beat their indexes. As of mid-December, about 30% of U.S. active equity funds were ahead of the S&P 500, compared with around 65% the year before. It's been in the 50% to 60% range. It's worrisome because what we've seen in the past, when active managers have trouble outperforming, is a higher percentage of assets flowing to alternatives like index products, exchange-traded funds and hedge funds. But it would probably be awhile before this phenomenon really showed up because it would have to persist long enough for the three- and five-year track records to really be affected. But if it did, we would expect the relative multiples for the mutual-fund group, on average, to decline. \b \u001d  Q: What's the profit growth picture for this year? \u001d  Mayer: Our average earnings-growth estimate is 16% for 2007, which is slightly down from the year-over-year earnings growth for 2006. But remember, too, asset managers' earnings are based on the amount they have under management, and they had a very strong fourth quarter. So they are actually set up pretty well for 2007. In terms of where they can [get] that growth, we still think that globalization is a big theme and that the growth will be faster in asset management outside the U.S. So the ones with greater access to those markets are growing faster. \b \u001d  Q: Such as? \u001d  Mayer: Franklin Resources [Ticker: BEN] is one, and AllianceBernstein [AB] is another. \u001d  Moszkowski: As always, the managers that produce very good numbers are going to do quite well. In a compressed market like the one we are talking about, since there will be fewer managers able to generate the meaningful outperformance, those guys might actually pick up market share, in terms of flows and of assets. \u001d  Mayer: Also, the Pension Reform Act has made it easier for companies to do automatic enrollment for 401(k) plans, and, once they've enrolled their employees, to put that money into more than just money-market funds. So that should benefit anybody who does a lot of 401(k) business, including T. Rowe Price Group [TROW]. \b \u001d  Q: What's the situation for these companies in terms of margins? \u001d  Mayer: The operating margins are averaging around 35%. They came down a percent on average last year. They are still the best operating margins in financial services, and what we are seeing is growing scale for a lot of the businesses offsetting any pressure in fees. Also, there's been a migration toward higher-fee products like international funds and emerging-markets funds. \b \u001d  Q: What kind of a threat do alternative assets, including hedge funds, pose to these mutual-fund companies? \u001d  Mayer: It depends on each company. Some are seeing business taken away. In some areas, we're seeing institutional money migrate to hedge funds instead of traditional long-only managers. So there's definitely some loss of share there. At the same time, some of these companies are growing their alternatives business. Alliance is growing its alternatives business internally, and Legg Mason has a fund-of-funds manager, Permal Group. But one of the reasons asset managers have such a high multiple is because of their fees, which are so steady. So I think there are many who are interested in growing their alternatives business but also a little wary of shifting their business model to be more performance-fee dependent. \b \u001d  Q: Do exchange-traded funds, which have grown dramatically but whose assets are tiny compared with the fund industry's, pose a long-term threat? \u001d  Moszkowski: ETFs have been a passive product, partly because it's difficult to manage an active ETF. But if you look at the sum -- that is, the combination of exchange-traded funds and more traditional [index] products -- it is very clear that they are eating into the active-management base in mutual funds, just as they started to 20 years ago in the pension business. Last year, 36% of the net inflow into equity mutual funds was into passive funds, so it is meaningful. \b \u001d  Q: What do you see on the horizon for mergers and acquisitions in the industry? \u001d  Moszkowski: We have always thought that size and performance are at odds with each other. Therefore, to the extent that performance is an important ingredient in a money manager's success, certainly on the equity side, it would make you think twice about predicting a massive wave of consolidation. The industry is somewhat scaleable, but only to an extent, and very good economies of scale are available at sizes that are not enormous by the standards of the big companies. You don't need $1 trillion or $500 billion of assets under management in order to benefit from meaningful economies of scale. So I'm not sure that there is really the need for that much consolidation in the business. \u001d  Mayer: There might be consolidation among smaller companies that have a good track record and want to increase their distribution so they are incented to join up with someone with great distribution, because they feel that they've hit the wall in terms of how they can sell. Or the compliance costs are great enough so that they are spending too much time on compliance and not enough time on investment. \b \u001d  Q: Which asset managers look most attractive? \u001d  Moszkowski: We are most interested in stocks that seem pretty reasonably valued. A good cash cushion doesn't hurt, in case there is a downturn. And, as always, the ones that have better organic growth. \b \u001d  Q: Names, please. \u001d  Mayer: Again, AllianceBernstein and Franklin. We raised their price targets [last month]. They both reported very strong assets under management, and they are both beneficiaries of globalization in two ways. They both sell to non-U.S. clients, and they both manage a lot of assets in the global and international style. So that's an advantage, not only for faster growth in asset management outside the U.S., but also even within the U.S. \u001d  Investors are allocating a greater percentage of their money to non-U.S. and global assets. Franklin said recently that 40% of its gross sales are now from outside the U.S. So Alliance and Franklin have both trends working in their favor. For Franklin, a lot of their non-U.S. assets are not hedged. So to the extent the dollar declines, that helps them. And, of course, Franklin has something like $13 in net cash and investments per share. They haven't been specific but they will use some of it for share buybacks, dividends or acquisitions. \b \u001d  Q: What do you like about Nuveen Investments [JNC]? \u001d  Mayer: The company is very balanced, with 50% of its assets in equity funds. It also has a high proportion of its assets in closed-end funds, where there are no outflows, so it is very stable. It's also a good long-term play on the increasing number of people looking for more income-oriented investments. It's a very good cash-flow generator. \b \u001d  Q: Don't the price-earnings multiples on these companies look stretched to you? \u001d  Mayer: Not at all. We have Nuveen at 18.7 times 2007 earnings. The thing about Nuveen is that it has above-average organic growth, so it is one of the less expensive ways to access a high organic growth rate -- it was on track for 11% in 2006. \u001d  Moszkowski: It's definitely one of the industry leaders. Usually, the companies that have numbers like that have higher multiples. And a lot of the assets that Nuveen raises are in closed end-funds. We always refer to closed-ends as the Roach Motel of asset management, because the money comes in and never goes out. The assets will not be subject to outflows, and the manager will continue to manage them. \u001d  Mayer: Closed-end funds are a great business. On top of that, a lot of them are leveraged. This means that their manager can charge fees for the assets that are leveraged, as well as on the underlying base. Nuveen is also a leader in separately managed accounts, a business that is growing a little faster than mutual funds. \b \u001d  Q: Let's move on to Legg Mason [LM]. That firm's chief executive, Chip Mason, maintains that it's on target to integrate the former Citigroup assets into the firm. The stock, at around 97, is one of the group's laggards. What concerns you about Legg? \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 06, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2736610e1c1229dc41e8ba9095627495","symR":["AD","CKR","CNBC","JOB","MAIR","MDS.T","MDZ","MFW","NWACQ","OPWV","PTEC","CA55269P3025","US6672801015"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/8) 13D Filings","GmtTimeStamp":"2007-01-06T05:05:00.000000000","CompanyCodes":["AD","CKR","CNBC","JOB","MAIR","MDS.T","MDZ","MFW","NWACQ","OPWV","PTEC","CA55269P3025","US6672801015"],"IndustryCodes":["ADV","AIR","BNK","EAG","FOD","MDV","MED","OFP","RES","SOF","SVC","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI","XTSE"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining 5% or more of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from  Dec. 28, 2006 to Jan. 3, 2007. \u001d  Source: Corporate Filings Alert \b \u001d  Activists \b \u001d  General Employment Enterprises (JOB) \u001d  Investor Daniel Zeff intends to nominate Andrew Dailey as a director for election at the next annual meeting. Dailey, a former analyst, executive and adviser to technology companies, is currently self-employed. Zeff holds 513,580 shares (10% of the total outstanding). \b \u001d  MAIR Holdings (MAIR) \u001d  Riley Investment Management, a major shareholder, sent a letter raising concerns about MAIR's proposed merger with Northwest Airlines. Northwest, under bankruptcy protection, is in talks to buy regional airline Mesaba Aviation, a unit of MAIR, which is also in bankruptcy. Riley said Northwest's  bid, valued at $145 million, is grossly inadequate. Riley urged that the interests of significant independent shareholders be represented in the talks. Riley owns 1,062,229 shares (5.2%). \b \u001d  Phoenix Technologies (PTEC) \u001d  A consortium including Ramius Capital Group and Starboard Value & Opportunity Master Fund sent a letter to the computer-software maker, nominating three candidates for election to the company's board of directors at the 2007 annual meeting. The Ramius/Starboard group said it intends to nominate John Mutch, Philip Moyer and Jeffrey Smith. The investors said they continue to believe the company's shares are undervalued, and that they're still interested in acquiring the company. Ramius and its affiliates own 3,502,941 shares (13.8%). \b \u001d  Openwave Systems (OPWV) \u001d  Harbinger Capital Partners Master Fund I filed a complaint in court against Openwave over the company's director nomination and annual meeting procedures. Harbinger filed a preliminary proxy on Dec. 28 to nominate two candidates for the communications and media software provider's board. The complaint  alleges that management has sought to thwart stockholders from nominating directors. Harbinger and its affiliates hold 10 million shares (10.6%). \b \u001d  Original Filings \b \u001d  M&F Worldwide (MFW) \u001d  Bay Harbour Management reported ownership of 1,041,200 shares (5.1%), after buying 88,700 shares from Nov. 9 to 27 at $15.40 each. \b \u001d  Increases in Holdings \b \u001d  Center Bancorp (CNBC) \u001d  Lawrence B. Seidman raised his stake to 1,203,640 shares (9.1%) by acquiring 182,888 shares from Nov. 29 to Dec. 26 at $15.66 to $15.80 a share. \b \u001d  MDS (MDZ) \u001d  ValueAct Partners boosted its stake to 17,705,600 shares (12.3%) by purchasing 650,000 from Nov. 2 to Dec. 22 at $17.17 to $18.42 apiece. \u001d  Decreases in Holdings \b \u001d  CKE Restaurants (CKR) \u001d  Pirate Capital cut its holdings to 5,048,034 shares (7.2%), unloading 2,000,000 on Dec. 28 at $18.53 a share. \b \u001d  Advo (AD) \u001d  UBS reduced its position to 2,264,095 shares (7.11%) by selling 334,600 from Dec. 6 to 27 at $29.00 to $32.99 each. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2ab48f1324c86a0fa8f2eb6e184b848b","symR":["RNC.XX"],"date":"2007-01-06","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Experts Debate Usefulness Of Creating Iraqi Jobs Program","GmtTimeStamp":"2007-01-06T18:02:00.000000000","CompanyCodes":["RNC.XX"],"IndustryCodes":["ICS","SVC"],"Story":"\b \u001d  By Deb Riechmann \u001d  Of THE ASSOCIATED PRESS \b \u001d  WASHINGTON (AP)--Just as debate rages over sending more U.S. troops to Iraq, there are differing views about whether economic incentives such as micro-loans and U.S.-funded jobs programs would coax militiamen to trade guns for tools. \u001d  Some reconstruction experts say giving Iraqis jobs that include clearing streets and fixing water and sanitation systems would produce little economic benefit for a country on the brink of all-out civil war. \u001d  Others say civilian jobs programs - an idea President George W. Bush is considering - are designed to build security. Only when violence is under control, they say, can business flourish. \u001d  Details haven't been disclosed about the economic incentives Bush will announce as early as Wednesday. But those familiar with the plan say he is favoring short-term jobs programs, extending micro-loans to small business and increasing the amount of money that military commanders can spend quickly on local projects to improve the daily lives of Iraqis. \u001d  \"Job creation is the most promising,\" said Michael O'Hanlon, a foreign policy analyst at the Brookings Institution. \"I don't know why we haven't done it before. It's not the best way to build a new economy, but we need to address security even if that doesn't conform to Econ 101.\" \u001d  Military analysts say Army Lt. Gen. Peter Chiarelli, who recently finished his tour as the No. 2 general in Iraq, has recommended a short-term jobs program. \u001d  In a classified memo Donald H. Rumsfeld wrote two days before he resigned as defense secretary, he told the president: \"Initiate a massive program for unemployed youth. It would have to be run by U.S. forces, since no other organization could do it.\" \u001d  Keith Crane, a senior economist at the RAND Corp., is skeptical because such programs employ insurgents but have little effect on their political activities. \"In some instances, insurgents have participated in make-work schemes during the day, then fought the coalition at night,\" he says. \u001d  Bush also is considering allocating more money for a program established in 2003 to give field commanders money to solve local problems quickly - and show American compassion and good will. The program was allocated $753 million in the 2006 budget year. \u001d  The Iraq Study Group recommended that Bush find ways to give U.S. officials in Iraq the authority and flexibility to quickly fund projects that would help rebuild the nation. \u001d  Anthony Cordesman, an Iraq watcher at the Center for Strategic and International Studies, said the president is expected to propose a significant increase in discretionary funds available for the type of activities under the commanders' program. But he said the real question is how much and who would hand it out. \u001d  \"The difficulty you have with almost everything that comes out of the Bush administration is that there's a concept, but there's never a plan and there's almost never any real details in it,\" he said. \u001d  Crane, an adviser to the Iraq Study Group, said it is unclear how effective this money is in countering the insurgency or fostering conditions for economic growth and permanent employment. \u001d  He said funds in the military commanders' program are best used in moderation because commanders are not specialists in development projects. \u001d  \"In some cases, the commanders have been manipulated by the local sheiks, in essence ripped off,\" he said. \u001d  On the positive side, he said, commanders often have a good idea, after talking with Iraqis, about what is most needed - or even what would help soothe their devastation and loss. \u001d  \"A lot of the money has been used by commanders to compensate people whose homes have been destroyed,\" Crane said. \"Commanders have ended up paying Iraqis for pets that have been killed as well.\" \u001d  In Najaf, one coalition commander shelled out $100 for the death of a dog, he said. \u001d  As Bush prepares to detail his economic incentives, the Pentagon is moving ahead with a program to help reopen factories that were owned by Saddam Hussein's government and abandoned after the U.S.-led invasion in March 2003. \u001d  Defense officials have declined to identify the facilities for fear the factories, or their employees, could be attacked. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 13:02 ET (18:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4e86e260ab02c034458604122f618118","symR":["BA","GE","US0970231058","US3696041033"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"US Experts To Help Probe Apparent Crash Of Indonesian Jet","GmtTimeStamp":"2007-01-06T13:55:00.000000000","CompanyCodes":["BA","GE","US0970231058","US3696041033"],"IndustryCodes":["AIR","ARO","ASP","IDD","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b \u001d  MAKASSAR, Indonesia (AP)--U.S. experts arrived on Indonesia's Sulawesi island Saturday to help investigate the apparent crash of a jetliner that disappeared with 102 people on board after battling fierce winds and storms. \u001d  The pilot did not issue a mayday before dropping off the radar near the coastal town of Majene, and there has been no emergency location signal to guide thousands of rescuers fanning out across the island's dense jungles and surrounding seas. \u001d  By nightfall Saturday, after a fifth day of searching, there was still no trace of the Boeing 737 of Indonesian budget carrier Adam Air. \u001d  \"It's impossible that it just disappeared,\" Indonesia's Vice President Jusuf Kalla said after meeting with search officials and families of the passengers of Flight KI-574. He promised to spare no efforts in finding out what happened. \u001d  \"Even if it takes a month...we have to keep searching,\" Kalla said. \u001d  Patrick Smith, a U.S.-based airline pilot and aviation commentator, said \"whatever happened to the plane, it was likely rapid and catastrophic,\" pointing to a possible massive structural failure due to metal fatigue, or an onboard explosion. \u001d  He noted that in many accidents, \"there are no distress calls simply because the cockpit crew is too busy dealing with the situation rather than calling around for help.\" \u001d  The plane left Indonesia's main island of Java for Manado on Sulawesi on Monday afternoon. It altered course and turned westward halfway into the two-hour trip after being warned of rough weather near the city of Makassar, said Eddy Suyanto, head of the search and rescue mission. \u001d  When it ran into winds of more than 130 kph over the Makassar Strait, it changed course again, bringing the plane eastward toward land, then lost contact, he said. \u001d  Kalla said finding the plane has now become an \"international issue\" because of the length of time the plane has been missing. \u001d  Singapore has already joined the search, and a U.S. National Transportation Safety Board team arrived on Sulawesi to help investigate the possible crash of the American-made plane, which was carrying a man from the U.S. state of Oregon and his two daughters. \u001d  The six-member team - which included representatives from Boeing Co. (BA), General Electric Co. (GE) and the Federal United States' Aviation Administration - made no comment upon arriving in Makassar. U.S. embassy officials said they would provide Indonesia with whatever help they could in the investigation. \u001d  It isn't clear why there were never any transmissions from the plane's emergency locator. \u001d  Smith speculated it may not have been working, or - in the event of a crash at sea - that it could have sunk into an underwater trench from which its signals could not be picked up. \u001d  Saturday's aerial search focused on land and waters along 500 kilometers of coastline from Palu city in the north to Makassar in the south, said Suyanto. \u001d  Three warships will also comb the Makassar Strait area, said Suparman, chief of Makassar Search and Rescue Agency. Like many Indonesians, Suparman uses a single name. \u001d  Authorities had wrongly said Tuesday that the wreckage had been found with a dozen survivors, causing further anguish to relatives camped out at airports and hotels in Manado and Makassar. \u001d  Many family members have provided the disaster crisis center with medical records, photographs and other information that would be needed to help identify the dead. \u001d  \"All we do is watch television,\" said Fandi, who had four relatives on the plane. \"Officials from Adam Air aren't able to tell us anything.\" \u001d  Adam Air is one of about 30 budget carriers that sprang up in Indonesia after 1998, when the industry was deregulated. The rapid expansion has led to cheap flights to scores of destinations across Indonesia, but has also raised concerns about maintenance of the leased planes. \u001d  Air navigation can be difficult in Indonesia, which spans 6% of the equator, due to gaps in communications systems. Last year, an Adam Air Boeing 737 flew off course along the same route and was lost for several hours before it made an emergency landing at a small airstrip, hundreds of kilometers off course. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 08:55 ET (13:55 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"55c26e9bc447b19030642360053a7a50","symR":["AAL.LN","AAUK","COB.LN","MGGT.LN","MRO.LN","RIO.AU","RIO.LN","RTP","XTA.LN","AU000000RIO1","GB0004901517","GB0005758098","GB0007188757","GB0031411001","GB0033679068","GB00B07KD360"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/8) European Trader: A Buying Opportunity For Anglo American","GmtTimeStamp":"2007-01-06T05:07:00.000000000","CompanyCodes":["AAL.LN","AAUK","COB.LN","MGGT.LN","MRO.LN","RIO.AU","RIO.LN","RTP","XTA.LN","AU000000RIO1","GB0004901517","GB0005758098","GB0007188757","GB0031411001","GB0033679068","GB00B07KD360"],"IndustryCodes":["ARO","ASP","FAC","MNG","XATI","XDJGI","XFT1","XISL","XNYA","XORD","XST5"],"Story":"\b   (From BARRON'S) \b   By Martin Fluck and Arindam Nag \u001d  Anglo American is one of the most attractive mining stocks, but its shareholders won't soon make any money on it. Indeed, one of its biggest virtues is that they stand to lose only a quarter of the value of their investment now that the base-metals bubble seems to be bursting. Investors in some rivals could lose more. \u001d  Anglo, whose American depositary shares trade on Nasdaq under the ticker symbol AAUK, is turning itself into a focused mining company from the conglomerate it was in 1999, disposing of $10 billion in non-core assets and making $15 billion in acquisitions. But Anglo still retains paper and packaging and industrial-minerals operations. \u001d  These businesses have left it less exposed than some of its peers to base metals, which accounted for only 16% of Anglo American's revenue, compared with 58% at Xstrata (XTA.London) and 43% at Rio Tinto (RTP). This is good news now that large and formerly hidden inventories of metal could send copper below its long-run trend under $2,300 a ton from its recent level above $6,000. \u001d  Even zinc, which spiked on shrinking London Metal Exchange stocks last fall, looks vulnerable now that Chinese producers -- like those elsewhere -- are ramping up output to take advantage of high prices. China, whose net zinc exports in November hit their highest level since May 2002, has enough spare zinc smelting capacity to remain a significant net exporter in 2007. \u001d  If base-metals prices come back to earth, Anglo American's operating profit would fall 25% or so -- as $2.5 billion of its forecast $10 billion operating profit in 2006 reflects a windfall from the spike in copper prices. But Xstrata's operating profit would slip by 50%, and Rio Tinto's by 40%. \u001d  Where does this leave Anglo's incoming CEO, Cynthia Carroll, who will be the first woman in charge of a large mining company? There may be less pressure on her to accelerate the restructuring announced in Anglo's 2005 strategic review. That plan called for the company to cut its gold-mining interests and to spin off its paper and packaging business. Absent these moves, some investors think the company risks a takeover bid from the likes of Rio Tinto or Xstrata. \u001d  What Carroll could do, however, is return less cash to shareholders, with a view to buying one of its more volatile competitors. In 2006, Anglo American returned $7.5 billion -- maybe enough to buy Xstrata -- through dividends and stock buybacks. As outgoing CEO Tony Trahar says, Anglo American likes to buy when prices are low. \b \u001d  The acquisition of a 5% stake in Cobham by a member of Spain's steel-making Vilaseca family is unlikely to trigger a bid for the U.K. defense and aerospace outfit. Cobham would probably cost more than 2.5 billion British pounds ($4.85 billion), likely beyond the Vilasecas' means. \u001d  But the Vilasecas could shake up a segment of the U.K.'s defense sector that needs to be shaken up, whether it's by pressuring management to make acquisitions or to return more cash to shareholders. \u001d  Cobham is guilty of doing neither. \u001d  Cobham's stock (COB.London) trailed the FTSE All-Share index for most of the past year until hope emerged that it would do a value-enhancing acquisition, probably in the U.S. But no deal has materialized, even though Cobham has net debt of less than GBP 100 million, and specializes in areas where barriers to entry are relatively high, such as air-to-air refueling, antenna and microwave systems. \u001d  The company achieved 8.6% growth in last year's first half, indicating that its restructuring, in which it has sold a clutch of low-quality businesses, is paying off. But its underleveraged balance sheet frustrates investors. The Vilasecas probably will pressure Cobham to buy a rival or pay a special dividend. U.K. takeover candidates include Meggitt (MGGT.London) and Melrose (MRO.London), where earnings growth is slack and stock performance weak. \u001d  --- \u001d  Martin Fluck and Arindam Nag are contributors to The Skeptic, a column on which this European Trader is based. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5cba3c73f8b5ab3d60c3bcea34f2d038","symR":["NUE"],"date":"2007-01-06","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/8) Follow-Up: Nucor: A Steal At Recent Discount?","GmtTimeStamp":"2007-01-06T05:08:00.000000000","CompanyCodes":["NUE"],"IndustryCodes":["STL","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Jim McTague \u001d  Pearl Harbor Day 2006 included its own bit of drama for steel maker Nucor's shares. Bears started attacking the stock price that morning, sending it down from a 52-week high of $67.55 to under $55 a share in the next week or so. Weaker steel prices, rising inventories, the end of an import tariff and analyst downgrades all contributed to the slide. Shortly thereafter, Nucor said its fourth-quarter earnings would be strong but below record levels, further undermining the stock. \u001d  In light of a probable soft economic landing this year and the shares' stellar performance until early December, the bears might want to take cover. \"I view this as an opportunity for investors,\" says Mark Parr, a steel analyst for Keybanc Capital Markets in Cleveland. \u001d  Parr sees Nucor (ticker: NUE) hitting $70 this year as worldwide demand for steel outpaces global GDP growth. The removal of tariffs should be offset by the tumble in the U.S. dollar, which makes foreign steel more expensive here, he says. \u001d  It's certainly hard to find fault with the shares' resilience. Barron's 16 months ago correctly predicted a post-Katrina boost for Nucor (\"The Long Road Ahead\" Sept. 5, 2005) after the federal government pledged billions of dollars to rebuild ravaged highways and bridges. Nucor was trading at $29 then on a split-adjusted basis. Even at its reduced level, the stock has nearly doubled since; at its top the gain was 133%. \u001d  Nucor is expected to report earnings of $5.38 to $5.48 a share for 2006, versus $4.13 in 2005. Parr looks for earnings to hit $6 this year. The shares now trade at a multiple of four times enterprise value (equity value, plus debt, less cash) divided by his 2007 expectations for earnings before interest, taxes, depreciation and amortization, below their historical norm of five to eight times. \u001d  Not everyone is so enthused. Timna Tanners, a steel analyst at UBS, agrees that the stock is oversold, but her target for Nucor is a more modest $60. \"You can buy on dips because it's a solid company with good management, a decent growth story and a strong history,\" she says. More federal spending on highways and bridges in 2007 will also help. \u001d  But she's neutral for the long haul because Nucor's a bigger, less nimble company than previously, with lesser growth prospects. The $1.07 billion price Nucor offered last week for Canadian processor Harris Steel was not cheap, she adds, a sign \"they are running out of easy things to pick off.\" \u001d  Tanners prefers Steel Dynamics (STLD), a smaller, more entrepreneurial company with a cheaper valuation. \u001d  Still, Nucor shares do seem to offer value right now even if they require more investor mettle for the metal in 2007 than they did just after Katrina hit. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5f5b71d97929a2aa637ccb26ca25215b","symR":["F"],"date":"2007-01-06","ret":[-0.00099],"ret5":[-0.00099],"Headline":"US Judge Adds $3.3M To Ford Verdict In Okla Accident Case","GmtTimeStamp":"2007-01-06T14:20:00.000000000","CompanyCodes":["F"],"IndustryCodes":["AUT","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  TULSA, Okla. (AP)--A federal judge added more than $3.3 million in interest to a $15 million verdict a jury awarded to a Tulsa couple whose son was killed in a 2003 traffic accident. \u001d  U.S. Chief District Judge Claire Eagan decided $3,339,550.68 in prejudgment interest from Ford Motor Co. (F) should be added to the amount the jury awarded Kevin and Veronica Moody on Nov. 20. \u001d  Moody attorney Clark Brewster said Friday evening that prejudgment interest is called for under Oklahoma law. \u001d  Prejudgment interest compensates a plaintiff for the loss of the use of compensatory damages from the time the lawsuit was filed until the date of judgment. \u001d  Under Oklahoma law, courts do not have the power to deny or reduce prejudgment interest, according to Eagan's order. \u001d  Tulsa jeweler Kevin Moody and Veronica Moody filed the lawsuit Nov. 18, 2003, a little more than 10 months after their 18-year-old son, Tyler Moody, was killed in a single-vehicle rollover crash. \u001d  Moody lost control of the 1995 Ford Explorer Sport while he was passing another vehicle in a no-passing zone on a curve, according to a Nov. 14 order entered by Eagan. \u001d  The speeding SUV left the road and rolled at least 1 1/2 times, coming to rest on its roof. \u001d  In their lawsuit, the Moodys alleged that \"because the defective vehicle had an inadequate roof-crush tolerance,\" Tyler Moody was trapped in the Explorer \"and his neck was pushed into his chest by the intruding roof at a precipitous angle.\" \u001d  Testimony showed that Moody was wearing his seat belt and sustained no obvious physical injury beyond a five-inch bruise on the top of his head in the Jan. 16, 2003, crash. \u001d  However, his airway was blocked to such an extent that he died of \"positional asphyxiation,\" according to the lawsuit. \u001d  But Ford attorney Mary Quinn Cooper said the vehicle exceeded federal standards. She said 98% of seat-belted SUV riders who are in rollover accidents sustain no serious injuries. \u001d  Cooper said that while there was no doubt that Moody was \"a great kid,\" on the day of the accident he made \"bad decisions that had fatal consequences.\" \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 09:20 ET (14:20 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"607f77ade88fa866c3c8e9e4d55142ee","symR":["500112.BY","INE062A01012"],"date":"2007-01-06","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"State Bk Of India Revises Local Term Deposit Interest Rate","GmtTimeStamp":"2007-01-06T08:45:00.000000000","CompanyCodes":["500112.BY","INE062A01012"],"IndustryCodes":["BNK","XDJGI"],"Story":"\b \u001d  MUMBAI (Dow Jones)--State Bank of India (500112.BY), the country's largest bank by assets, said Saturday it has decided to revise the interest rate on domestic term deposits of at least 1.50 million rupee but less than INR10 million ($225,819) to 8.25% per annum for all maturities of one year and longer. \u001d  In a news release, the bank said the offer will be effective from Monday and will expire March 31. \u001d  No other details were provided in the news release. \b \u001d  -By Mumbai Bureau; Dow Jones Newswires; 91-9900181471; djn.in@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 03:45 ET (08:45 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"62649be622d449aff590ba5d10618d3b","symR":["8411.TO","8603.TO","C","MGF","NIKOY","JP3670000003","JP3885780001","US1729671016"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Nikko Cordial Seeks Fincl Help From Mizuho Corp Bk-Kyodo","GmtTimeStamp":"2007-01-06T11:42:00.000000000","CompanyCodes":["8411.TO","8603.TO","C","MGF","NIKOY","JP3670000003","JP3885780001","US1729671016"],"IndustryCodes":["BAN","BNK","CEF","SCR","X225","XATI","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b \u001d  NEW YORK (Dow Jones)--Nikko Cordial Corp. (8603.TO), reeling from accounting irregularities, has asked Mizuho Corporate Bank and other financial institutions to help it with short-term funding, Kyodo news reported Saturday, citing sources familiar with the matter. \u001d  Nikko Cordial executives are also apparently considering asking the bank and other major shareholders to slightly raise their stakes in the country's third-largest securities firm, the sources said, according to Kyodo. \u001d   A new Nikko Cordial management team, set up in late December, has approached financial institutions the company deals with and asked whether they can assist it financially in an attempt to restore customer trust, the sources said, Kyodo reported. \u001d  Nikko Cordial and Mizuho Corporate Bank struck a capital alliance deal in December 2004. The bank under the wing of Mizuho Financial Group Inc. held a 4.82% stake in the brokerage group as of March 2006, the report said. \u001d  In December, Nikko Cordial admitted to the falsification of fiscal 2004 earnings, the report said. \u001d  Since then, the brokerage, which also has a capital tie-up with Citigroup Inc. (C) of the U.S., has been losing customers, Kyodo reported. \u001d  On Friday, the Financial Services Agency slapped a fine of JPY500 million on Nikko Cordial for padding its profits, the report said. \u001d  The penalty, which was recommended by the Securities and Exchange Surveillance Commission late last year, is the largest ever imposed by the country's financial watchdog, the report said. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 06:42 ET (11:42 GMT)"},{"md5ID":"6edeb6440c8c89cb8c00f8bb24f87cee","symR":["BOC.CP","TEMP.AT","CY0000100111","GRS006013007"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Three Banks In Athens Damaged By Suspected Anarchists","GmtTimeStamp":"2007-01-06T16:38:00.000000000","CompanyCodes":["BOC.CP","TEMP.AT","CY0000100111","GRS006013007"],"IndustryCodes":["BNK","XDJGI"],"Story":"\b \u001d  ATHENS (AP)--Suspected anarchists armed with firebombs and rocks damaged three banks in the Greek capital on Saturday, authorities said. \u001d  Police said some 30 anarchists attacked three Athens banks on central Mitropoleos street shortly after midnight Friday. The hooded youths torched a Bank of Cyprus (BOC.CP) ATM machine and smashed the windows of Emporiki Bank of Greece (TEMP.AT) and Eurobank, police said. \u001d  No arrests or injuries were reported. \u001d  Athens police have had near nightly clashes with anarchist groups since the arrest of demonstrators several months ago during violent street protests against education reforms. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 11:38 ET (16:38 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6f07dbc1c99c15d0a71620591a19c883","symR":["VOD","VOD.LN","GB00B16GWD56"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"UK PRESS:Vodafone Vows Not To Overpay In Bid For Hutchison","GmtTimeStamp":"2007-01-06T11:16:00.000000000","CompanyCodes":["VOD","VOD.LN","GB00B16GWD56"],"IndustryCodes":["CTS","TLS","XDJGI","XFT1","XGTI","XISL","XNYA","XST5","XSTT"],"Story":"\u001d  LONDON (Dow Jones)--Vodafone Group Plc (VOD) is seeking to fend off concerns about its involvement in the $20 billion bid battle for Hutchison Esssar, India's fourth-biggest mobile player, insisting that it won't overpay, The Times reported Saturday, citing a Vodafone spokesman. \u001d  The mobile operator has vowed not to breach the strict financial criteria recently introduced by Arun Sarin, its chief executive, in hopes of reassuring investors, the paper said. \u001d  Newspaper Web site: http://www.timesonline.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 06:16 ET (11:16 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7ad07f0bb1d3d91bf35f7b0860692afa","symR":["MAIR"],"date":"2007-01-06","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Riley Investment Management LLC Opposes Current Northwest Proposal for Mesaba Airlines, a Subsidiary of MAIR Holdings, Inc.","GmtTimeStamp":"2007-01-06T05:36:00.000000000","CompanyCodes":["MAIR"],"IndustryCodes":["AIR","XDJGI"],"Story":"\b \u001d  LOS ANGELES, Jan. 6 /PRNewswire/ -- Riley Investment Management LLC released the following statement opposing Northwest Airlines' proposal for Mesaba Airlines, a subsidiary of MAIR Holdings, Inc. (Nasdaq: MAIR): \b \u001d  As a large shareholder of MAIR Holdings, Inc., the owner of Mesaba Airlines, Riley Investment Management LLC continues to believe that Northwest Airlines' proposed offer to acquire Mesaba Airlines in exchange for the allowance of Mesaba $145 million claim against Northwest is grossly inadequate considering we value the total value of the Mesaba estate to be in excess of $300 million (Mesaba's original claim amount plus +$100 million value of Mesaba's SAAB business).  We will pursue all avenues to ensure that such a transaction is not consummated.  Our contemplated actions may include any or all of the following:  filing objections to the creditors' current motion requesting the termination of exclusivity period for filing a plan of reorganization, pursuing litigation against various parties to the transaction, offering our own competing plan of reorganization if exclusivity is terminated, or entering into discussion with MAIR Holdings or other regional carriers.  Additionally, we have been in discussions with numerous other large shareholders who share our concerns and support our actions. Additionally, we would like to note that contrary to what has been stated in the press, Mesaba Airlines has not agreed to any terms of the Northwest agreement.  We believe this would require board approval at Mesaba as well as board approval at MAIR, neither of which has occurred. \b \u001d  We believe that Northwest Airlines has destroyed value for MAIR shareholders, Mesaba and Mesaba's employees, enabling Northwest to buy Mesaba below fair market value and avoid fairly paying Mesaba's valid claims in the Northwest bankruptcy.  MAIR and Mesaba management have been unfairly criticized by its unions and the press for actions we believe were forced by Northwest.  Northwest's bankruptcy filing and request for new RFPs for additional flying forced Mesaba to subject its employees to new labor contracts so that Mesaba could make attractive proposals to Northwest to continue to fly aircraft.  Northwest is now attempting to purchase Mesaba and use this low cost structure as a vehicle to continue and buildup Northwest's regional business with all future value only going to Northwest Airlines. Below is a timeline of events related to the Mesaba bankruptcy and Northwest Airlines. \b \b \b    *  Prior to Mesaba bankruptcy filing: Mesaba operates a fleet of \b       63 SAAB-340 and 35 Avro-Regional Jet aircraft for NWA.  Trailing twelve \b       month revenue at Mesaba through 9/30/2005 was $416MM. \b \b    *  August 29, 2005:  Northwest signs a new ASA with Mesaba in which MAIR \b       is required to invest $31.7 million into Mesaba.  Under the terms, \b       Mesaba would operate 35 AVRO and up to 15 CRJ-200/440 aircraft along \b       with all of the existing 63 SAAB aircraft under a 10-year contract. \b \b    *  September 9, 2005: Bryan Ebensteiner, NWA Director of Airlink Planning, \b       sends an email to MAIR inquiring whether MAIR had made the required \b       $31.7 payment to Mesaba; Mesaba advises NWA that it had made the \b       payment. \b \b    *  September 12, 2005: After it is ensured that liquidity had been \b       provided to Mesaba from MAIR, Northwest fails to make its regular \b       semi-monthly payment to Mesaba of $18.5 million for the second half of \b       August. \b \b    *  September 14, 2005:  Northwest files for bankruptcy.  We find it hard \b       to imagine that Northwest management did not know that it was \b       contemplating filing for bankruptcy two weeks prior when it signed a \b       new ASA with Mesaba.  Shares of MAIR drop from $9.50/share to \b       $4.50/share costing MAIR shareholders $100 million in value.  A few \b       days after Northwest files for bankruptcy, Doug Steenland, CEO of \b       Northwest, resigned from the board of directors of MAIR. \b \b    *  September 26, 2005: Northwest failed to make the full semi-annual \b       payment to Mesaba for the first half of September, reducing the payment \b       to $1.9 million.  Total missed payments are approximately \b       $36.4 million. \b \b    *  August 16, 2006: Mesaba files a $250 million claim against Northwest \b       Airlines which does not include the value of its current SAAB business \b       which we value at an additional +$100 million (our analysis is set \b       forth below). \b \b    *  November 27, 2006:  After Northwest's bankruptcy filing, Mesaba was \b       forced to seek labor concession with its unions in order to continue \b       operations and ensure continued and future business with Northwest. \b       Labor currently has a $22.7 million claim against Mesaba for contract \b       concession. \b \b    *  December 20, 2006:  Northwest offers Mesaba a $145 million claim in \b       total to purchase the entire company.  In all we value the offer at 63% \b       of the value of Mesaba prior to filing for bankruptcy, which ignores \b       incremental value which would have accrued to Mesaba since under the \b       new ASA, where it had rights to operate the next 35 CRJ aircraft in \b       Northwest's regional fleet. \b \b    *  December 22, 2006: Northwest settles with Pinnacle Airlines for a \b       $377.5 million claim and awards Pinnacle a new ASA that allows it to \b       continue flying for Northwest as a standalone public entity.  Terms of \b       the new ASA allow Pinnacle to continue to operate all of its existing \b       124 CRJ-200/440 aircraft plus up to an additional 17 CRJ-200/440 \b       aircraft for 10 years.  15 of these CRJ's were originally promised to \b       Mesaba when they signed their ASA.  In all we estimate the value \b       Pinnacle's award to be worth $530 million, which is approximately 135% \b       of the estimated value of its prior contract (our analysis is set forth \b       below). \b \b \u001d  In light of the items mentioned above, we believe that not only is Northwest Airlines not offering fair value for Mesaba, it also pursued a strategy of destroying value in order to purchase Mesaba's at a huge discount to its fair value.  At best, Northwest and its executives ignored clear conflict of interest issues (Northwest owns 28% of MAIR and a director of Northwest also sat on MAIR's board) and at worst, fraud occurred.  Under the proposed transaction, Northwest stands to reap the entire economic benefit of Mesaba's labor concessions with cheaper flying costs for Northwest going forward, but only after Mesaba and therefore MAIR shareholders pay for the $22.7 million claim owed to Mesaba's labor unions.  To be clear, we are not opposed to Northwest acquiring Mesaba, as we believe all parties including employees, creditors, customers and shareholders can be made whole under appropriate terms.  But we are strongly opposed to the offer of $145 million. In light of this, we will continue to pursue any and all strategies that will maximize value for shareholders of MAIR. \b \b \b \b \b    Valuation of Mesaba \b \b                                                   Base Case  Current Proposal \b                                                      $MM \b    Est. 12/31/06 Net Cash at Mesaba                  10.5 \b \b    Claims against NWA by Mesaba \b    Pre-petition missed payments by NWA               36.4 \b    Mesaba bankruptcy expenses                        24.3 \b    + 1.5MM/mo (8/16/06 - 12/31/06)                    6.8 \b    Costs incurred in anticipation of CRJ deliveries  10.3 \b    NWA breach (less than 90 days notice for \b     9 AVRO's removed)                                 5.3 \b    SAAB Lease obligation owed to PNCL (11 SAABs)     15.6 \b    SAAB engine lease obligations (GS & BofA)         17.4 \b    Hangar Lease obligation                           13.6 \b    Total \"Valid\" Administrative Claims against NWA  129.8          145.0 \b \b    Est. Value of 49 SAAB Contract \b     (original ASA terms)                            107.6 \b    Est. Value of 15 CRJ-200 Contract \b     (original ASA terms)                             52.5 \b \b    Total Mesaba Value + Claims                      300.4          145.0 \b \b    Future Value Lost If CRJ-705's were Awarded \b     to Mesaba \b    Potential Value of CRJ-705 Contract \b     (new ASA terms)                                  88.5 \b    Total Value + Potential 36 CRJ-705 Contract      388.9          145.0 \b \b \b \b    Northwest Offer to MAIR versus Pinnacle \b \b    PNCL                              Original Deal          New ASA \b                                   based on 1st9mo'06 \b    Claim Award                                               377.5 \b    Discount (17 add'l CRJ-200s)                              (42.5) \b      Fleet (CRJ-200s)                     124                  141 \b      Annual Revenue                     819.5                595.1 \b      Target Margin                         10%                   8% \b      Oper Income Target                  82.0                 47.6 \b    Business Value @ 5.3 Times           434.3                252.3 \b    Net Value                            434.3                587.3 \b    % of Original Value                                         135% \b \b \b \b    MAIR                         Original Deal   Proposed Deal   Comparable \b                                Prior to NWA Bk                 Deal Buyout \b    Claim Award                                      145.0         309.6 \b \b      Fleet (63SAABs+35CRJ-200s)        98 \b      Annual Revenue                 432.0 \b      Target Margin                     10% \b      Oper Income Target              43.2 \b    Business Value @ 5.3 Times       229.0 \b    Net Value                        229.0           145.0         309.6 \b    % of Original Value                                 63%          135% \b \b \b \bSOURCE  Riley Investment Management LLC \b \u001d    /CONTACT: Riley Investment Management LLC, +1-310-966-1445 \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:36 ET (05:36 GMT)"},{"md5ID":"7ad838d90acde7fe3ef16e48b634b559","symR":["AMERFIF.XX"],"date":"2007-01-06","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/8) Quarterly Mutual Funds Review: Living Large, In A Fishbowl","GmtTimeStamp":"2007-01-06T05:07:00.000000000","CompanyCodes":["AMERFIF.XX"],"IndustryCodes":["ZFU"],"Story":"\b   (From BARRON'S) \b   By Lawrence C. Strauss \u001d  At the end of 2001, the American Funds had about $340 billion under management, well behind behemoths Fidelity and Vanguard. Toward the end of last year, however, after a phenomenal growth spurt, the total had almost tripled, to $959 billion, according to Financial Research Corp. in Boston. Such is the power of investment success and a glowing reputation among investors. \u001d  Today, privately held American Funds is the largest U.S. mutual-fund complex when measured by long-term assets, which exclude money funds. Fidelity, which ranks third, is still the largest U.S. fund complex, with $1.1 trillion under management, when money funds are taken into account. Vanguard is second, with just under $1.1 trillion, while American comes in a close third, with $972 billion. \u001d  Regardless of how you slice it, American Funds has become a juggernaut, each month attracting billions of dollars of fresh cash to its broker-sold funds and its big 401(k) business. The company's 30 mutual funds, whose adviser is Los Angeles-based Capital Research and Management, were helped by a relatively strong showing during the market downturn earlier this decade. And when the market-timing and late-trading scandals pummeled the mutual-fund industry three years ago, Capital got another boost. It, unlike many of its rivals, came through the mess with an unsullied reputation. That enhanced its popularity with the people who sell its funds. \"Brokers just don't want to get burned by another fund company,\" says Paul Herbert, an analyst at Morningstar, the Chicago-based fund-tracking and investment-research outfit. \u001d  American Funds hasn't entirely escaped the regulatory glare. The National Association of Securities Dealers, the Securities and Exchange Commission and the California attorney general's office are looking into alleged improprieties involving the compensation of certain broker-dealers who peddle American Funds. The firm has denied any wrongdoing. These regulatory dustups haven't hurt the firm's reputation, judging from the inflows. \"What makes them so extraordinary is that they do what everyone says you're supposed to do, which is fundamental research and long-term investing,\" says Harold Evensky, a financial planner in Coral Gables, Fla. \b \u001d  But are some of the funds getting too big? Maybe. But even if they are, Capital Research appears flexible enough to do whatever is needed to ensure that performance remains healthy. \u001d  There's no doubt that the issue concerns some investors and financial advisers. \"That is a heck of a lot of money,\" says John Casey, chairman of Casey, Quirk & Associates, an asset-management consultancy in Darien, Conn. \"I think they're going to be able to handle it for a while, but they may have to close some of these funds.\" \u001d  Indeed, the company's largest fund, Growth Fund of America (ticker: AGTHX), has ballooned to more than $160 billion, a sum bigger than the total assets of most entire fund firms. Of the 12 largest funds tracked by Lipper, seven are in the American stable. Nine of its 30 funds have assets exceeding $50 billion. \u001d  \"They are in uncharted waters,\" adds Casey. \"On an actively managed basis, nobody has ever been there.\" \u001d  For an individual fund or an entire complex, size can be the enemy. That's partly because as more money flows in, the manager is forced to take larger positions in individual stocks, thereby making it harder to trade in and out of those holdings, especially during crises. It also constrains the manager's choice of securities. \u001d  Executives at Capital Research, while acknowledging that size poses a challenge and that they analyze its impact on performance constantly, insist that their system is working fine. \u001d  \"The actual asset size hasn't affected us much,\" maintains Timothy Armour, president of Capital Research and a portfolio counselor for four of the funds. \"Our system is able to accommodate it very effectively.\" \u001d  That system dates to the Great Depression and has succeeded through dozens of market cycles since then. Launched in 1931 by Jonathan Bell Lovelace, a World War I veteran with a head for numbers and a flair for stock research, American Funds has quietly grown into a colossus. From the outset, the firm has emphasized buying securities at reasonable prices, taking a long-term view (with low turnover, relative to other fund firms) and carrying out top-notch research to provide an edge in security selection. \b \u001d  Shunning publicity, American Funds rarely grants interview requests, although it did agree to speak with Barron's for this story. And, rather amazingly in this age of 24-hour-a-day hype, it doesn't advertise in mainstream publications. Many of its employees joined its staff directly from college or business school. They learn the Capital way of doing business, and often stay for a long time. \u001d  The firm's culture \"hasn't changed,\" says Paul G. Haaga Jr., vice chairman of Capital Research. \"It's about investing money the right, long-term way and not getting into fads.\" \u001d  There is no star system at American, whose funds are team-managed. That contrasts with the situation at, say, Legg Mason or Fidelity, whose funds, in part, often fall or rise in popularity on the reputations of well-known individual managers like Bill Miller or Peter Lynch. \u001d  \"You hear so much about shops where the marketing forces trump the investing forces,\" says Morningstar's Herbert. \"Here, I really think the investing forces have a huge say in how things are done.\" \u001d  That's evidenced in part by avoiding the fund du jour mentality -- introducing funds to fill niches that were all the rage at the moment -- that overtook some other complexes, particularly in the late 1990s. And, also unlike some firms, where research analysts jockey to become portfolio managers, Capital offers a career research track with a twist: Analysts can run money, often 20% to 25% of the assets in a particular fund. \u001d  For fund managers and analysts, compensation hinges on, among other factors, four-year rolling returns against a benchmark. \u001d  In an unusual approach, American Funds uses a \"multi-portfolio counselor\" system, in which individual managers run their own \"sleeve\" of a fund -- a certain percentage of its assets. Each sleeve is run autonomously. This gives each counselor leeway to pursue the ideas about which he or she holds the strongest convictions. In theory, this system, which Capital Research first employed in the late 1950s, creates a portfolio that is more diverse than it would be if one manager were making the selections. The approach also reduces the overlap in holdings and trades. \u001d  Despite the American Funds' sterling track record, Morningstar's Herbert fears that the group's growing girth is \"putting additional strain on people and processes and ultimately performance.\" To help manage the growth, Capital is boosting its staff of investment analysts and counselors by about 8% annually. Currently, it has about 150 worldwide. \u001d  Herbert says he's \"yet to see a cause- and-effect relationship\" between the size of funds and their performance, though he cautions that investors should be aware of how large some of these funds are. And he's concerned about how well the firm will manage its growth. \u001d  A West Coast fund manager calls the amazing asset growth \"a little bit of a question mark\" and warns that \"you can have all the research you want, but it's just too big.\" But this manager adds: \"They have good managers and good people who will be smart enough to make a change if they need to make a change.\" \u001d  Comments CR president Armour: \"If we ever got to the point where we felt the size of a fund would limit our ability to generate superior long-term returns, we would do something.\" Presumably, that would mean closing one or more funds. \u001d  There are benefits -- as well as dangers -- in being the big kid on the block, of course. \"Their performance has held up very well, despite their size,\" says a broker at a major firm who puts clients' money into some American funds. \"At the end of the day, they demonstrate solid risk-adjusted performance with modest expenses, one of the benefits of being big and which they pass on to investors.\" \u001d  In fact, scale has helped the funds' hold down their expense ratios, which Morningstar says are among the industry's lowest. \b \u001d  For those who fret about the company's swelling asset base, the $160 billion Growth Fund of America, the largest fund in the country, isn't good fodder for criticism. Its three-year annual return of 12.32%, which beats the S&P 500's by nearly two percentage points, ranks in the top 5% of Morningstar's large-cap growth category, as do its five- and 10-year returns. The fund, which has benefited from an overweighting in energy and a big position in Google (GOOG), holds more than 300 stocks, according to its most recent annual report. Responsibility for them is divvied up among 10 portfolio managers. \u001d  To better manage the huge cash inflows, Capital Research has broken its equity-management team into two groups: Capital World Investors and Capital Research Global Investors. There's also a bond team. \"You are in a much better learning environment when you are working with 15 or 20 people instead of 80 or 90,\" says Armour. \u001d  The fund shop has come in for some criticism from those who maintain that the funds' holdings overlap too much. For example, 60% of the securities in the Washington Mutual Investors (AWSHX) and American Mutual (AMRMX) funds overlap, a result that Capital Research says is a result of their having similar investment objectives, notably a focus on dividend-paying stocks. Another cause of overlap: Because of their size, several American Funds must concentrate on the most liquid segment of the stock market, large-cap issues. \b \u001d  \"We can get overlap, no question,\" says Armour. \"But we don't try to stop that. We feel pretty strongly that the investment process is a very fragile one. If you try to direct from up above one's ability to buy and sell securities at one time, that inhibits the process and will result in negative outcomes.\" \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 06, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"80925d5af0c3fee8276e2b1d27964b93","symR":["TYC"],"date":"2007-01-06","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/8) Cleaning Up On Tyco's Breakup","GmtTimeStamp":"2007-01-06T05:04:00.000000000","CompanyCodes":["TYC"],"IndustryCodes":["IDD","XDJGI","XISL","XNYA","XSP5"],"Story":"\b   (From BARRON'S) \b   By Jonathan R. Laing \u001d  These days, analysts and money managers often roll their eyes at the mere mention of Tyco International. Many were badly burned when the stock collapsed from a high around 60 in late 2001 to below 7 in July of the following year, after revelations that Dennis Kozlowski, then chairman and CEO, and Mark Swartz, then-chief financial officer, had looted some $170 million from the company. The two are now doing hard time in state prison, following convictions in New York StateSupreme Court in 2005. \u001d  Then the deep-value crowd clambered aboard Tyco, betting that new CEO Ed Breen would right the ship and transform the company into the smoothly operating growth engine that the Kozlowski regime promised but delivered only by deceptive accounting. Breen did manage to cut costs and lift the company out of a potentially lethal liquidity squeeze. But lackluster profit growth over the past two years has caused the stock to largely flat-line, bobbing in a range of roughly 25 to 35. Tyco now changes hands at 30.40. \u001d  Nor has the plan to split the unwieldy conglomerate into three units in this year's first quarter -- through spinoffs to shareholders of its health-care business, electronics unit, and fire-and-security and engineered-products-and-services operations -- created much buzz. For one thing, the split-up is stale news, having been announced in January of last year. \u001d  Fairly typical of Wall Street opinion on Tyco is that of JPMorgan analyst C. Stephen Tusa, who explains his Neutral rating thus: \"This is a company with a history of constant restructuring charges, asset write-downs and unfavorable developments. We're also perhaps late in the global growth cycle, which the company has some exposure to. Perhaps the most favorable thing one can say about Tyco is that most everybody is pessimistic about the company.\" \u001d  Likewise, longtime multi-industry analyst Nicholas Heymann of Prudential worries in a recent report that following the spinoffs, the profit growth of the units (especially the health-care unit) will be hurt by the necessity of a sharp boost in research and development spending. This, he contends, is largely a result of a decade of underinvestment, both during the years of the Kozlowski magic show and under Breen. Heymann sees the stock headed to 26 within 12 months. \u001d  Yet in the face of this negativity, the T. Rowe Price Capital Appreciation Fund (PRWCX) has been building a substantial position in Tyco in the past six months in anticipation of the spinoffs. This wouldn't be the fund's first foray into Tyco. It was among the many investors hurt during the Kozlowski meltdown -- but it could well be onto something this time. \u001d  Co-manager Jeff Arricale says Tyco is one of the fund's \"most compelling\" ideas when one considers the values at which he expects the three new companies will trade at over the next several years. Tyco currently trades at about 15 times consensus estimates of $2.02 a share for its fiscal year ending Sept. 30, 2007 and 13.5 times consensus forecasts for fiscal 2008 of $2.25 a share. The price-earnings ratios of pure plays in the industries Tyco is moving into are indeed higher. \u001d  Though it's still too early to say which of the spinoffs may fare the best, the three as a group could reward investors nicely. In fiscal 2006, Tyco earned $3.7 billion, or $1.80 a share, fully diluted, on revenues of $41 billion. Based on fiscal 2008 projections of earnings for the three surviving companies, Arricale sees them trading at a combined value of $38 to $45 a share. \u001d  \"We think that the price of Tyco has been unnaturally depressed because of investor battle fatigue and the fact that the industrial analysts who cover the company have lost interest in the company with the spin-outs coming and a handoff of coverage to other analysts in the offing,\" Arricale asserts. Breen, he says, was given \"a tough hand when he replaced Kozlowski in the summer of 2002 and did a fine job. You have to give him credit for doing the right thing by splitting the company up and agreeing to run the least sexy surviving operation, fire and security combined with engineered products.\" \b \u001d  The primary Wall Street concerns revolve around Tyco's crown jewel, the health-care operation. Revenue growth here slipped to just 2% in the fourth fiscal quarter -- the latest reported -- and operating margins have dropped from 26%-plus a few years ago to just 22.8% in the fiscal year ended Sept. 29, 2006. These developments, according to many analysts, indicate that significant underinvestment in new products over the years is starting to exact a toll. \u001d  But T. Rowe Price analyst Peter Bates claims that the situation is hardly irreparable for the unit, which sells everything from gauze pads, laproscopic and electro-surgical devices to advanced suturing products, breathing apparatuses and contrast media for MRI and X-ray imaging. \u001d  Yes, the operation was hard hit by product recalls in its respiratory and imaging product areas in early 2006, brought on by Food and Drug Administration complaints over inadequacies in Tyco's production procedures. But the recalls were voluntary, and Bates doesn't see the company suffering  permanent loss of market share in these areas. \u001d  For the health-care division still boasts one of the more formidable global marketing systems, one that offers one-stop shopping on an imposing array of products to health-care providers. In fact, strong revenue in the fiscal fourth quarter in both Asia-Pacific (up 14%) and Latin America (up 13%) augur well for the unit's global future. The unit's superior sales organization also permits the company to quickly translate bolt-on acquisitions of promising new technologies into substantial sales gains, according to Bates. \u001d  Also, Bates doesn't see the need for increased R&D as proving too punishing for the health-care operation. That tab will rise by $100 million or so over the next four to five years above the current annual R&D spending of about $200 million -- hardly onerous for an operation that last year generated operating income of $2.2 billion. Also, much of the product line consists of so-called hospital consumables -- bed pans, gauze and the like -- which, unlike high-tech devices, don't require heavy research spending. \u001d  Finally, Bates expects the unit to dump its operation that makes diaper and incontinence products for the private-label market. This alone will help boost margins, since the diaper unit, which accounts for around 8% of health care's revenues, has been generating operating margins of just around 5% because of soaring plastic-resin prices. \u001d  The upshot: Bates sees the health unit eventually trading for $15 to $17 a share, or 17 to 19 times the earnings he projects. \u001d  T. Rowe Price also has high hopes for Tyco's soon-to-be liberated electronics business, which last year generated $12.7 billion in revenues and $1.8 billion in operating income. It specializes in connectors, relay cables and wireless components found in everyday products like automobiles, computers and hand-held electronics devices. These products require careful engineering and large-scale production capability. Among other things, a tripling in copper prices in recent years (copper accounts for nearly 10% of electronics' cost base), and production cutbacks in Detroit have retarded the unit's profit growth rate somewhat. \u001d  But, according to Bates, these negatives are starting to abate. The Big Three U.S. automakers account for an ever smaller piece of the unit's auto business, with auto demand continuing to grow nicely in Europe and Asia where Tyco has a significant presence. The company is also finally succeeding in putting through some price increases at a time when copper prices are now falling. \u001d  And the electronics business figures to benefit in the years ahead from both the surge in the penetration of electronic devices in new cars and a strong global economy that is pushing demand for mobile handsets, consumer electronics and wireless safety-communication equipment. Moreover, at over 4% of annual sales, electronics' R&D spending has been more than adequate, Bates contends. Meantime the unit's operating margins are likely to improve as the company over the next five years boosts the percentage of manufacturing done in low-cost overseas locations to 70 from the current 30 level. \u001d  Bates figures the electronics business is worth $12 to $14 a share, on a P/E of 16.5 to 19. \u001d  The third prospective Tyco stub will be its fire-and-security unit, along with engineered products and services, businesses that last year had combined revenue of $18.6 billion and operating income of $1.9 billion. Bates attaches much importance to the fact that this is the unit that Breen has decided to run. For, the analyst contends, this is the very business where much remains to be done to \"rationalize\" the operation, despite many rounds of cost-cutting here by Breen during his four and a half years at the helm of Tyco. \u001d  According to Bates, the engineered-products business still has about 200 plants around the globe, churning out pipes, valves and other flow-control equipment both for Tyco's fire-safety systems and other commercial and governmental users. Many of these facilities will eventually be shuttered and consolidated to increase the unit's scale and thereby lower fixed costs and boost margins. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 06, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"853768638dcf1c6f3a1e7727d7edcf31","symR":["13190.FR","500520.BY","FR0000131906","INE101A01018"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UK PRESS: Renault Eyes UK Low-Cost Market","GmtTimeStamp":"2007-01-06T12:06:00.000000000","CompanyCodes":["13190.FR","500520.BY","FR0000131906","INE101A01018"],"IndustryCodes":["AUT","TRQ","XCA4","XDJGI"],"Story":"\b \u001d  LONDON (Dow Jones)--Renault (13190.FR), the French carmaker, is looking at the U.K. for a possible launch of the Logan, its bargain-priced, Romanian-born emerging-markets car, in 2008, The FT reports Saturday, citing Renault executive Gerard Detourbet. \u001d  If it proceeds, the cars would likely be produced at Renault's joint venture plant in India with Mahindra & Mahindra LTD (500520.BY), the Indian vehicle manufacturer, the FT says. \b \u001d  Newspaper Web site: http://www.ft.com \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 07:06 ET (12:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8dae899188bc61be7d56319bb89d20ac","symR":["TYC"],"date":"2007-01-06","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/8) Cleaning Up On Tyco's Breakup -2-","GmtTimeStamp":"2007-01-06T05:04:00.000000000","CompanyCodes":["TYC"],"IndustryCodes":["IDD","XDJGI","XISL","XNYA","XSP5"],"Story":"\u001d  Tyco's fire and security operation, which includes the international brand ADT, has much unfinished business, Bates believes. The consolidation of back office and monitoring facilities continues apace. ADT's account attrition and average revenue per unit are finally starting to improve following the games Kozlowski's management team played with ADT. He gunned growth at ADT by buying willy-nilly new residential and commercial accounts from outside dealers with no attention to the customers' creditworthiness. Cancellations eventually soared, saddling ADT with heavy losses from generating insufficient income to defray heavy upfront installation costs. Likewise, Tyco is still in the early innings of revamping ADT's dealer network in Great Britain and Continental Europe. \u001d  In all, the unit containing fire, security and other businesses should trade for $11 to $14 a share, Bates says, with a P/E of 15 to 17. \u001d  It remains to be seen if T. Rowe Price will be proven right and much of Wall Street proven wrong. But spinoffs of even ordinary companies often provide upside surprises. Managers perform better with fewer corporate overseers looking over their shoulders and more financial incentives tied to the individual performance of their individual operations. \u001d  And surely it's high time for the House that Koz Built to be dismantled. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"93537d0e5f9768e9978866f0f5cdbd37","symR":["12052.FR","512589.BY","SZE","UBS","UBSN.VX","CH0024899483","FR0000120529","INE579D01019"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UK PRESS: Sita In Running To Acquire Cory Environmental","GmtTimeStamp":"2007-01-06T11:32:00.000000000","CompanyCodes":["12052.FR","512589.BY","SZE","UBS","UBSN.VX","CH0024899483","FR0000120529","INE579D01019"],"IndustryCodes":["BAN","BNK","FIS","MUT","XB20","XCA4","XDJGI","XENX","XGTI","XNYA","XSMI","XST5"],"Story":"\u001d  LONDON (Dow Jones)--Sita Enterprises LTD (512589.BY), the waste management division of Suez (France) (12052.FR), the French energy group, has emerged as a candidate to acquire Cory Environmental, which has been put on the market for around GBP500 million, The Daily Telegraph reported Saturday, citing industry sources. \u001d  Sita is reported to be working with UBS on the bid, the newspaper said. \u001d   Newspaper Web site: http://www.telegraph.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 06:32 ET (11:32 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"95e447658d32d36d7196f543b3c74e6a","symR":["FCD.LN","GB0006648827"],"date":"2007-01-06","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"UK PRESS:First Choice Holidays Joins Race For French Rival","GmtTimeStamp":"2007-01-06T11:36:00.000000000","CompanyCodes":["FCD.LN","GB0006648827"],"IndustryCodes":["TAT","XDJGI","XISL"],"Story":"\u001d  LONDON (Dow Jones)--First Choice Holidays PLC (FCD.LN), the tour operator, is understood to be among the leading bidders in the EUR200 million auction of Go Voyages, the French travel group, The Times reported Saturday without citing sources.   It is one of four shortlisted parties that include Duke Street Capital, CDC Enterprise and Financiere Agache, the newspaper reported. \u001d     Newspaper Web site: http://www.timesonline.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 06:36 ET (11:36 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"96f61b425ad66ef20dd0167710778c69","symR":["AMD","APPB","ARW","BYD","CHTT","CRAY","MOT","TROW","ZUMZ","US0079031078","US6200761095"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/8) Research Reports","GmtTimeStamp":"2007-01-06T05:05:00.000000000","CompanyCodes":["AMD","APPB","ARW","BYD","CHTT","CRAY","MOT","TROW","ZUMZ","US0079031078","US6200761095"],"IndustryCodes":["AMG","CMT","CNO","COS","CPR","ELQ","ENT","REQ","RES","SEM","SGD","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   Edited by Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  Advanced Micro Devices \u001d  -- AMD-NYSE \b \u001d  Sell \u001d  -- Price 20.35 on Jan. 3 \u001d  by ThinkEquity Partners \b \u001d  Advanced Micro Devices inventories have suddenly built in the channel, and prices are plummeting. We believe the channel is angry, and PC OEMs are expressing concern about AMD's roadmap (particularly mobile). We fear this will translate into share loss to Intel. With the price war between AMD and Intel re-igniting, we believe AMD has little opportunity of meeting the high expectations for GM and OM it set on its recent analyst day. With capacity building in the channel and the risks of missteps in executing its merger with ATI, we lower our rating to Sell and price target to $15. \b \u001d  Zumiez \u001d  -- ZUMZ-NNM \b \u001d  Hold \u001d  -- Price 29.54 on Jan. 3 \u001d  by McAdams Wright Ragen \b \u001d  We think issues related to ZUMZ' rapid pace of expansion and subsequent deleverage in the third quarter are likely to be short-lived. In addition, we believe ZUMZ could show considerable leverage going into the back half of FY07 as square-footage growth returns to more normalized levels and the new stores opened over the past 12 months gain momentum. Should the shares exhibit any weakness, we may reconsider our Hold rating for longer-term investors, as we continue to believe that ZUMZ is one of the best-positioned and well-differentiated concepts in the teen retail space. We are maintaining our $31 target price. \b \u001d  T. Rowe Price \u001d  -- TROW-NNM \b \u001d  Buy 2 \u001d  -- Price 43.77 on Dec. 29 \u001d  by UBS \b \u001d  We are upgrading T. Rowe Price to Buy 2 from Neutral 2 and taking our price target to $52 from $50. In our view, T. Rowe remains one of the premier firms in the asset- management industry, with a culture second to none, and given the recent pullback in the shares despite solid underlying fundamentals, we view the risk/reward as attractive. \b \u001d  Boyd Gaming Corp \u001d  -- BYD-NYSE \b \u001d  Outperform \u001d  -- Price 45.31 on Jan. 2 \u001d  by Bear Stearns \b \u001d  Our new year-end 2007 price target is based on a roll-out to 2008 estimates (similar to other stocks that we cover) and is similarly based on a sum-of-the-parts approach. Our new price target is $55 (previously $50) and implies approximately 20% upside from current levels. \u001d  Our 4Q06 EPS estimate of $0.39 is unchanged and is in line with consensus. BYD reports some 4Q results sometime in early February. We continue to recommend BYD for the following reasons: 1) reasonable relative valuation (approximately 9.0x 2008 Ebitda) and 2) a solid development pipeline: Borgata hotel tower expansion (YE07), Florida slots (1Q08), North Las Vegas development (2H09), Blue Chip expansion (1Q08) & Echelon Place (late 2010), which should allow it to grow free cash flows, over time. \u001d  We also think that M&A/balance-sheet recapitalizations/private-equity interest in the sector will continue to support current valuation levels for BYD and the sector. \b \u001d  Chattem \u001d  -- CHTT-NNM \b \u001d  Outperform \u001d  -- Price 50.10 on Jan. 3 \u001d  by Avondale Partners \b \u001d  Chattem closed the previously announced acquisition of five brands from Pfizer/JNJ. Purchase price of $410 million was in line with expectations and the timing was at or a little ahead of expectations. We are raising our F2007E (Nov.) EPS estimate by +0.25 to $2.67 to reflect accretion from the deal, as previously expected by management....Our preliminary F2008E (Nov.) remains in the $2.60-$2.85 range. Assuming a return of the prospective P/E ratio to the upper teens/20x range as EPS growth accelerates, our 12-18 month price objective is in the mid-$70s. \u001d  Chattem is a leading marketer and manufacturer of a variety of branded consumer products, principally over-the- counter health-care and nutritional products. The company is well positioned for continued strong top-line growth. CHTT is in several key niche OTC pharmaceutical categories with benign competition and favorable margins. The company is a very efficient marketer and efficient product innovator. We believe CHTT is on the cusp of a meaningful acceleration in EPS growth. \b \u001d  Cray \u001d  -- CRAY-NNM \b \u001d  Buy \u001d  -- Price 11.88 on Jan. 3 \u001d  by Needham & Co. \b \u001d  Under new management (including a new CEO and new leaders in technology, engineering, finance, marketing, operations and customer support) installed in mid-2005, Cray has developed a clear vision and is demonstrating dramatically improved execution in all operational areas, which should position the company for a sustained period of yr/yr growth and improving profitability, in our view. Although quarterly results should remain lumpy, we encourage investors to take an intermediate to long-term view on fundamental improvements at Cray....We are reinstating coverage with a Buy rating and a $15 price target, or 20x our 2008 EPS estimate of 0.73, based primarily on the improving business and financial momentum of the company and our DCF/comparable-company analysis. \b \u001d  Arrow Electronics \u001d  -- ARW-NYSE \b \u001d  Outperform \u001d  -- Price 32.03 on Dec. 29 \u001d  by Raymond James \b \u001d  We continue to view Arrow and Avnet (ACT/$26.00/Outperform) as the best mid- cap stories in our space for the following reasons: 1) industry cyclicality has structurally changed, resulting in shorter and more frequent cycles, 2) improving returns on capital due to better asset velocity, 3) greater consistency in free-cash-flow generation due to slower growth and better working-capital management, 4) greater financial flexibility which has spurred debt reduction and M&A activity, 5) both companies are clear leaders in an industry requiring economies of scale and scope, thus suggesting further consolidation, and 6) valuations very attractive at 10-11x P/E and approximately 6.5-7x EV/Ebitda. \b \u001d  Applebee's \u001d  -- APPB-NNM \b \u001d  Sell \u001d  -- Price 24.67 on Jan. 3 \u001d  by Bank of America Securities \b \u001d  With Applebee's facing another year of flattish EPS in 2007 and the stock trading at a 21x P/E and at 10x EV/Ebitda, the shares appear overvalued based on the challenging casual-dining environment. The stock has been strong because Breeden Partners (an activist hedge fund with a 5% ownership) has proposed \"value-creating\" strategies (refranchising units/stopping company-owned growth, etc.) and [has] nominated four candidates for APPB's 12-person board. But we see only limited upside potential at this point, and 15% downside. \b \u001d  Motorola \u001d  -- MOT-NYSE \b \u001d  Sector Perform \u001d  -- Price 20.56 on Jan. 2 \u001d  by Pacific Crest Securities \b \u001d  RAZR is beginning to fade: Our most recent checks indicate that the RAZR's reign as the top-selling phone in the United States may have begun to fade quite considerably in the past few weeks of the holiday selling season. While it remains the top seller at three of the top four carriers in the U.S., the phone seems to have fallen below the LG 8300 and Chocolate at Verizon Wireless. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a8b3d9bca111d6a0b429998d15e43a59","symR":["AB","BEN","CNS","JNC","JNS","LM","TROW","US67090F1066"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/8) Quarterly Mutual Funds Review: Fund -2-","GmtTimeStamp":"2007-01-06T05:06:00.000000000","CompanyCodes":["AB","BEN","CNS","JNC","JNS","LM","TROW","US67090F1066"],"IndustryCodes":["AMG","EXT","SCR","XDJGI","XNYA","XRUS","XSP5","XSTF"],"Story":"\u001d  Moszkowski: We've actually never been concerned that they would have significant long-term issues with respect to consolidating the Citigroup deal. When they missed the first couple of quarters, it was because those consolidations were not taking place as quickly or in as orderly a manner as some people would have liked. But in our view, there was never any question that it was on track. \b \u001d  Q: What does concern you? \u001d  Moszkowski: They've had some [bad] timing; some of their core products had been underperforming. They haven't been able to realize the promise of that merger to as great an extent as one might have hoped. That's because the Smith Barney [distribution] channel, which is a very productive sales channel, has not been all that receptive to Legg's equity products. Right now, they just don't have a lot of equity products that are particularly in demand. Their fixed-income funds appear to be doing quite well in a multitude of channels, as they have for a long time under Western Asset Management. They also have a little bit of a mix-shift issue, which is what we think affected the third quarter. \b \u001d  Q: What kind of mix shift? \u001d  Moszkowski: If assets do not grow or are lost on the equity side and are replaced by an equal amount of assets on the fixed-income side, their assets under management may end up being what you thought they would be. But because of the revenue-sharing arrangements with Western Asset Management, their fixed-income subsidiary, the margin that comes to the bottom line for Legg Mason isn't as attractive with fixed-income assets as it is with equity assets. \b \u001d  Q: Legg has certainly struggled with some of its big equity funds, not just Bill Miller's. On an asset-weighted basis, Legg finished toward the back of the pack last year. \u001d  Moszkowski: That's really the source of our concern. At the same time, they have a lot of very good management talent. Sometimes, people have a cold streak. \u001d  Mayer: It is an accident of timing; a number of their equity strategies underperformed at the same time. And it just happened to happen as they were accessing this huge distribution potential. So the distribution potential is still there. We just think it may take a little longer to access and exploit than people expect. \b \u001d  Q: What about Janus [JNS], which you rate as neutral? The overall fund performance of that company has improved, hasn't it? \u001d  Moszkowski: Actually, they have been improving their performance for 3 1/2 years. \u001d  Mayer: Their percentage of four- and five-star funds has continued to improve. At the same time, the flows to the legacy Janus assets haven't really picked up that much. The outflows have improved but the sales maybe haven't improved as much as hoped. \u001d  Moszkowski: The recovery has been very sluggish, even though the performance has been better for quite some time. \u001d  Mayer: That speaks to more of a brand issue probably, and maybe just some lingering doubts some of the financial advisers out there have about the Janus funds. It is just going to take time. Another laggard in 2006 was Federated Investors [FII], a huge player in the money-market business. The stock was down almost 9% last year. The money-market business isn't that exciting, but it's lucrative, especially if you are a dominant player. \u001d  Moszkowski: Federated is a very defensive kind of position because about 75% of its assets are money funds. The product is a bit of a commodity, but, yes, if you have scale -- and they certainly do -- it can be extremely profitable, and their margins have always been fine. But what's going to provoke some real growth in that business? It is usually going to be when the fear/greed pendulum swings more toward fear, and we haven't had a whole lot of that. So they haven't had the kind of asset inflows that other fund groups have had. \u001d  Mayer: A lot of people think of Federated as a money-market manager. But if you look at its revenue, a lot comes from equity and fixed-income funds. But only 23% of Federated's stock funds have four and five stars, which is about the lowest level among the public asset managers with big mutual-fund businesses. They had consistent equity and fixed-income fund outflows all year, hurting their revenue growth. \b \u001d  Q: What's the bull case for Federated? \u001d  Mayer: With the Fed pausing in its tightening or, at some point, maybe lowering rates, there would be a huge rush of money into institutional money-market funds. That's a possibility. But it is a competitive business now; there are a lot of players in that business. It has become commoditized and a lot of people want those flows. \b \u001d  Q: You have a neutral rating on T. Rowe Price, a very well-regarded company. \u001d  Moszkowski: We think that T. Rowe Price is pretty fairly valued. \b \u001d  Q: By our calculations, T. Rowe fetches about 20 times 2007 profit estimates. \u001d  Moszkowski: So it is toward the high end of the industry in terms of valuation, and there is nothing depressed about its earnings. So it is not like they trade at a high multiple and depressed earnings that could get a lot better. The issue is really valuation. On the basis of reputation, historical fund performance, and quality and longevity of the management team, you have to give T. Rowe very, very high marks. And it is a big beneficiary of the long-term retirement-savings trend, which helps its 401(k) business. \b \u001d  Q: Over all, then, what's your advice on how to invest in these stocks? \u001d  Mayer: Pick your spots. They tend to outperform in an up market and underperform in a down market. So if your outlook is for a fairly good market in '07, then the right companies should do just fine. \u001d  Moszkowski: Focus a lot on relative performance, distribution power, flows and reputation. We filter all of that through valuation. \u001d  Mayer: In a down market, the more balanced companies should be more defensive, as well, along with the ones with more cash. \u001d  Moszkowski: Federated, for sure, as long as the Fed doesn't cut rates again so much that you are pushing a 1% [fed-funds rate]. \b \u001d  Q: You have a neutral on Cohen & Steers [CNS], whose shares did spectacularly last year, thanks to being well-positioned in global real-estate investing and having some closed-end funds as well. \u001d  Mayer: About 75% of their products are real-estate investment trusts, or REITs. They've been benefiting terrifically by being in REITs. \b \u001d  Q: But aren't they vulnerable to a slowdown in the global real-estate market? \u001d  Mayer: Yes, but there are different kinds of real estate. Right now, commercial real estate is pretty strong. There's also a trend around the world of monetizing real estate. Countries are adopting the REIT structure. That probably will continue, regardless of valuations. They are also benefiting from greater recognition of REITs as an asset class with a standard allocation in a portfolio. \b \u001d  Thanks very much. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ab28714209157e2bab78fd0cfb188728","symR":["7203.TO","TM","JP3633400001"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"=WSJ: Toyota Seen Needing To Rev Up N Amer Mfg Capacity","GmtTimeStamp":"2007-01-06T16:59:00.000000000","CompanyCodes":["7203.TO","TM","JP3633400001"],"IndustryCodes":["AUT","X225","XATI","XDJGI","XGTI","XNYA"],"Story":"\b \b   By Norihiko Shirouzu \b   Of THE WALL STREET JOURNAL \b \u001d  DETROIT -- Toyota Motor Corp. (TM), which is gearing to pick a site for its eighth North American vehicle assembly plant as early as this month, has no time to waste in manufacturing capacity expansion in the region, and some company insiders say it may soon need to start looking for a site for a ninth plant. \u001d  That's because its North American production ratio - a figure that measures how localized and \"American\" Toyota is by comparing the number of vehicles Toyota builds in North America with its imports from Japan - has been plunging because of surging imports from Japan. \u001d  (This story and related background material will be available on The Wall Street Journal Web site, WSJ.com.) \u001d  Toyota has publicly said it aims to produce in North America two-thirds of the overall number of vehicles it sells here. Its chairman, Fujio Cho, has said the ratio ideally should reach as high as 75%. \u001d  But rising imports have sent Toyota's North American production ratio slipping to 54% in 2006, and Toyota's top brass fears the company may be becoming vulnerable to political backlash. Last November, when CEOs of the three Detroit automakers met with President George W. Bush, they complained about, among other issues, the weak value of the yen. The U.S. automakers contend the undervalued yen gives Japanese competitors a $3,000-to-$9,000 subsidy per vehicle for Japanese exports and the parts used in Japanese-owned U.S. plants. \u001d  According to people familiar with the matter, Toyota has narrowed the site search for its eighth plant to three to five locations and could announce its choice as early as this month. Among those locations are Chattanooga, Tenn., and Marion, Ark., they said. Others mentioned by people familiar with the matter included a location near Alamo, Tenn., and a site in North Carolina. The new plant would have annual manufacturing capacity of 200,000 vehicles and start production in 2009 of most likely the next-generation Highlander SUV, these people said. \u001d  Some company insiders said Toyota needs to build capacity to manufacture small cars such as the Yaris in order to meet growing demand in both North and South America. \u001d  A slipping North American production ratio is ill-timed because Toyota has been mounting a multi-million-dollar ad campaign stressing how \"American\" it has become here. In magazine ads and on its Web pages featuring American employees in production and sales and product development, the company touts \"commitment to investing in the communities we do business,\" and the number of jobs it has created: it directly employs more than 32,000 Americans, and its dealer and parts suppliers have helped create additional 386,000 jobs in the U.S. \u001d  Still, according to an internal Toyota document, Toyota's North American production ratio, or \"NAP ratio,\" will remain around 55% this year and 54% in 2008 and 57%-62% in 2009. It doesn't expect it to recover to 60%-65% levels until 2010 when a No. 8 North American ramps up to its capacity. \u001d  Jim Press, the senior most American executive at Toyota, said Toyota's North American production ratio is slipping because of a sudden surge of demand in the U.S. for smaller fuel-efficient cars that coincided with a run-up in gasoline prices last year. The NAP ratio slide is \"temporary\" as Toyota is meeting an unanticipated rise in demand for small cars which Toyota doesn't produce in North America, he said. \u001d  \"We are producing more cars here and we are employing more Americans than any of the Asian and European auto makers, and we are committed to expanding our manufacturing footprint here,\" Mr. Press, a Toyota managing officer, said. Though there is no firm deadline, Mr. Press said he agrees with his boss Mr. Cho that the company should aim to push its North American production ratio as high as 75% \"at some point.\" \u001d  That means Toyota might have to begin searching for a site for a ninth North American plant soon, according to the knowledgeable individuals. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 11:59 ET (16:59 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ae7b3a7d662b2397eb2339a2827c18ab","symR":["DB1.XE","LSE.LN","NDAQ","NYX","DE0005810055","GB00B0SWJX34"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UK PRESS: BSE Shortlists 5 Bourses For Stake Sale","GmtTimeStamp":"2007-01-06T12:34:00.000000000","CompanyCodes":["DB1.XE","LSE.LN","NDAQ","NYX","DE0005810055","GB00B0SWJX34"],"IndustryCodes":["SCR","XDAX","XDJGI","XNYA","XRUS"],"Story":"\b \u001d  LONDON (Dow Jones)--The Bombay Stock Exchange has shortlisted London Stock Exchange Group PLC (LSE.LN), Nasdaq Stock Market Inc. (NDAQ), Deutsche Borse AG (DB1.XE), NYSE Group Inc. (NYX) and the Singapore stock exchange for the proposed sale of its 26% stake, India's Business Standard reports on its Web site, citing an industry source. \u001d  The BSE will also place some equity privately with domestic institutions and banks, provided they don't have their own broking units in line with regulatory guidelines, the newspaper says. \u001d  The BSE will offer the stake to a maximum of three strategic investors, and will give preference to overseas bourses that have better technological skills in derivatives, the paper reports. \b \u001d  Newspaper Web site: http://www.business-standard.com \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 07:34 ET (12:34 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"aec432c933839b049012e8268725da85","symR":["2897.TO","JP3675600005"],"date":"2007-01-06","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Nissin Foods Founder Dead At 96; Invented Instant Noodles","GmtTimeStamp":"2007-01-06T16:13:00.000000000","CompanyCodes":["2897.TO","JP3675600005"],"IndustryCodes":["FOD","OFP","XDJGI"],"Story":"\b \u001d  TOKYO (AP)--Momofuku Ando, the Japanese inventor of instant noodles, has died, according to Nissin Food Products Co. (2897.TO), the company he founded. He was 96. \u001d  Ando died of a heart attack on Friday, Nissin said in a statement posted Saturday on its corporate Web site. \u001d  He was born in Taiwan in 1910, when the island was under Japanese colonial rule. He moved to Japan in 1933, according to Japan's daily Mainichi newspaper. \u001d  Faced with food shortages in post World War II Japan, Ando developed the idea that a quality, convenient noodle product would help feed the masses. He founded Nissin in 1948. \u001d  In 1958, \"Chicken Ramen,\" the first instant noodle product, was introduced after many trials. Following its success, the company continued to add innovative products, including \"Cup Noodle\" in 1971. \u001d  \"The Momofuku Ando Instant Ramen Museum\" opened in 1999 in Ikeda City in western Japan commemorating his inventions. \u001d  The company's products even went into space when Japanese astronaut Soichi Noguchi took instant noodles in a pouch called \"Space Ram\" on his 2005 mission on board the U.S. space shuttle Discovery. \u001d  Ando was a keen promoter of developing food for space travel, Nissin said. \u001d  Ando gave a 30-minute speech at the company's New Year ceremony and enjoyed Chicken Ramen for lunch with Nissin employees on Thursday before falling ill, Japan's largest daily Yomiuri said. \u001d  Ando is survived by his wife Masako, two sons and a daughter. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 11:13 ET (16:13 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b5790509d0aa0e30f5628dffbc187b04","symR":["TINS.JK","ID1000065709"],"date":"2007-01-06","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(1/8) Commodities Corner: Tin: It's The New Bling","GmtTimeStamp":"2007-01-06T05:05:00.000000000","CompanyCodes":["TINS.JK","ID1000065709"],"IndustryCodes":["MNG"],"Story":"\b   (From BARRON'S) \b   By Andrea Hotter \u001d  Tin, that most pedestrian of metals, is getting the type of attention usually reserved for more glamorous elements. \u001d  Investor interest in the notoriously illiquid market is at its highest levels since the cartel years of the 1980s, with contract highs forcing metals-industry analysts to dust off their notebooks and assess a market largely ignored by researchers. London Metal Exchange tin ended 2006 up 78% on the year. It peaked at $11,850 a metric ton on Dec. 29, andhas been hovering near that price since. \u001d  Indonesian supply worries triggered the latest gains, with the world's largest producer facing a sharp government-led clampdown on production. And the situation doesn't seem about to change, leaving tin's price outlook bright, indeed. \u001d  The problems started in October, when Indonesia's government moved overnight to shut down 20 to 25 illegal, independent tin smelters, saying they were operating without the necessary permits and had failed to pay royalties. \u001d  Those smelters account for about half of what's produced by the country's two key producers, PT Timah (ticker: TINS.Jakarta) and PT Koba Tin. It's a relatively small amount when taken in a global perspective, but the fear is that the hiatus could spread to the country's other tin operations. Indonesia produces 120,000-130,000 tons a year out of a total global production of 370,000 tons in 2006, UBS analyst Robin Bhar says. \u001d  PT Koba, which operates at Indonesia's prime tin-ore deposit on Bangka island, has already been dragged into the limelight by the government clampdown. Local media reports suggested the company's license was revoked because it's been buying tin ore illegally mined by the small-scale miners on the island, an accusation its majority owner, Malaysia Smelting (5916.Kuala Lumpur), vehemently denies. \u001d  A plan to award permits to qualified smelters is on the table, but analysts say it'll likely take time to agree on and even longer to implement. In the meantime, there's little new production expected. The situation took the market by surprise and has forced analysts to revise their estimates for the market balance going forward. \u001d  It's not just the Indonesian supply shock that has forced the tin-price boom; the gains have come at a time of rampant demand for the metal, which has surged by more than 30% in the past four years. Driven at first by a booming electronics industry, demand for tin has rocketed since new European laws requiring lead to be phased out of solders came into force mid-2006. \u001d  The alternative solders are all rich in tin, with an average content of more than 96%, against the traditional 60%, analysts say. Such is the growth in this area that solders are now outpacing tin plate to become tin's major end-use. \u001d  Analysts warn that if the supply situation reverts, the recent additional buying interest could wane and tin prices could fall. But for the time being, the market looks set to keep its luster. \u001d  --- \u001d  ANDREA HOTTER is the commodities news editor for Dow Jones Newswires in London. \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b91f7a73d307c5419aae8e38afd6cb3d","symR":["AAPL","US0378331005"],"date":"2007-01-06","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(1/8) Editorial Commentary: The Royal CEO","GmtTimeStamp":"2007-01-06T05:09:00.000000000","CompanyCodes":["AAPL","US0378331005"],"IndustryCodes":["CPR","XDJGI","XFFX","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Thomas G. Donlan \u001d  Most people do not win the privilege of being right -- absolutely, overwhelmingly right, so right that the rest of the world acknowledges its fault and gives that right-minded person everything it took away before. \u001d  Steve Jobs has earned and enjoyed that privilege. He founded Apple Computer, based on his personal vision of personal computing. He feuded with its board of directors and financiers over his vision. He was ejected. In the wilderness, he founded another computer company, and then a computer-animation company, while Apple Computer was foundering under his successors. \u001d  Apple, about to fail, brought Jobs back with apologies, which might have been satisfying enough, except that he had been having new ideas while he was gone. To turn the iPod into a new line of business might have been satisfying enough, but Jobs turned it into a new industry, a new medium in a media-drenched age. The iPod, iTunes and further iDevices and iServices have nearly overshadowed the Apple personal computer, even as Jobs oversaw a revolution in Apple Computer's technology and software. \u001d  All of this, to a degree rarely seen in enormous modern businesses, was Jobs' personal achievement. He deserves personal credit. Indeed, he has earned whatever reward he chooses. \u001d  Why then, are the unproductive vultures of corporate democracy and securities regulation circling over Apple's headquarters in Cupertino, Calif.? \u001d  At the worst, Steve Jobs directed his company to issue him stock options on favorable terms, without bothering with the silly legal necessity of having a board meeting to approve it. Then-still at the worst, for none of this is admitted or proven -- Jobs directed some minions to cover up by creating false records of a fictitious board meeting to repair the damage. \u001d  The company says Jobs had nothing to do with these improper actions, that he didn't profit from them, and that it was all a dreadful mistake. Jobs has apologized for letting such things happen on his watch, although he knew nothing about them. \u001d  Of all this, the only important words are these: \"his company.\" \u001d  More than 100 executives have resigned in disgrace from a variety of public companies for similar violations, but the case of Apple and Jobs most plainly is a case of fatuous nonsense. \u001d  A public company is public in the sense that the company sells bits of paper called equity, and accedes to the polite fiction that the shareholders own the company. \u001d  In reality, what the shareholders own is a ticket to ride on the ship that others have built, others navigate, others load, others steer. Properly seen, what they own is a claim on a share of the assets, after liabilities are paid, if the company is dissolved while solvent, and they own a claim to an equal share of the dividends if any are paid. \u001d  In the meantime, the shareholders have the right to sell their shares in the marketplace at the same price that any other shareholder could sell them in the same quantity. The new buyer is assured that the shares he buys are as good as any others. \u001d  Unfortunately, the legalistic pretense that shareholders really own and should direct the affairs of public companies has been transformed over the past couple of decades into the absurdity that they should vote on the company's major decisions, and be told of all the company's minor ones. \u001d  The shareholder rights movement views corporations as representative democracies with serious and immutable responsibilities to stock owners, in which board members are elected to govern and to represent the interests of shareholders. This view has been injected into legislation and regulation to the point where litigation and prosecution are nearly inevitable in a company run for the benefit of those who created it or keep it running well. \u001d  If the worst be true at Apple, it is still legislation and regulation that are at fault, not Steve Jobs. If he wanted to rig some options to pay himself an extra $20 million, the shareholders riding along with his success also benefited to the tune of billions. \u001d  Nothing would be different if the board and the corporate bureaucrats had managed all the details in accordance with the best standards imposed by a bunch of busybodies and bureaucrats. \u001d  If the worst be true at every other company in America where options have been manipulated, the proper standards still should be profits and share price, not the size or composition or timing of the compensation package. \u001d  A corporation is not a democracy or a republic. It is better thought of as a monarchy with a board of directors as the monarch's privy council. \u001d  How does this square with the human rights and property rights of shareholders? \u001d  Shareholders are not serfs. They have the right to leave the kingdom by selling their shares. \u001d  Are shareholders not entitled to the information they need to judge their investments? \u001d  They have a voice in the marketplace, and a CEO will provide the information necessary to attract their capital to his enterprise. \u001d  Are they not entitled to throw the king out the window when he fails to serve them well? \u001d  Ultimately, they have that right, but they would not be wise to use it too often. The best reason for defenestration of the monarch is the bankruptcy of the corporation. When a company like Apple does very well, the shareholders shouldn't rebel. \u001d  Unfortunately, those who would stir up the shareholders to throw out successful CEOs because their options paid off too well are like the Jacobins of the French Revolution. They wish the people would throw off their old masters, to make room for the new ones: the Jacobins. \u001d  --- \u001d  Editorial page editor THOMAS G. DONLAN receives e-mail at tg.donlan@barrons.com. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bb6e6035aec27764a96907b64e80733b","symR":["2010.SA","HUN","SA0007879121"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Saudi Sabic Completes $685M Buy Of Huntsman's UK Assets-2","GmtTimeStamp":"2007-01-06T12:29:00.000000000","CompanyCodes":["2010.SA","HUN","SA0007879121"],"IndustryCodes":["CHC","CHM","XDJGI","XNYA","XRUS"],"Story":"\b \u001d  Sabic first announced its intention to purchase Salt Lake City-based Huntsman's U.K. assets in September. \u001d  Under the deal, Sabic has acquired petrochemical and aromatics facilities at Wilton and North Tees. \u001d  The Saudi company will also complete by the end of 2007 the construction of a 400,000-tonne a year low-density polyethylene, or LDPE, plant in Wilton, Teeside in the U.K. \u001d  -By Oliver Klaus, Dow Jones Newswires, +9714 229 2806 Oliver.Klaus@dowjones.com \u001d  Copyright (c) 2006 Dow Jones & Company, Inc. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 07:29 ET (12:29 GMT)"},{"md5ID":"c25e3cde6ec3d676e16c14109e3cde02","symR":["2010.SA","HUN","SA0007879121","2010.SA","HUN","SA0007879121"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Saudi Sabic Completes $685M Buy Of Huntsman's UK Assets","GmtTimeStamp":"2007-01-06T12:05:00.000000000","CompanyCodes":["2010.SA","HUN","SA0007879121"],"IndustryCodes":["CHC","CHM","XDJGI","XNYA","XRUS"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 06, 2007 07:05 ET (12:05 GMT)"},{"md5ID":"c8765090d2183b1fa59382f003b5aa33","symR":["7211.TO","JP3899800001"],"date":"2007-01-06","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"=WSJ: Mitsubishi Motors Hopes New Models Reverse US Slump","GmtTimeStamp":"2007-01-06T17:10:00.000000000","CompanyCodes":["7211.TO","JP3899800001"],"IndustryCodes":["AUT","X225","XDJGI"],"Story":"\b \b   By Norihiko Shirouzu \b   Of THE WALL STREET JOURNAL \b \u001d  DETROIT - Mitsubishi Motors Corp.'s (7211.TO) U.S. business keeps shrinking, but don't count out the Japanese auto maker yet. \u001d  Mitsubishi is looking to start the new year by unveiling the next-generation Mitsubishi Lancer sedan during the media preview of the North American International Auto Show in Detroit, which starts Sunday. According to people familiar with its plans, the company also may announce in Detroit Monday a plan to sell a diesel-powered Lancer by around 2010. \u001d  (This story and related background material will be available on The Wall Street Journal Web site, WSJ.com.)   Moreover, those people said Mitsubishi's North American business will likely make money on an operating basis - about Y5 billion - in the year ending March 31 for the first time in four years. The last time Mitsubishi made money in North America was the year ended March 2003 when the Tokyo-based company made Y101.6 billion in operating income. \u001d  It wasn't clear whether Mitsubishi would continue to make money in the new fiscal year beginning on April 1. A company spokesman declined to comment. \u001d  For the year ending March 31, the company returns to profitability in North America thanks in part to its more disciplined business strategy under which it curtailed sales to vehicle rental operators and other fleet customers, which offer limited profitability. \u001d  The people familiar with the situation said the new Lancer, which is expected to hit dealer showrooms in the spring and is due to be unveiled at a press conference at the Detroit Auto Show Monday, has grown in size compared with the current model it replaces. It uses the same vehicle underpinnings for the Outlander car-SUV crossover Mitsubishi began selling in the U.S. in November 2006. \u001d  Also scheduled for an unveiling in Detroit Monday is a concept car Mitsubishi calls \"the Prototype X,\" which the knowledgeable sources said is a thinly disguised high-performance version of the redesigned Lancer sedan. The model is expected to be named the Lancer Evolution. \u001d  The Lancer Evolution should arrive in dealer showrooms in early 2008. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 12:10 ET (17:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"cfc2d3d31179bb0e4f2a63ed71d4c3d2","symR":["0857.HK","0902.HK","0941.HK","1114.HK","2628.HK","600011.SH","601628.SH","6764.TO","CBA","CHL","EWS","FXI","HNP","LFC","PTR","SANYY","EVASX","UJPIX","BMG1368B1028","CN0003580601","CN0009115410","CN0009365379","CN0009826495","HK0941009539","JP3340600000"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/8) Asian Trader: China Stocks Look Ready For A Correction","GmtTimeStamp":"2007-01-06T05:06:00.000000000","CompanyCodes":["0857.HK","0902.HK","0941.HK","1114.HK","2628.HK","600011.SH","601628.SH","6764.TO","CBA","CHL","EWS","FXI","HNP","LFC","PTR","SANYY","EVASX","UJPIX","BMG1368B1028","CN0003580601","CN0009115410","CN0009365379","CN0009826495","HK0941009539","JP3340600000"],"IndustryCodes":["AUT","BAN","BNK","CSE","CTS","ELC","ENT","EXT","INL","INS","OIL","TLS","X225","XATI","XDJGI","XHSG","XISL","XNYA","XSTT"],"Story":"\b   (From BARRON'S) \b   By Leslie P. Norton \u001d  Is the big correction in China shares starting at last? Late Friday, China boosted its bank-reserve requirements for the fourth time since June, and it could raise interest rates by mid-year to rein in its boom. \u001d  In trading later in New York, Chinese shares fell sharply. The ishares FTSE/Xinhua (ticker: FXI) exchange-traded fund was down 6%, while big-caps like PetroChina (PTR), China Life (LFC) and China Mobile (CHL) swooned. \u001d  Quite a reversal from last year'senormous gains, which took place as China reformed its share markets, economic growth climbed, the currency snapped higher, and Chinese investors began to part with some of their $2 trillion in savings. \u001d  These conditions created \"a long-term sustainable bull market for China,\" albeit one with \"lots of trading rotational opportunities,\" maintains Lou Gerken of Gerken Capital, whose GCA Greater China Fund was up 24% last year. As the Hang Seng China Enterprises index rose 14% in November and 21% in December, people grew fearful of selling: \"You're seeing very limited shorting because you can't bet against the liquidity flow,\" says Tim McKenna, managing director at CLSA Asia Pacific Markets. \"It's very frothy.\" \u001d  Still, investors took profits on financials and real estate, amid fear that China would clamp down on frothy property markets, and rotated into laggard auto companies like Brilliance China Automotive (CBA), and into power companies like Huaneng Power (HNP), whose tax rate may fall as China moves toward a unified tax system. \u001d  Despite that rotation, China's big banks, all Hong Kong-listed, are still expensive -- \"like Nasdaq in late 1999,\" says Rajiv Jain of Vontobel Asset Management. \u001d  \"At current levels, we expect a significant correction, particularly in financial stocks,\" says Shu Yin Lee, the manager of Dalton Greater China, a Shanghai-based hedge fund that rose 28% in 2006. \"The state-owned banks are now trading at over three times book value in Hong Kong and four times on the A-share market\" dominated by local investors, \"and by market capitalization, Industrial & Commercial Bank of China is now larger than HSBC!\" \u001d  Early last week, Merrill Lynch's emerging-markets strategist, Michael Hartnett, said that Chinese stocks had run up late last year on huge inflows into stock funds that coincided with a December pause in the initial public offering calendar. \"The liquidity bubbled straight through to equity prices,\" Hartnett wrote clients. \u001d  A Bank of Japan rate hike could rein in Japanese enthusiasm for sending capital abroad. China now trades at 17.2 times earnings, with expected earnings growth of 10%, versus 12.5 times for global emerging markets, where profits are expected to rise by 14.4%. \u001d  Today's China premium is 38% -- more than four times the average since 1994. How far does Hartnett see stocks falling? About 10% in the next four to six weeks. After all, in 2003, Chinese stocks rose 175%. In 2004, as night follows day, they fell. \b \u001d  Pity poor Sanyo Electric, the world's largest maker of rechargeable batteries. Its shares (6764.Tokyo) were halved last year and recently traded at 154 yen after a barrage of bad news: a forecast of its third annual loss amid more job cuts (Sanyo shut 10% of its business units in the past year to boost returns), a credit-rating cut, a battery recall and slumping sales of mobile phones and digital cameras. Recently, it also disclosed that it would exit LCD-panel production. The company has already considered numerous restructuring measures, sales, spinoffs, and partial strategic alliances. \u001d  Many investors hate the stock, but it may yet fall further. Last march, Sanyo issued 429 million convertible preferred shares. \"We do not expect holders of the preferred shares to hold them indefinitely,\" wrote Merrill analyst Hitoshi Kuriyama. \u001d  To Mark Hake of Hake Capital, a small-cap value specialist, the best-case scenario is that Sanyo achieves a return on equity of 4.5% by March 2008. Sanyo's shares now trade at 2.25 times book value, \"extremely generous for a company that will, at best, make a 4.5% return on equity,\" says Hake. Sanyo also trades at 15 times cash flow, nearly twice the industry average. \u001d  David Benwell of Clocktower Capital remains short Sanyo shares: \"The current price doesn't include the potentially large dilution from the convertible, and the business is likely to get more competitive,\" warns Benwell. \"I think even 100 yen would be a full valuation.\" \b \u001d  The numbers are in: The best Japan fund for 2006 was ProFunds UltraJapan (UJPIX), up 14%; the top Pacific ex-Japan fund was iShares MSCI Singapore (EWS), up 46%; and the No. 1 Pacific fund was Eaton Vance Asia Small Company (EVASX), up 47%. \u001d  --- \u001d  The Emerging Markets Table now is online (www.barrons.com). \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d79e5e542c4ab61c61b267545a1366ef","symR":["BATS.LN","BTI","GLH","GLH.LN","GB0002875804","GB0003833695"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UK PRESS:BAT Chief Pours Cold Water On Gallaher Bid Talk","GmtTimeStamp":"2007-01-06T12:07:00.000000000","CompanyCodes":["BATS.LN","BTI","GLH","GLH.LN","GB0002875804","GB0003833695"],"IndustryCodes":["TOB","XDJGI","XFT1","XNYA"],"Story":"\b \u001d  LONDON (Dow Jones)--British American Tobacco PLC (BTI), the world's second-largest cigarette company, says that big acquisitions are unnecessary for the group to meet its growth targets, The Times reports Saturday, citing Chief Executive Paul Adams. \u001d  \"We don't see a lot of attractiveness at the moment for us in the usual suspects when it comes to acquisitions,\" Adams says, The Times reports. \b \u001d  Newspaper Web site: http://www.timesonline.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 07:07 ET (12:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"da2ad8a3038eaef3f2fab936d57bd4b4","symR":["MEH"],"date":"2007-01-06","ret":[-0.00099],"ret5":[-0.00099],"Headline":": 2007 Is Flying: Midwest Airlines Offers Sale Fares on Travel Through Sept. 30","GmtTimeStamp":"2007-01-06T20:00:00.000000000","CompanyCodes":["MEH"],"IndustryCodes":["AIR","XDJGI"],"Story":"\b \u001d  MILWAUKEE, Jan. 6 /PRNewswire-FirstCall/ -- Continuing its long tradition of providing customers comfort, great value and exceptional fares, Midwest Airlines (Amex: MEH) is offering sale fares for travel through Sept. 30, 2007. The fares are available Sunday, Jan. 7 through midnight Central time \b \u001d  Tuesday, Jan. 16, 2007. No advance purchase is required. Sale fares are available from most cities served by Midwest, including Duluth/Superior -- its newest destination, with service beginning March 4. \b \u001d  Travelers who book roundtrip travel online at midwestairlines.com and use promo code SAVE5DOLLARS will save an additional $5 off advertised sale fares. To make reservations, visit midwestairlines.com, call Midwest Airlines Reservations at 800-452-2022 (in Milwaukee, 414-570-7000) or contact a travel consultant. \b \u001d  Included in the fare sale is travel on Midwest Airlines and Midwest Connect. Midwest Airlines Signature Service features seating altered from standard coach to a roomier two-by-two configuration; Midwest Airlines Saver Service provides low-fare flights to popular leisure destinations. Midwest Connect offers connections throughout the Midwest Airlines and Midwest Connect route system, and point-to-point service in select markets. \b \b \b    Travel Monday through Saturday for the lowest sale fares; slightly higher \bfares apply for travel on Sunday. A Friday- or Saturday-night stay is \brequired; travel to/from Las Vegas requires a two-night stay. Sample one-way \bfares apply to travel through Feb. 14. Add $10 each way for travel Feb. 15 \bthrough Sept. 30, 2007. \b \b    Milwaukee to: \b    Atlanta - $84 \b    Baltimore - $84 \b    Boston - $84 \b    Cleveland - $74 \b    Columbus - $74 \b    Dallas/Ft. Worth - $94 \b    Dayton - $74 \b    Denver - $94 \b    Des Moines - $74 \b    Duluth/Superior - $84* \b    Escanaba - $74 \b    Flint - $74 \b    Ft. Lauderdale - $84 \b    Ft. Myers - $84** \b    Grand Rapids - $74 \b    Hartford - $84 \b    Indianapolis - $74 \b    Iron Mountain - $74 \b    Ironwood - $74 \b    Kansas City - $74 \b    Las Vegas - $124 \b    Los Angeles - $114 \b    Louisville - $74 \b    Manistee - $74 \b    Marquette - $74 \b    Minneapolis/St. Paul - $74 \b    Muskegon - $74 \b    Nashville - $74 \b    New York La Guardia - $84 \b    New York Newark - $84 \b    Omaha - $74 \b    Orlando - $84 \b    Philadelphia - $84 \b    Phoenix - $114 \b    Pittsburgh - $84 \b    St. Louis - $74 \b    San Antonio - $94 \b    San Diego - $114 \b    San Francisco - $114 \b    Tampa - $84 \b    Toronto - $74 \b    Washington, D.C. - $84 \b \b    *    Duluth/Superior service begins March 4, 2007. \b    **   Seasonal service to Ft. Myers completes April 30, 2007. \b \b \b    Kansas City to: \b    Appleton - $84 \b    Atlanta - $84 \b    Baltimore - $84 \b    Boston - $84 \b    Cleveland - $84 \b    Columbus - $84 \b    Dayton - $84 \b    Duluth/Superior - $94* \b    Escanaba - $84 \b    Ft. Lauderdale - $84 \b    Ft. Myers - $94** \b    Grand Rapids - $84 \b    Green Bay - $84 \b    Hartford - $84 \b    Indianapolis - $74 \b    Iron Mountain - $84 \b    Ironwood - $84 \b    Los Angeles - $104 \b    Louisville - $74 \b    Madison - $84 \b    Manistee - $84 \b    Marquette - $84 \b    Milwaukee - $74 \b    Minneapolis/St. Paul - $84 \b    Muskegon - $84 \b    Nashville - $74 \b    New York La Guardia - $84 \b    New York Newark - $84 \b    Orlando - $84 \b    Philadelphia - $84 \b    Pittsburgh - $84 \b    Rhinelander - $84 \b    San Antonio - $84 \b    San Diego - $104 \b    San Francisco - $104 \b    Tampa - $84 \b    Toronto - $84 \b    Washington, D.C. - $84 \b    Wausau/Stevens Pt. - $84 \b \b    *    Duluth/Superior service begins March 4, 2007. \b    **   Seasonal service to Ft. Myers completes April 30, 2007. \b \b \b    Minneapolis/St. Paul to: \b    Appleton - $89 \b    Atlanta - $99 \b    Baltimore - $99 \b    Boston - $99 \b    Cleveland - $89 \b    Columbus - $89 \b    Dallas/Ft. Worth - $104 \b    Dayton - $89 \b    Denver - $104 \b    Des Moines - $89 \b    Flint - $89 \b    Ft. Lauderdale - $99 \b    Ft. Myers - $99** \b    Grand Rapids - $84 \b    Green Bay - $89 \b    Hartford - $99 \b    Indianapolis - $89 \b    Kansas City - $84 \b    Las Vegas - $129 \b    Los Angeles - $129 \b    Louisville - $89 \b    Madison - $89 \b    Manistee - $84 \b    Milwaukee - $74 \b    Muskegon - $89 \b    Nashville - $89 \b    New York La Guardia - $99 \b    New York Newark - $99 \b    Omaha - $84 \b    Orlando - $99 \b    Philadelphia - $99 \b    Phoenix - $129 \b    Pittsburgh - $99 \b    St. Louis - $89 \b    San Francisco - $114 \b    Tampa - $99 \b    Toronto - $89 \b    Washington, D.C. - $99 \b \b    **   Seasonal service to Ft. Myers completes April 30, 2007. \b \b \b \u001d  Terms and Conditions: Fares are each way based on roundtrip purchase. Seats are limited and may not be available when you purchase. Tickets must be purchased by midnight, Central time, January 16, 2007. Advertised fares are valid for travel through February 14, 2007; slightly higher fares are available for travel through September 30, 2007. Travel is valid Monday through Saturday; slightly higher fares apply for travel on Sunday. A Friday- or Saturday-night stay is required; travel to/from Las Vegas requires a two-night minimum stay. Tickets are nonrefundable. Voluntary reservation changes incur a $100 service charge, as well as a possible fare increase to a non-promotional fare type. Fares do not include $3-18 per passenger airport fee required at some airports, $3.20 per segment fee per passenger, and the \"September 11th Security Fee\" of $5-10 per passenger. Some flights operated by Skyway Airlines, Inc. d/b/a Midwest Connect. To receive the $5 discount, you must book roundtrip travel online at midwestairlines.com using promo code SAVE5DOLLARS. Discount is valid on new purchases only and does not apply to previously purchased tickets. Toronto travel does not include Canadian taxes of up to $10, airport improvement fee of $13, navigation surcharge of $10 and U.S. federal inspection fee of $7. Other conditions apply. \b \u001d  Midwest Airlines features jet service throughout the United States, including Milwaukee's most daily nonstop flights and best schedule to major destinations. Catering primarily to business travelers and discerning leisure travelers, the airline earned its reputation as \"The best care in the air\" by providing passengers with impeccable service and onboard amenities at competitive fares. Skyway Airlines, Inc. -- Midwest's wholly owned subsidiary -- operates as Midwest Connect and offers connections to Midwest Airlines as well as point-to-point service between select markets on regional jet and turboprop aircraft. Together, the airlines offer service to 48 cities. More information is available at http://www.midwestairlines.com . \b \bSOURCE  Midwest Airlines \b \u001d    /CONTACT: Media Inquiries, Carol Skornicka, +1-414-570-3980 (o), or +1-414-303-6516 (c), or Carol.Skornicka@midwestairlines.com , or Analyst- Investor Inquiries, Dennis O'Reilly, +1-414-570-3954 (o), or Dennis.O'Reilly@midwestairlines.com , both of Midwest Airlines \b    /Web site: http://www.midwestairlines.com \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 15:00 ET (20:00 GMT)"},{"md5ID":"e53c6d4ebbbc2ba7b471f261b81c803c","symR":["BBBY","US0758961009"],"date":"2007-01-06","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(1/8) Bed Bath & An Intriguing Bargain","GmtTimeStamp":"2007-01-06T05:04:00.000000000","CompanyCodes":["BBBY","US0758961009"],"IndustryCodes":["OTS","RTS","XDJGI","XFFX","XISL","XNQ1","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  WHEN INVESTORS TALK ABOUT THE country's best retailers, names likeTarget, Costco Wholesale, Abercrombie & Fitch and Neiman-Marcus inevitably come up. A lesser-known company that deserves inclusion in that group is Bed Bath & Beyond, which has one of the industry's best growth records and among the highest profit margins. \u001d  Since Bed Bath & Beyond went public in 1992, its revenues have increased 30-fold and its profits are up by a factor of 35. The company's shares (ticker: BBBY), at around 39, are up by a similar amount, having risen from a split-adjusted initial-public-offering price of $1. \u001d  Wall Street, however, is cautious on Bed Bath, as its fans on Main Street call the housewares emporium, amid concerns that demand for linens, tableware, small appliances and other home furnishings is slowing. After its quarterly earnings release in late December, the company issued mildly disappointing financial guidance for its coming fiscal year starting in March, calling for 10% growth in both sales and earnings per share, below the 12% gain in operating earnings anticipated for the current fiscal year. This prompted analysts to trim their fiscal 2008 estimates by about a dime, to $2.40 a share. The stock dipped two points on the news, and now stands no higher than it did in 2003. \u001d  But fans of the tight-lipped retailer argue its shares are attractive, and could rise into the high-40s if Bed Bath & Beyond tops what many deem to be conservative financial guidance for the coming fiscal year. \"Bed Bath & Beyond is one of the best retailers in the country,\" says Mario Cibelli, who heads Marathon Partners, a New York investment firm that holds the stock. \u001d  The company has a net, after-tax profit margin of 9%, double that of Target (TGT) and better than Kohl's (KSS), Home Depot (HD) and other retailing luminaries. Bed Bath & Beyond maintains those enviable margins despite bombarding consumers with coupons that offer 20% off a single item in its stores. The coupons drive traffic to the stores, which maintain an everyday low-price policy and rarely run sales. \u001d  \"The company's ability to generate double-digit earnings growth year in and year out is appealing in a market that might not be able to do that,\" says Robert Zagunis, co-portfolio manager of the Jensen Portfolio (JENSX), a mutual fund that holds the stock. \u001d  Cibelli argues the stock's risk has diminished as the company's price/earnings ratio has come down. Bed Bath & Beyond now trades for 18 times projected profits of $2.15 a share in the fiscal year ending in February, and 16 times estimated earnings of $2.40 in the year ending in February 2008. The company's P/E based on future earnings was more than 30 in 2003. \u001d  With a lower multiple, says Cibelli, the stock \"ought to appreciate in line with earnings.\" Other retailers, including Home Depot, Kohl's and Wal-Mart (WMT), have suffered from a similar erosion in P/E multiples. \u001d  Bed Bath could be a target for a leveraged buyout, given its cash-rich balance sheet, high returns and moderate market capitalization of around $11 billion. The company has more than $1 billion of cash and equivalents, equal to almost $4 a share, and no debt. \u001d  The retailer's enterprise value (equity value, less cash) of $10 billion is equal to about nine times projected 2007 pre-tax cash flow. While many private-equity buyers don't like paying more than eight or nine times annual cash flow, chances are they'd be willing to pay 10 times cash flow or more in this case, given the company's history of superior results, and its promising outlook. A buyer might have to cut back on store expansion to free up cash. \b \u001d  Bed Bath's chief competitor, Linens 'n Things, was taken private in a 2006 LBO by a group including Apollo Management. That deal hasn't gone well so far. Linens 'n Things was a weak No. 2 to Bed Bath & Beyond prior to the LBO, and it has trailed Bed Bath in sales growth since going private. It now is operating in the red due to onerous interest expense. Bed, Bath & Beyond should benefit if Linens 'n Things continues to struggle. \u001d  So far, Bed Bath & Beyond's financially conservative management team, led by chief executive Steven Temares, 48, and co-chairmen and co-founders Warren Eisenberg and Leonard Feinstein, have shown no inclination to alter radically the company's capital structure. Eisenberg, 76, and Feinstein, 69, who founded Bed Bath & Beyond in 1971, together hold about 4% of the company's stock-enough to influence potential acquirers but not enough to block a well-funded bid. \u001d  An alternative to an LBO could be a large, debt-funded share buyback. In a December report, David Bianco, the equity strategist at UBS Securities, put Bed Bath high on the list of companies that could make a big share repurchase. The company announced a $1 billion share-buyback program later that month, which is expected to be completed over two years. \u001d  \"Management is pretty old-school on capital allocation,\" Cibelli says. The company hasn't paid a dividend since going public, preferring to use profits for growth initiatives and buybacks. \u001d  Bed Bath & Beyond counts some well-regarded value investors in its shareholder base, including Ruane Cunniff, manager of the Sequoia Fund (SEQUX), and Davis Selected Advisers. Two large hedge funds, Maverick Capital and Lone Pine Capital, established positions in the third quarter. \u001d  Bed Bath & Beyond is run much like a private company. Management says little to Wall Street and rarely meets with investors. The company held a conference call after its earnings release last month, but took no questions. Company officials declined to talk to Barron's and may not speak publicly until the next profit release in April. Proximity to Wall Street isn't an excuse for the lack of communication; Bed Bath is based about 15 miles from Manhattan, in Union, NJ. The company's view seems to be that its results should do the talking, while management burnishes its reputation for tending fanatically to the details of running the business. \u001d  Bed, Bath & Beyond operates 796 stores in 47 states, up from 34 stores in 1992. It remains the leader in its niche despite competition from Linens 'n Things as well as Target, Wal-Mart and Sears. Its fiscal '07 sales are expected to hit $6.5 billion, up 12% from the prior year, versus an estimated $2.4 billion for Linens 'n Things. \u001d  The chain is known for giving store managers considerable leeway in what they stock, allowing for differences in regional tastes. It has a keen focus on customer service, and even accepts competitors' coupons. Shop at the Bed Bath & Beyond on Manhattan's Upper East Side in May or June, and the store will ship purchases to summer homes throughout the region. Store managers are expected to be on the floor, rather than in their offices, during peak weekend shopping hours. \u001d  One blot on management is that it engaged in option backdating for many years. The company announced completion of its options review in October and said it would take a $74 million non-cash charge. \u001d  Bed Bath is still a growth company. It is expected to add 72 stores, a 10% expansion, in the current fiscal year, bringing the store base to 813. Another 70 stores are expected to open in fiscal '08. The company has said it sees the potential for 1,300 domestic stores. \u001d  New-store openings haven't cannibalized existing stores, which are likely to register sales growth of about 4% in fiscal '07 and '08, after rising roughly 4.5% in each of the past two fiscal years. Linens 'n Things, by contrast, saw comparable-store sales contract 1% in the first nine months of 2006. A weaker housing market hasn't crimped Bed Bath sales, as some on the Street feared. \u001d  Bed Bath & Beyond operates two smaller-and promising-retail chains, Harmon and Christmas Tree Shops, which was purchased in 2003 for about $200 million. Neither contributes much yet to the company's bottom line; indeed, investors have been disappointed by the subdued pace of expansion at both chains. There are 38 Harmon stores, which sell health and beauty-care items, and 35 Christmas Tree stores, which, contrary to the name, sell more than just Christmas items. They offer low-priced housewares and novelties, ranging from wine glasses to photo albums and porcelain dolls. \b \u001d  Wall Street's chief concern is decelerating growth at Bed, Bath & Beyond stores. After '07 guidance was released last month, Credit Suisse retailing analyst Gary Balter cut his rating on the stock to Neutral from Outperform, citing weakening operating margins and slowing revenue growth. \u001d  The company's expenses are up by about two percentage points, relative to last year, prompting fears that growth is becoming more expensive. Such concerns are reflected in the stock, however. \u001d  For more than a decade after its IPO, Bed, Bath & Beyond doubled earnings every three years. Those days are over, but double-digit annual profit growth looks doable. Combine that with a cash-rich balance sheet, an excellent management team, a reasonable stock-market valuation and the possibility of an LBO, and Bed Bath & Beyond could reward patient investors. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e9215b16188752c4556249a801f5cccd","symR":["3900.HK","KYG4100M1050"],"date":"2007-01-06","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"China Greentown To Buy Out Beijing Ppty Unit For CNY17.5M","GmtTimeStamp":"2007-01-06T08:11:00.000000000","CompanyCodes":["3900.HK","KYG4100M1050"],"IndustryCodes":["REA","RED","XDJGI"],"Story":"\b \u001d  HONG KONG (Dow Jones)--Property developer Greentown China Holdings Ltd. (3900.HK) said Saturday it will buy out one of its property units for 17.5 million yuan ($2.2 million). \u001d  The company said it has agreed to buy the 35% interest it doesn't already own in Beijing Xingye Wanfa Real Estate Development Co. from Xinshidai Properties Co. \u001d  Prior to the transaction, Greentown China owned 65% of Beijing Xingye, which develops low-rise apartments in Beijing. \u001d  Greentown China was listed in Hong Kong in July last year. According to its listing prospectus, Greentown China had a total land bank of 8.6 million square meters, including projects under development and those held for future development, making it one of China's largest residential property developers. \b \u001d  -By Aries Poon, Dow Jones Newswires; 852-2832-2332; aries.poon@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 03:11 ET (08:11 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"eb951f6fba95b5bc9b732fc08356b745","symR":["MED"],"date":"2007-01-06","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/8) Medifast's Executive Ranks Thin","GmtTimeStamp":"2007-01-06T05:09:00.000000000","CompanyCodes":["MED"],"IndustryCodes":["FOD","OFP","XDJGI","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Neil A. Martin \u001d  One is the rejection last September by Diabetes Care, the respected journal of the American Diabetes Association, of a Johns Hopkins study on the effectiveness of the Medifast dietary regimen in helping diabetics. That study has been a bedrock of the company's marketing effort and a contributor to the rise in its stock since mid-2005. The rejection, which Medifast hasn't disclosed publicly, came after a peer review by weight-loss experts. The publication declined to explain its reasoning. \u001d  More recently, Barron's has learned, Medifast's board has become concerned about Internet postings, under the name bradmed@verizon.net, in support of Medifast on the Yahoo! Finance message board. People in a position to know say that this is a pseudonym and that MacDonald was the author of these messages. \u001d  When Barron's asked the former Marine colonel, who is remaining with the company as an adviser and executive chairman of its board, whether he was \"bradmed,\" he denied it. \"There are a lot of Brads out there,\" he said, and \"I don't make a practice of that.\" \u001d  But, according to knowledgeable people, company directors reprimanded MacDonald in mid-December after learning of a Barron's inquiry into the postings, and told him to stop posting messages, fearing, among other things, that this could violate \"fair disclosure\" regulations. \u001d  Medifast shares declined 6% to 11.60 on Friday following disclosure of MacDonald's planned departure. \u001d  Barron's raised questions about the Johns Hopkins study last fall (\"Medifast Diet Disorder\" Sept. 4, 2006). At the time, we asked several weight-loss researchers to review a one-page abstract of the study by the Johns Hopkins Weight Management Center. They concluded that it needed more work and believed it added little to the body of research on weight-loss management.\"It looked like a very flawed study,\" said one researcher. \u001d  Medifast officials have variously referred to Johns Hopkins as \"the gold standard\" of the medical industry and credited \"studies like that as being the cornerstone of our business\" by reinforcing \"clinically proven\" and \"scientifically proven\" claims in its advertising and public relations. \u001d  They also credited the June 2005 announcement of the Hopkins results as helping Medifast shares surge 600%, to a peak of 21, in June 2006. Asked about the status of the Hopkins study last week, President and Chief Financial Officer Michael S. McDevitt, who will take over as CEO in March, said \"the researchers are pursuing full paper publication in a leading medical journal.\" \u001d  The Internet messages pose still other questions. From May 23 through Dec. 29, there were 10 postings under the bradmed@verizon.net name. They called Yahoo! chat room readers' attention to an \"interesting and balanced\" profile of MacDonald, in Baltimore Smart CEO magazine; extended a congratulatory \"Semper Fi\" to all MED supporters and investors;\" attacked Barron's as \"the National Enquirer of the Financial Press;\" denounced Taglich Brothers, a \"second-rate\" paid-for-research firm that MacDonald hired but then fired after it rated his company's stock Underperform; and defended his wife's sales of more than $2.7 million in stock in November and early December. (MacDonald and his family own about 8% of Medifast's shares). \u001d  Despite the board's reprimand to MacDonald a couple of weeks earlier, bradmed@verizon. net appeared again on Dec. 29, posting a message lauding the 140% return in the company's stock price during the year. (Medifast shares soared from $5.24 on Dec. 30, 2005, to close the year at $12.57.) \u001d  After these new messages appeared, Barron's queried McDevitt about whether MacDonald was behind them and received an ambiguous e-mail response: \"Mr. MacDonald as an individual and the largest single shareholder of Medifast, Inc. has taken positions in many forums in the public domain to provide publicly available and factual information or to clarify misperceptions, misinformation and false rumors in the marketplace.\" He added: \"I believe that stockholders have the right to express historical and publicly available information in all forums.\" \u001d  But even if a CEO weren't disclosing private company information, corporate governance experts say failure to identify himself as an executive of the company could be a problem. \"In a worst-case scenario, it could be considered a fraud on the market if you are giving incomplete information and in my mind it is incomplete per se if you don't say where it is coming from by hiding your identity,\" says Nell Minow, editor and co-founder of The Corporate Library, a corporate governance group. \u001d  Louis Navellier of Reno-based Navellier & Associates is the single largest institutional Medifast holder, with about 4.4% of the 13.5 million shares outstanding. Navellier, a former regulator with the Federal Home Loan Bank Board, agrees that anonymous Internet postings by a CEO are a \"no-no.\" He calls Medifast \"a bunny stock-always hopping around.\" \u001d  In light of the latest developments, the bunny should be hopping frantically over the next few days. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f58d6f79976a07f5586690189f81777c","symR":["ADBE","AKAM","CSCO","IACI","US00724F1012","US17275R1023"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"WSJ(1/8) Street Smart: They're Ba-ack...","GmtTimeStamp":"2007-01-06T05:09:00.000000000","CompanyCodes":["ADBE","AKAM","CSCO","IACI","US00724F1012","US17275R1023"],"IndustryCodes":["CMT","ISV","RTB","RTS","SOF","XDJGI","XFFX","XGTI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b   (From THE WALL STREET JOURNAL) \b   By Megan Barnett \u001d  [Still wary of Internet stocks? Get over it. We found that three that shot up 49 percent in five months -- and are poised for continued growth.] \b \u001d  IT HAS BEEN only five months since we closed our eyes, took a deep breath and wrote this first sentence for a story: \"Internet stocks are back.\" While the wounds may still seem fresh for investors who were burned by the sector's freefall a few years ago, those who jumped in at our recommendation in September should be feeling whole again. Our portfolio of three Internet stocks shot up 49 percent, blowing the healthy 15 percent return for the Standard & Poor's 500 right out of the water. \u001d  A lot has happened to drive those returns. Google bought 19-month-old YouTube for $1.6 billion; Microsoft released Vista, its long-awaited operating system; and Internet advertising revenues rose to a new record high of $4.2 billion in the third quarter, up 33 percent from 2005. While it's still premature to dust off our 1999 party caps, investors in Internet stocks should sleep well at night. \"Without question, we are still very early in seeing economic returns from these stocks,\" says Robert Hagstrom, portfolio manager of the Legg Mason Growth Trust fund, who holds several Internet stocks in his fund. \u001d  Our top performer was Akamai Technologies, the leading player in the content-distribution business. It does the behind-the-scenes work on your downloads by capturing content, like a digital song, on its server and delivering it to your computer. As broadband usage grows, so do digital downloads, a fact that has helped push Akamai's shares up 64 percent. But investors should hold on tight, because the ride's not over yet. \"We'd be hard-pressed to say it's cheap right now, but we think it's a great long-term holding,\" says Tara Hedlund, portfolio manager for the Turner New Enterprise fund. \u001d  To be sure, \"cheap\" is not a word many people are throwing around these days in talking about these Internet stocks. Shares of InterActiveCorp soared 48 percent since we recommended it. Investors don't seem troubled that Chief Executive Barry Diller was declared the highest-paid CEO in the country in 2005 -- estimates of his compensation run up to $295 million. \"Those who have been with Barry since day one have made a lot of money,\" Hagstrom says. Its diversified portfolio of properties, including LendingTree, Ticketmaster and the search engine Ask.com, provide stable growth, Hagstrom says. He especially likes InterActive's \"enormous cash flows.\" \u001d  Adobe Systems brought up the rear of the portfolio with its 35 percent gain. It currently trades at 29 times 2007 earnings, and Kevin Landis, manager of the Firsthand Technology Leaders fund, says it \"can reasonably go to 35\" during the next year, making it a $47 stock. \"This is a healthy, solid business,\" he says. \b \u001d  Revisiting John Lynch \b \u001d  IN OUR MAY ISSUE, we introduced you to the fast-talking, wheeling-and-dealing computer-equipment trader John Lynch in \"Rebel Rouser.\" As the head of Asset Recovery Center, Lynch buys used hardware for pennies on the dollar and resells it at a premium. At the time, Cisco equipment was in high demand, selling at a 50 to 75 percent markup. The demand and pricing Lynch sees can be a good indicator for investors: Since our May issue, Cisco stock has run up 29 percent. And now? Lynch says the story on his end is much the same today as it was back in May. Sounds like a buy to us. \b \b                         HEARTBREAKERS NO MORE \b \b                          Price      Price     Total \bCompany (Ticker)        7/14/06     12/7/06    Return \b \bAdobe Systems (ADBE)     $28.01      $37.75     34.8% \bAkamai Tech.  (AKAM)      32.54       53.38     64.0 \bInterActiveCorp (IACI)    24.38       36.13     48.2 \bTotal Portfolio               -           -     49.0 \bS&P 500                       -           -     14.7 \b \bSOURCE: BLOOMBERG \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f5ef885c25a5429a63e0608714a949b2","symR":["RTN"],"date":"2007-01-06","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Raytheon Missile Systems Replaces Striking Factory Workers","GmtTimeStamp":"2007-01-06T13:17:00.000000000","CompanyCodes":["RTN"],"IndustryCodes":["ARO","DFN","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  TUCSON, Ariz. (AP)--Raytheon Missile Systems has started replacing factory workers who went on strike two months ago after rejecting a contract offer. \u001d  A union spokesman called the hires \"an insult to existing employees.\" \u001d  Production at the factory has risen above pre-strike levels and some projects are ahead of schedule since nearly 2,000 machinists went on strike Nov. 5, Raytheon spokeswoman Sara Hammond said. \u001d  But the company can't keep using its engineers as factory workers indefinitely. The plant makes the Javelin anti-tank missile, the Tomahawk missile, air-to-air missiles and ship self-protection missiles. \u001d  Hammond said the company was hiring assembly workers and custodians, but wouldn't say how many. \u001d  Bobby Martinez, International Association of Machinists and Aerospace Workers Local 933's directing business representative, called Raytheon's announcement a strategic ploy. \u001d  \"This is a company tactic to pressure our members into accepting their offer,\" he said. \u001d  Representatives of the union and Raytheon have separate meetings scheduled with a federal mediator next week. \u001d  Around 90% of the union's members voted to reject the contract offer because \"it's a below-industry-standards offer and there are some uncertainties in the language of the contract,\" Martinez said. \u001d  Strikers have said their main concerns are the rising cost of health insurance and minimal raises for the highest-paid employees covered by the contract. \u001d  Raytheon Missile Systems, a division of Raytheon Co. (RTN), is Southern Arizona's largest private employer with more than 11,000 employees. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 08:17 ET (13:17 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f63da2aa00b03bbbefc3da71961010a8","symR":["DJ","MORN","TWX","US8873171057"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/8) The Electronic Investor: Checking Your Funds' Fitness","GmtTimeStamp":"2007-01-06T05:09:00.000000000","CompanyCodes":["DJ","MORN","TWX","US8873171057"],"IndustryCodes":["BRD","IAS","MED","PUB","XDJGI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Kathy Yakal \u001d  The fund researcher (www.morningstar.com) recently bolstered its already substantial capabilities. It has doubled the number of holdings an individual portfolio can accommodate to 100 mutual funds or stocks, 20 bonds and 20 cash positions. Morningstar also has created 50 new data points (items such as five-year fund-price highs) and added to its performance-analysis tools. \u001d  You can now track multiple share classes, as well as more foreign and over-the-counter securities. New sections of international and closed-end fund coverage have appeared, and the depth and range of hedge-fund information has increased. There's more analyst-report coverage, and a remodeled stock page, as well as new video reports. This is a substantial upgrade for Morningstar, and it's not done yet; stay tuned. \b \u001d  Personal-finance information has been available free on AOL's Website (www.aol.com) for some time. As far as mutual-fund coverage is concerned, AOL does that at which both it and Yahoo! Finance excel: pulling tools and data from the best suppliers on the Web and organizing them so they're easy to use. \u001d  AOL's mutual-fund-educational sections are some of the best we've seen. Comprehensive but easy-to-understand chapters explain what mutual funds are and why they can be beneficial; what yields, returns, fees and loads mean and how to read relevant tables. There's also a section on mutuals' new cousins, exchange-traded funds. In the chapter on open- and closed-end funds, the site includes calculators that help you compute variables like the effect of fees on performance. \u001d  Among AOL's licensed contributors: SmartMoney.com; Businessweek.com; TheStreet.com and Marketwatch.com. AOL hosts its own message boards for mutual funds, some of which are pretty active. \b \u001d  Smartmoney.com, whose parent companies are Dow Jones, which publishes Barron's, and Hearst, is a more likely venue for those seeking original content. Much of it is free, but the best stuff is behind a subscriber wall (two-week free trial; $59/year for delayed quotes, $109/year for real-time). Non-subscribers still have access to some of the site's mutual-fund tools and data, including the top 25 funds. \u001d  Subscribers get more mutual-fund content. A sophisticated screening tool draws on a database of more than 12,000 funds, letting you choose from more than 60 criteria like length of portfolio-manager tenure. SmartMoney.com also assembles its own screens and posts them periodically. \u001d  Mutual-fund content alone wouldn't justify SmartMoney's subscription price. Its data, tools and excellent staff analysis of the overall market do. \b \u001d  MSN Money (moneycentral.msn.com), on the other hand, doesn't charge for any of its content. But the site offers less written analysis and no options for real-time data. Still, if you want to screen for funds down to the last possible variable, there's no better place. You can sift through hundreds of characteristics such as 12-month yield to shape your research. Pre-fabricated, non-customized screens are also provided, as is a step-by-step research Wizard for novice investors. \u001d  MSN Money's Deluxe Screener is overkill for a lot of investors; you can find simpler ones at sites like Yahoo! Finance (finance.yahoo.com/funds). New since we last visited Yahoo!'s mutual-fund center is an interactive guide, a great place for beginning fund investors to hang out. Tutorials from INVESTools are featured here, as are educational materials from sources like the Vanguard Group. Yahoo! also posts fundamental and some technical analysis of funds, as well as information on fund families and top performers. \u001d  This is a great venue for a little of everything. If you prefer more analysis, visit MarketWatch. It's full of commentary, tools and data. (MarketWatch is also owned by Dow Jones.) \u001d  When should you sell a fund? Fundalarm.com alerts you when it thinks it's time to hit the exit. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f8d277761f0099fa8c52a2293ddd49e4","symR":["BMY","BXP","CVX","DE","DTV","GM","HD","KSS","SWY","XOM","US1101221083","US1667641005","US30231G1022","US3704421052","US4370761029"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/8) The Trader: Hey, What's Up With A -2-","GmtTimeStamp":"2007-01-06T05:08:00.000000000","CompanyCodes":["BMY","BXP","CVX","DE","DTV","GM","HD","KSS","SWY","XOM","US1101221083","US1667641005","US30231G1022","US3704421052","US4370761029"],"IndustryCodes":["AUT","BRD","DRG","FDR","HIM","MED","OIL","REA","REI","RTS","SAP","TRQ","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b                                         Last Week   Week Ago \bNYSE \bAdvances                                     1,253      2,623 \bDeclines                                     2,247        917 \bUnchanged                                       92         62 \bNew Highs                                      420        460 \bNew Lows                                        48         38 \bAv Daily Vol (mil)                           3,154.4    1,513.9 \bDollar \b(Finex spot index)                              84.63      83.72 \bT-Bond \b(CBT nearby futures)                           112-05     111-14 \bCrude Oil \b(NYM light sweet crude)                         56.31      61.05 \bInflation KR-CRB \b(Futures Price Index)                          291.11     307.26 \bGold \b(CMX nearby futures)                           604.90     635.20 \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"fd8056e59ef2025d6579a8ed6beb3c5a","symR":["LLOY.LN","LYG","GB0008706128"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"UK PRESS: Tote Raises Financing For GBP405 Mln Buyout","GmtTimeStamp":"2007-01-06T10:58:00.000000000","CompanyCodes":["LLOY.LN","LYG","GB0008706128"],"IndustryCodes":["BAN","BNK","XDJGI","XFT1","XNYA","XST5"],"Story":"\u001d  LONDON (Dow Jones)--U.K. bank Lloyds TSB has agreed to finance a GBP405 million joint bid for state-run betting operator the Tote by management and a racing consortium, The Independent reported Saturday, citing industry sources. \u001d  The racing consortium includes Jockey Club Racecourses, The Racehorse Owners Association and the Racecourses Association, The Independent reported. The consortium members, while initially wary of the heavily debt-backed bid, are now understood to be warming to the plan, according to the report. \u001d  Newspaper Web site: http://www.independent.co.uk \u001d     -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 05:58 ET (10:58 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ff27a23da564398ec7ae4298450d2d94","symR":["C09.SG","CDEVY","SG1R89002252"],"date":"2007-01-06","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"SINGAPORE PRESS:CityDev Sells 70% Of New Apartment Units","GmtTimeStamp":"2007-01-06T09:15:00.000000000","CompanyCodes":["C09.SG","CDEVY","SG1R89002252"],"IndustryCodes":["LOD","XDJGI"],"Story":"\b \u001d  SINGAPORE (Dow Jones)--City Developments Ltd. (C09.SG) sold over 70% of the units at its newest Singapore condominium Friday, The Business Times reported. \u001d  Of the One Shenton project's 341 units, 100 were released for sale initially as part of Friday's \"soft launch,\" but investors - mainly those who purchased entire floors of the building - drove the total much higher, the paper said Saturday. \u001d  The units measure between 517 square feet and 9,085 square feet, and have asking prices between S$1,500 per square foot and S$2,000 psf. \u001d  Some of the penthouse units on the condominium's upper floors may fetch even higher prices. \u001d  The average price for mass market condominiums in 2006 was around S$650 psf while the average price for high-end projects was between S$1,600 psf and S$1,700 psf, according to real estate firm Knight Frank Singapore. \u001d  CityDev expects construction of One Shenton to be complete in 2011. \b \u001d  Newspaper Web site: \u001d  http://business-times.asia1.com.sg \b \u001d  -By Singapore Bureau; Dow Jones Newswires; 65-6415-4150; djnews.singapore.bureau@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  January 06, 2007 04:15 ET (09:15 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."}]
