[{"md5ID":"08107611a6380754721eddda456570c1","symR":["HOT"],"date":"2007-04-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"WSJ(4/7) Starwood CEO's Ouster Followed Battle With Board","GmtTimeStamp":"2007-04-07T08:00:00.000000000","CompanyCodes":["HOT"],"IndustryCodes":["LOD","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From THE WALL STREET JOURNAL) \b   By Peter Sanders and Joann S. Lublin \u001d  The abrupt departure of Steven J. Heyer from Starwood Hotels & Resorts Worldwide Inc. followed a confrontation with the company's board ignited by an anonymous letter accusing him of personal misconduct, according to people familiar with the situation. \u001d  Mr. Heyer -- who denies engaging in any impropriety -- was unexpectedly ousted as chief executive officer this past week, and in the process opted to forfeit an estimated $35 million of severance compensation. \u001d  Mr. Heyer, who had been president and chief operating officer of Coca-Cola Co. before taking over at Starwood in 2004, has long been known for brusque, often difficult relations with employees. After investigating claims made in the anonymous letter, sent to directors about two months ago, board members pressed Mr. Heyer to explain the large number of emails and text messages between him and female employees on a variety of topics outside normal working hours. They also questioned him about his relationship with one particular female employee and about his hiring and promotion practices. \u001d  Starwood's chairman and interim CEO, Bruce Duncan, has declined to comment on the specific reasons behind Mr. Heyer's departure. On Friday, a spokeswoman for Starwood, which counts Westin, Sheraton, St. Regis and W hotels among its brands, reiterated the company's earlier statement that the board had lost confidence in Mr. Heyer's leadership, but added that \"his style made some employees uncomfortable.\" \u001d  In an interview, the 54-year-old Mr. Heyer characterized the situation as the ugly fallout from extensive strategic and structural changes he made while \"transforming [Starwood] from a real-estate hotel company to a branding company.\" He says he doesn't know who wrote or sent the letter, but believes it could have been someone passed over for a promotion. \u001d  \"For an anonymous letter to basically destroy a reputation would be sinful,\" Mr. Heyer said. While acknowledging he can be a difficult boss, he said the chain of events set off by the letter represented the \"straw that broke the camel's back\" in his increasingly poor relationship with the company. \u001d  He left without his severance package because \"life is too short\" to mount a contested defense against the allegations. \"I'm burned out,\" he added. \"I wanted to walk away from this job with my head held high.\" \u001d  Starwood's board hired an outside law firm, Davis Polk & Wardwell, to investigate the letter's allegations, people familiar with the matter say. In the course of the probe, Mr. Heyer's emails and text messages were scrutinized and found to include an \"overwhelming body of evidence\" that would have given the board reason to fire him for cause, according to the person familiar with the situation. His employment contract lists five reasons directors could fire him for cause, one of them being \"gross negligence or willful misconduct.\" \u001d  The investigation uncovered emails and text messages between Mr. Heyer, who is married, and a young, unmarried female employee that were sent at times outside normal business hours and were of a suggestive nature. \"There were several provocative conversations, and there was no question that the conduct was inappropriate for a CEO,\" this person said. \u001d  Mr. Heyer said allegations of sexual advances made toward younger female employees \"are absolutely not true, they never happened.\" In regard to inappropriate email and text messages, Mr. Heyer said, \"To the best of my knowledge I didn't send any, and I don't remember receiving any.\" He said the board didn't specifically question him about the content of his messages, but rather about the volume of notes he sent and received. \u001d  Mr. Heyer's departure comes at a time of prosperity in the industry. When he arrived at the company, its shares were trading around $47 per share. On the Friday before he resigned, they sold for about $64 apiece. The company, like rivals Marriott International Inc. and Hilton Hotels Corp., has raised room rates as robust consumer and business travel have bolstered demand. Starwood's earnings rose during Mr. Heyer's tenure, owing in part to a large transaction of hotel real estate announced in November 2005. In 2006, Starwood reported net income of $1.04 billion on $5.97 billion of revenue. The prior year, Starwood reported net income of $422 million on similar sales. \u001d  The board's quick move to seek Mr. Heyer's ouster may be the culmination of simmering tensions over his leadership style, which have built up over time despite satisfaction with the company's performance and Mr. Heyer's strategy. But it also reflects the growing desire by corporate boards to act decisively when presented with evidence of possible executive misconduct. In 2005, for example, Boeing Co. acted swiftly to replace then-CEO Harry Stonecipher after emails revealed a relationship with a female Boeing executive; Boeing said Mr. Stonecipher, who was married at the time, was fired not for having an affair, but for violating Boeing's code of conduct. Mr. Stonecipher acknowledged his conduct. \u001d  The letter received by Starwood board members in mid-February contained about 10 specific instances that allegedly showed Mr. Heyer had created a hostile work environment since arriving at Starwood in October 2004, according to a person familiar the details of the situation. The letter alleged, for example, that on at least one occasion Mr. Heyer made inappropriate physical contact with a female employee outside a restaurant bathroom, this person said. Mr. Heyer denied to the board and in an interview Friday that such an incident ever occurred. \u001d  This same female employee last summer accompanied Mr. Heyer and five other Starwood employees on the corporate jet to a board meeting in Greece. Mr. Heyer said this employee was part of the \"Generation Next\" program he created to cultivate younger homegrown managers, in what he says is a \"generation-skipping exercise\" authorized by the company. This person was part of that project, and Mr. Heyer said he often took employees on trips aboard the jet to do work while flying. He cited a recent trip on which Starwood's general counsel accompanied him to Spain simply to do work on the flight there and back. \"We got work done and we thought it would be fun.\" \u001d  People familiar with the situation say Mr. Heyer was also questioned by the board about his method of promoting employees and whether he fostered a culture of favoritism. He says he responded to this question by noting that all promotions were done through a process and he wasn't on the promotion committee. \u001d  Nonetheless, the board determined that the women who had exchanged email and text message with Mr. Heyer were essentially \"unwilling victims\" who felt pressured to curry favor with the CEO, according to a person with knowledge of the matter. \u001d  Mr. Heyer's departure capped a stormy two-and-a-half year run at the top of Starwood. After arriving from Coke -- where he had been passed over for the top job -- Mr. Heyer was hired by Starwood at a time when then-CEO Barry Sternlicht was looking for someone to replace him. \u001d  But Mr. Sternlicht and Starwood directors were aware of Mr. Heyer's reputation for a rough management style. Starwood directors received an extensive briefing about Mr. Heyer's difficult personality before they chose him as CEO. \u001d  \"They went into this with eyes open,\" says one person familiar with his hiring process. They learned in \"nauseous detail\" about the former Coke president's frequent clashes with colleagues there, this person says. The hotel chain's due diligence included conversations with Coke board members who told Starwood recruiters that Mr. Heyer didn't get the corner office at the beverage giant in part because he was so difficult to work with. \u001d  But Mr. Heyer impressed the Starwood board with his marketing background and his plans for the company's hotel brands. Upon his arrival, he clashed with Mr. Sternlicht, who had moved to the executive chairman seat. In May 2005, Mr. Sternlicht abruptly left Starwood and his seat on the board. Over the next year and a half, Mr. Heyer announced two new hotel brands, acquired the Le Meridien brand, sold a large chunk of Starwood's real-estate portfolio and announced a variety of branding and marketing promotions with a variety of consumer-product and service firms. \u001d  In recent months, the Starwood board began to discuss its misgivings about Mr. Heyer. Among its biggest gripes: Mr. Heyer spent little time at headquarters in White Plains, instead commuting from his home in Atlanta. Under Mr. Heyer's contract, Starwood provided an Atlanta area office, but the CEO agreed to spend \"at least a majority\" of his workdays over a two-month period either at headquarters or on company business trips. \u001d  Since Mr. Heyer's departure, Starwood shares have hit new highs on speculation the company is now a prime buyout target. The stock hit an all-time high of $71.79 a share on Wednesday in intraday trading on the New York Stock Exchange, before closing at $70.08 on Thursday ahead of the long holiday weekend. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 04:00 ET (08:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"110347948326d9ab3812765f9278a5f3","symR":["BSG","CXW","DLM","FDC","GMST","GVA","IT"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) Streetwise: Is The Selling Over?","GmtTimeStamp":"2007-04-07T04:05:00.000000000","CompanyCodes":["BSG","CXW","DLM","FDC","GMST","GVA","IT"],"IndustryCodes":["CON","FAD","FOD","ICS","MED","OFP","PUB","SVC","TSX","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  For decades, a myth has held that the New York Stock Exchange closes on Good Friday because, in the distant past, it opened on the day and a market crash resulted, imbuing the exchange's governors with justified fear of the supernatural. \u001d  Art Cashin, the longtime floor broker with UBS, debunked this chestnut last week in an edition of his pithy and perceptive daily market commentary. Yet even without a visit to the archives, Friday's action in the electronic index-futures arena would have disproved the notion that trading stocks on Good Friday invites bad luck. \u001d  In the 45 minutes that index futures were open for screen-based business following Friday's surprisingly sturdy employment report, the S&P 500 futures gained nearly a half-percent and the Nasdaq contract rose a bit more than that, even as Treasury yields spurted higher on reduced hopes for a Federal Reserve rate cut soon. \u001d  This reflex move will, be assured, bring countless assertions on Wall Street's Monday morning strategy calls that the subprime-mortgage, Chinese-selloff, economic-growth scare of 2007 has passed. The fact that the indexes have recouped all but about 1% of the losses that began with the late-February tumble will only stiffen the bulls' resolve that it was all just a chilling, but fleeting, late-winter nightmare. \u001d  Could that be all there is to the selling? It's possible, at least for the immediate term. But it's hard to get too excited about how enticing the upside is from here, given the investor-sentiment picture and the fundamental unkowns. \u001d  The charts to the right show the market's pullbacks and recoveries, one each year, since 2004. Each retreat has (so far) been shallower than the preceding one. Buying the breaks has been rewarded, and to date the buying has come earlier with each decline, as bidders try to beat the crowd. It will work until it doesn't. \u001d  The sentiment setup before the selloff wasn't as giddy as at past market highs, as noted here, which implied that the damage wouldn't \"be real nasty.\" Yet if the early March lows prove out as the lows for the year, it would have been an extremely brief convalescence, and also the earliest date that the market hit its calendar-year low since 2003 (and before that, 1996). \u001d  These lows will have happened without the kind of investor despondency that has led to the ripest buying chances in recent years, too. Consider a rough sentiment gauge, the weekly Investors Intelligence newsletter writers' bulls versus bears. The most negative reading of March was 45% bulls and 29% bears. That's similar to what we saw at the 2005 market low, but a far cry from the 36% bulls/36% bears of last summer, which preceded a 20% surge in the indexes. \u001d  A cursory scan at the past six weeks' market action makes it resemble a textbook selloff, leading to a short-term low, with a downward rush quickly reversed, then a near-retest of that low and further recovery. Now the buyers will face a serious test as the former highs are approached. \u001d  Anyone looking for the \"all clear\" should carry a checklist of things needed to help the cause. Trading volume ought to increase on rallies, especially among real-money buyers. Financial stocks, still more than 3% below their highs, better strengthen before long. The 10-year Treasury yield, which rose to 4.75% Friday, had better not cross the 4.9% level that's spelled difficulty for stocks in the past. And the downward revisions of first-quarter earnings forecasts to a 3.4% annual growth level need to have dropped expectations low enough for relief buying to take hold as the results come in. Too much to ask? We'll see. \u001d  The announced leveraged buyout of First Data (ticker: FDC) last week offered temporary vindication to those following the ubiquitous screens of LBO candidates. First Data -- an under-leveraged company with steady cash flow -- was a staple of such lists. \u001d  Yet there are signs that too many pockets of the market already price in some LBO premium, leaving the risk of downside if no deal occurs or debt markets get woozy. \u001d  Vadim Zlotnikov, strategist at Sanford C. Bernstein, calls the LBO bets part of a \"bubble of stability\" -- widespread trades, principally by hedge funds, based on assumptions that markets will remain calm and generous. He's scanned the smaller-cap universe for stocks with concentrated hedge-fund ownership, low trading liquidity and a premium valuation, which could mean outsized risk should the \"stability trade\" expire. Some names to be wary of: Corrections Corp. of America (CXW), Bisys (BSG), EFunds (EFD), Catalina Marketing (POS), Granite Construction (GVA), Gemstar TV Guide (GMST), Gartner (IT) and Del Monte Foods (DLM). \u001d  These stocks remain hazardous to short. But those hoping to hit the private-equity lottery with any of them should recognize that faster money has gotten there first. \u001d  --- \u001d  E-mail: michael.santoli@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1180e230f92d3049e42b6f44552653c2","symR":["BLK","ECV","PNC","RCC"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) Speaking Of Dividends: Upward Bias: Dividend Activity Remains Strong; Extras Climb 7.8%","GmtTimeStamp":"2007-04-07T04:04:00.000000000","CompanyCodes":["BLK","ECV","PNC","RCC"],"IndustryCodes":["AMG","BNK","CEF","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  Corporate caution about boosting dividends continued into 2007's first quarter. For the third consecutive three-month stretch, fewer companies enhanced their payouts than in the corresponding year-earlier period. Yet overall dividend activity remains strong. \u001d  Standard & Poor's totted up 621 payout hikes among the approximately 7,000 publicly owned companies that report to its Dividend Record service. That's 0.8% below the 626 in 2006's first quarter. \u001d  The numberofextra disbursements, however, rose 7.8%, to 111 from 103. These are issued by companies that might have sweetened their regular payouts, but decided to pay a bonus, too. Also included are payouts from corporations that want to play it safe by not committing to a higher regular dividend that might be unsustainable if the going gets too tough. \u001d  In addition, eight companies resumed paying dividends, one more than did so a year earlier. \u001d  Overall, notes S&P, the number of dividend payments keeps rising; year to date, it's up 5.6%. And aggregate cash payments have increased 16% for listed shares. \u001d  \"The improvement in dividends has slowed down its pace since the 2003 start, with companies remaining cautious about committing future funding and preferring to increase their stock-buyback programs instead,\" said Howard Silverblatt, S&P's senior index analyst. However, \"dividend reductions continue to be low, reflecting the more assured approach to payments once the commitment is made.\" \u001d  On that score, there were 13 payout cuts in the January-March period, versus 11 over the same period last year. Omissions totaled six both this year and last. \u001d  The ratio of dividend boosts to negative actions in the first quarter was 32.7-to-1. \u001d  Financial-adviser Bryan Perry is high on a pair of covered-call income closed-end funds that he's betting can stand up to the stock market's volatility. (Perry and his newsletter, the 25% Cash Machine, were briefly discussed in this space Feb. 12.) Both funds are priced around 20 and yield more than 10%. \u001d  The first is BlackRock Enhanced Equity Yield & Premium (ticker: ECV). Perry is attracted to it because it's \"megacap and blue-chip in its portfolio composition\" and concentrated in the stocks he believes have strong upside potential into 2008. \"I want us to get in on the broad rally, but we need to be paid well along the way.\" \u001d  The other is Small Cap Premium & Dividend Income (RCC). Perry finds this fund notable because \"the level of volatility in the market is actually good news for option income funds, [since] they are structured to derive the majority of their income from writing or selling covered calls on the underlying portfolio of stocks.\" \u001d  He adds that what's really cool about the RCC fund is that its managers \"are only writing covered calls on half the portfolio, leaving 50% of what they own open to the pure upside.\" \u001d  One of the nation's largest diversified financial-services providers, super-regional PNC Financial Services Group (PNC), voted on Thursday to boost its dividend by 15%. The new payout will be 63 cents a share, versus 55 cents. Disbursement is set for April 24 to investors on the books April 13. The stock goes ex-dividend April 11. Yield: 3.46%. \u001d  Including predecessor companies, Pittsburgh-based PNC has paid dividends without interruption since 1865. \u001d  Traded on the New York Stock Exchange, PNC set a 52-week high of 76.41 Feb. 20. It's now a bit below that level. \u001d  PNC has a 34% stake in fund manager BlackRock (BLK), having merged the rest of it with Merrill Lynch's asset-management unit in 2006. BlackRock oversees more than $1.1 trillion of assets. \u001d  Last month, PNC completed its $6 billion acquisition of Baltimore-based Mercantile Bankshares. The combo, with some $119 billion in assets, makes PNC the 11th-largest U.S. banking organization. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"173f7837ce24fead084fbc6bc10abb4e","symR":["WKL.AE","WTKWY","NL0000395903"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) The Electronic Investor: Planning For April 15, 2008","GmtTimeStamp":"2007-04-07T04:02:00.000000000","CompanyCodes":["WKL.AE","WTKWY","NL0000395903"],"IndustryCodes":["IAS","MED","PUB","XAEX","XDJGI","XENX","XISL"],"Story":"\b   (From BARRON'S) \b   By Kathy Yakal \u001d  Why not put the misery of this tax season to work for you? Before the pain subsides too much, use it as motivation to tap into some Websites and programs that offer year-round tax help and can protect you from last-minute surprises. They might even save you some money. \u001d  For active traders, GainsKeeper (www.gainskeeper.com) has always been a favorite of ours. It's actually a suite of products -- with portfolio-tracking tools that can adjust the cost basis for wash sales and corporate actions, or  calculate capital-gains-related transactions. Another site feature offers portfolio strategies to minimize taxes and maximize after-tax returns while counseling you on how to diversify wisely. And Gains-Keeper will generate a Schedule D (or export to popular tax-preparation packages) and build gain/loss reports. \u001d  Just in time for the most recent tax season, the company, a part of Wolters Kluwer Financial Services, upgraded client services, including real-time support chat. \u001d  Taxpayers still smarting from having to write an unexpected check might want to keep an eye out for GainsKeeper enhancements coming later this year. Among them is an automated import tool that will grab data from financial institutions nightly. Functionality from a Wolters Kluwer product known as Basis Pro also will be integrated with GainsKeeper to calculate cost basis for investors who, say, change brokerages or inherit stock. A year-round trading and analysis tool will ensure that sells are most tax-efficient. \u001d  GainsKeeper has created several price levels, ranging from Investor150 (150 transactions per year for $59, reduced from  $69) to TraderElite (up to 100,000 transactions a year for $659). A free 30-day trial account includes everything but Schedule D, and lets you complete up to 25 trades. \u001d  It's hard to imagine at this time of year, but the U.S. government gives as well as takes. The Health Opportunity Patient Empowerment Act of 2006, designed to make health care more affordable for U.S. consumers, includes several changes to health-savings accounts. HSAs, in tandem with a high-deductible health-insurance plan, allow for tax-free savings that can be used for medical purposes. Among the changes incorporated in the Act is an increase in the annual HSA contribution, to $2,850 for an individual from $2,700, and $5,650 for families from $5,450. Among the other modifications are one-time transfers from IRAs to HSAs and greater employer contributions for lower-paid employees. \u001d  To learn more about these tax-saving vehicles, check out the companies that provide them, like Golden Rule Insurance Company (www.goldenrule.com), HSA Bank (www.hsabank.com), and Sterling HSA (www.sterlinghsa.com). \u001d  Kiplinger.com (www.kiplinger.com) has some of the best editorial content on taxes we've seen, and the site now plans to make this material available year-round, including a big new splash on 2007 taxes slated for January. Current offerings include \"The 13 Most Overlooked Tax Deductions\" (some of which I'd never heard of), and \"Do It Yourself Tax Savings for 2007\" (advice on making the right tax-related moves through 2007). I also liked a piece on 10 oddball deductions, including the one about a gas-station owner who was allowed to write off the cost of the beer he gave customers in lieu of trading stamps. \u001d  Year-round help is also available from the sources that provide tax-preparation tools; you can browse these any time during the year to remind yourself about things you should be considering and doing before December 31. There's Intuit's TurboTax site (www.turbotax.com) and H&R Block (www.hrblock.com), makers of TaxCut software. \u001d  Personal-finance portals MSN Money (moneycentral.msn.com), Yahoo! Finance (finance.yahoo.com) and AOL (www. aol.com) also provide advice and tools year-round (but not in as much volume after tax day). And don't forget the official IRS site, www.irs.gov, for year-round updates and forms. \u001d  We can recommend several blogs, including ataxingmatter (ataxingmatter.blogs.com/tax), penned by Wayne State University law school professor Linda Beale; TaxProf Blog (taxprof.typepad.com) from blogmaster Paul L. Caron, a law professor at the University of Cincinnati College of Law, and the Tax Foundation Tax Policy Blog (www.taxfoundation.org). \u001d  Meanwhile, if you're one of the many Americans interested in critical analysis of the tax system itself,  you can look for policy facts and figures as well as publications and papers on topics like options to fix the AMT at the Tax Policy Center (www.taxpolicycenter.org), a joint venture of the Urban Institute and Brookings Institution. You can even write your Congressperson if you're truly motivated. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:02 ET (04:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1dcf8f52b7a79d25320b99deefdf6083","symR":["6501.TO","HIT","JP3788600009"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) Asian Trader: Hitachi s Power Play","GmtTimeStamp":"2007-04-07T04:02:00.000000000","CompanyCodes":["6501.TO","HIT","JP3788600009"],"IndustryCodes":["ITC","X225","XATI","XDJGI","XNYA"],"Story":"\b   (From BARRON'S) \b   By Jamie Miyazaki \u001d  Hitachi has long been condemned by investors as the archetypal value-destroying conglomerate. Goldman Sachs estimates that the firm's return on invested capital hasn't beaten its weighted-average cost of capital for 12 years. Still, the oft-maligned outfit's shares have shown stellar returns since September, after hitting a 12-month low of 644 yen and trading well below book value. \u001d  Despite no Buy ratings among the 11 analysts who cover the company, Hitachi (ticker: 6501.TO) is up 16% this year alone, from its closing price at year-end 2006 of 810 yen. By comparison, the Nikkei 225 Stock Average has been essentially flat (closing price at year end was 17383.42). Hitachi is now selling at 936 yen, and traders say some investors are speculating the share price could top 1,000 yen -- a level Hitachi hasn't sustained since 2001, and which may be wishful thinking, given the still-paltry state of earnings. \u001d  What is undeniable is that Hitachi has been well positioned to ride two themes sweeping Tokyo's stock market: restructuring at tech companies and interest in nuclear-power stocks. \u001d  Expectations for earnings growth from Hitachi's power-system business have been piqued ever since November's tie-up with General Electric (GE) in the nuclear-power field. Throw in last year's Toshiba-Westinghouse deal and TXU's recent order for two reactors from Mitsubishi Heavy Industries (7011.TO), and that makes \"nuclear power very topical; Hitachi has benefited a lot from that,\" says Toshihiro Atae, sales manager at brokerage Fimat in Tokyo. \u001d  It is also a prime candidate for a restructuring and cost-savings. Hitachi generated anemic operating margins of just 2.7% in its latest fiscal year, from a convoluted empire including 932 group companies. Matsushita Electric Industrial, in contrast, had  operating-profit margins of 4.7%. \u001d  Yet there are signs of improvement. Hitachi's new strategy to enhance profitability has  included: selling off its holding in its motor-production subsidiary Japan Servo (6585.TO) to Nidec (6594.OK); increasing its stake in audio-equipment maker Clarion; and merging subsidiary Hitachi Metals (5486.TO) with electromagnet maker Neomax. But given the dearth of earnings, how much further the stock can rise is debatable. Evidence of the hardships Hitachi is facing were  underlined last month, when it forecast a 200 billion yen parent loss for the 12 months ended March 2007, due to a massive writedown at its hard-disk-drive unit, repair costs to nuclear-reactor turbines, and poor sales of home appliances. \u001d  Nikko Citigroup analyst Yohei Kanazawa notes Hitachi has traded at an average price-to-book ratio of around 1.14 over the past decade; a 1,000 yen share price would equate to a PBR around 1.4, yet the synergies and savings may not boost the bottom line for years. For instance, even if Hitachi bags new contracts for nuclear plants, these wouldn't contribute to earnings until 2015, says Goldman. \u001d  Japanese filings show no significant new positions  accumulated year-to-date by  the company's two biggest shareholders, value managers Brandes Investment and Dodge & Cox; both have developed reputations for being savvy bargain hunters, and were  big buyers of Hitachi in the final  quarter of 2006. That suggests the margin of safety that most value investors look for when scouring for bargains no longer exists. \u001d  Hitachi seems to be moving in the right direction, but investors may have gotten ahead of themselves in thinking the stock will head much higher on fundamentals. \u001d  --- \u001d  Jamie Miyazaki is a reporter for Dow Jones Newswires in Tokyo. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:02 ET (04:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1fe54c8c24461483c312d218d9d595db","symR":["AVZ","AVZ.LN","GB0001282697"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) Barron's Online: Amvescap Shakeup Brings Price Shakedown","GmtTimeStamp":"2007-04-07T04:03:00.000000000","CompanyCodes":["AVZ","AVZ.LN","GB0001282697"],"IndustryCodes":["AMG","XDJGI","XFT1","XNYA"],"Story":"\b   (From BARRON'S) \b   By Demitra DeFotis \u001d  After key Amvescap portfolio managers and other employees defected to Deutsche Bank late last month, Amvescap's already-sagging stock looks especially cheap. \u001d  Shares in the London-based asset-management company, the product of the 1997 merger of AIM Investments and Invesco, have stumbled since the departures -- the subject of a court battle -- became known. The situation has been aggravated by the disclosure that Robert H. Graham, 60, Amvescap's vice chairman and AIM's co-founder, will retire. \u001d  At their recent price of 22.77, the company's American depositary receipts were 12.6% below their 52-week high of 26.05. The ADRs (ticker: AVZ) were trading at roughly 15 times estimated earnings for 2007, and about 13 times 2008 estimates  -- multiples that are well below the average for other asset managers, according to Thomson Financial/Baseline. \u001d  \"It is a buying opportunity,\" says Niamh Alexander, an analyst at CIBC World Markets. \"I do believe they have the right asset mix for sustainable growth.\" \u001d  Of Amvescap's roughly $460 billion in assets at the end of 2006, about a third was in fixed-income, money-market or alternative investments. More than half of Amvescap's assets are in the U.S. \u001d  Last September, Amvescap bought into one of the hottest trends in the investment world by acquiring PowerShares Capital Management, which constructs exchange-traded funds, or ETFs, based on indexes. \u001d  Currently, PowerShares has more than $9 billion in assets, almost $3 billion more than it held when the deal was closed six months ago. That growth is helping turn Amvescap's U.S. cash flows back to positive territory, CIBC's Alexander says. \u001d  He likes the track record of Amvescap CEO Martin Flanagan, who improved operating margins while at Franklin Resources, an investment-advisory firm. And he argues that Amvescap isn't getting credit for PowerShares' growth. \u001d  The ongoing restructuring began after the mutual-fund industry scandal in 2003 and 2004, which tarnished a host of companies. \u001d  Investigations focused on rapid trading that skimmed long-term shareholders' profits in mutual funds. AIM and Invesco agreed to pay millions in fines and to reduce fees. Then the asset bloodletting began. \u001d  That gave the stock a discount well before Deutsche Bank lured 16 people from Amvescap's fixed-income business two weeks ago. But importantly, the asset drain waned in 2006, with gross redemptions of $1.4 billion. Redemptions crested in 2004 at $19.5 billion; they amounted to $16.2 billion in 2005, according to Amvescap data. \u001d  More exposure to out-of-favor growth funds hurt, but investment returns are strengthening and should shore up the stock, Alexander says. \u001d  Indeed, Amvescap's returns on retail managed assets improved in 2006. In the United Kingdom, 89% of its assets under management ranked among the top half of peers based on performance, compared with 72% in 2005. In the United States, 60% of the company's funds ranked in the top half of their peer groups, versus 45% at the end of 2005, Amvescap reports. \u001d  Wall Street expects Amvescap to produce long-term earnings growth of 12%, just above the industry average of 11%, according to Baseline. \u001d  Few large-cap competitors trade at a discount as large as Amvescap's, based on the  ratio of its price-earnings multiple to expected long-term-growth. \u001d  \"A bit of a discount to U.S. peers is warranted over the next few years as they [Amvescap] prove their ability to improve margins and turn flows positive -- but hopefully you narrow the gap,\" says analyst Douglas Rogers at Eaton Vance. \u001d  Of course, all asset managers will take a hit if the market goes south. But investors can take some  in Amvescap's asset diversification and minimal exposure to sub-prime-lending risks, which limited its recent market hit, writes William R. Katz, an analyst at Buckingham Research Group. \u001d  And with Amvescap fighting any further exodus of personnel, investors may want to be the next ones to swoop in -- into Amvescap stock. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"284fbdc56fea7bbfe57f80b3a56aefd9","symR":["00916.AE","HINKY","NL0000009165"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) Commodities Corner: The Unemployment Rate's Next Move: Up?","GmtTimeStamp":"2007-04-07T04:05:00.000000000","CompanyCodes":["00916.AE","HINKY","NL0000009165"],"IndustryCodes":["BVG","DST","XAEX","XDJGI","XENX"],"Story":"\b   (From BARRON'S) \b   By Lisa Kallal \u001d  Barley is to beer what grapes are to wine. so with world barley supplies forecast to fall to an 11-year-low by July, beer enthusiasts might want to savor their favorite brew. \u001d  \"The market is totally dry of barley,\" Heineken's (ticker: 00916.Netherlands) CEO Jean-Francois van Boxmeer said in late February, when the company released its yearly results. The shortage has pushed European Union malting-barley cash-market prices up 80% in the past 12 months. Prices also jumped in other major producing nations, including the U.S., Canada and Australia. \u001d  With global weather patterns becoming more volatile, droughts may increase, industry experts say. Additionally, the greater focus on biofuels to curb auto emissions is leading to a competition for cultivable land, including area seeded for malting barley. A severe drought slashed Australia's 2006 harvest by 60%, and amid President Bush's biofuel push, U.S. barley acreage harvested last year sank to its lowest level since 1885. \u001d  Steve Edwardson, executive director of the North Dakota Barley Council, says that corn and soybeans are pushing into traditional barley-growing areas due to attractive prices and improved, northern growing-zone versions of the crops. North Dakota is the largest barley-producing state, with up to 90% of its crop targeted for malt. Rising demand for biofuels crops gives E.U. farmers more planting choices, says Marieke de Rijke, barley analyst with Netherlands-based Rabobank. \"It's a structural shift,\" de Rijke adds. \u001d  Price pressures have \"added to our overall cost of goods in the U.S.,\" says Kabira Hatland, spokeswoman for Molson Coors Brewing (TAP). However, Hatland adds that long-term supply arrangements with farmers means Coors is less vulnerable to U.S. barley prices swings. \u001d  When Carlsberg (CARL-A.Denmark) released its results, chief executive Nils Andersen said he didn't think the higher prices were a trend and that the crop problems seen in 2006 probably wouldn't recur in 2007. Even though Anderson considers global warming to be a threat in general, he expects a more normal summer this year. \"Then, the prices will go down,\" he says. \u001d  French agricultural analytical firm Strategie Grains says world barley output could rebound by 10 million tons in the coming season. E.U. barley fields are in good condition, but Rabobank's de Rijke notes this also was the case last season -- until summer heat zapped E.U. production. \u001d  Analysts say that, even with favorable weather, it will take about1 1 1/2 to 2 seasons to rebuild the extremely tight world supplies. \u001d  Raw materials account for about 20% of total costs for Heineken. Barley currently accounts for 6% of a beer's sale price, while packaging accounts for about  14%, according to Netherlands-based analyst Gerard Rijk at ING Barings. \u001d  With the costs of aluminum, glass and energy also on the rise, Rijk says brewers will need to raise beer prices 1.5% to 2% in the coming year. Obviously, consumers won't be toasting that possibility. \b \u001d  Nymex's Comex copper rose to a new high for the year on continuing expectations for strong global demand. Markets were closed Friday for Good Friday. The May contract closed Thursday at $3.3770 a pound, up 29.05 cents from the level a week earlier. \u001d  --- \u001d  Lisa Kallal is a reporter for Dow Jones Newswires in London \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"36d38d0c6083828ff4bf699320e45a67","symR":["TOL"],"date":"2007-04-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/9) Barron's Mailbag: Missing Hero","GmtTimeStamp":"2007-04-07T04:03:00.000000000","CompanyCodes":["TOL"],"IndustryCodes":["HOM","HPR","XDJGI","XFFX","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  I cannot fathom why the greatest homebuilding CEO who ever lived, Robert Toll, dropped off your list (\"The World's Best CEOs,\" Cover Story, March 26). Under Robert Toll's leadership, Toll Brothers became the first and still only nationwide home-buiding brand. And the brand has not been diminished at all during the current home-building downturn. \u001d  Toll Brothers has the best earnings-per-share and cash-flow \"growth\" among the publichome builders  the last four quarters (all home builders are negative). Toll Brothers' gross and operating margins remain the best in category over the same period. \u001d  Since the 2006 Best CEO list was published, the U.S. home-building business has gone from supercharged to wet firecracker. But the prescient and self-confident leadership of Bob Toll has grown from outstanding to superior. Toll Brothers did not get caught out with excessive land or spec-home inventory. \u001d  Lawrence Anvik \u001d  Guilford, Conn. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"45308728374e4b02826994c92f15e570","symR":["GOOG"],"date":"2007-04-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"YouTube In Talks With Thailand Over Clips That Mocked King","GmtTimeStamp":"2007-04-07T06:32:00.000000000","CompanyCodes":["GOOG"],"IndustryCodes":["ISV","XDJGI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b \u001d  BANGKOK (AP)--Popular video-sharing Web site YouTube and the Thai government are discussing ways to end an impasse that arose after clips mocking the country's revered king appeared online, a Thai official said Saturday. \u001d  Sitthichai Pookaiyaudom, the minister of information and technology, said the government would only remove its ban on the site once it has the technical capacity to block individual offensive pages. \u001d  \"I am waiting to hear from (YouTube) about what can be done,\" Sitthichai told The Associated Press. \"If YouTube can't suggest a solution that we can effectively implement, then we have no choice but to keep the ban.\" \u001d  Thailand blocked YouTube on Wednesday after its owner, Google Inc. (GOOG), refused to remove a slideshow of King Bhumibol Adulyadej juxtaposed with imagery deemed to be offensive. \u001d  Insulting the monarchy in Thailand is a criminal offense known as lese majeste. Last week, a Swiss man was imprisoned for 10 years for vandalizing portraits of the king. \u001d  After the site was blocked, several more videos mocking Thailand's revered king appeared on YouTube. Some of the new postings explicitly criticized the censorship of the first video. \u001d  YouTube said one of its representatives has spoken with Sitthichai directly and that the ministry's technical team is having difficulty understanding how to block individual videos. \u001d  \"While we will not take down videos that do not violate our policies, and will not assist in implementing censorship, we have offered to educate the Thai Ministry about YouTube and how it works,\" said Julie Supan, head of global communications for YouTube. \u001d  Meanwhile, Sitthichai said that the site will remain blocked until all the contentious clips are removed. \u001d  \"I am a proponent of free speech but this is just culturally insensitive and offensive,\" he said, adding that he wouldn't block access to materials that are anti-government. \"But we will not tolerate materials that offend the monarchy.\" \u001d  He also said that the ministry remained concerned about the difficulty of blocking new materials that appeared almost daily. \u001d  \"Pulling down individual clips is not effective since they could repost them,\" he said. \u001d  The initial video, which was withdrawn Thursday, showed pictures of feet over the king's head - a major cultural taboo in Thailand, where feet are considered dirty and offensive - and graffiti scrawled over the 79-year-old monarch's face. At least one still frame from the video remained on the site. \u001d  A variation of the withdrawn video reappeared Friday, along with a new one that showed a picture of the king superimposed with a monkey's face. It also carried messages with profanities and said that Thailand's \"leaders are evil and hate free speech.\" \u001d  The YouTube ban has drawn sharp reactions in Thailand. \u001d  Some have criticized the ban as a violation of freedom of expression and another sign of censorship by the military-installed government that took power after a coup ousted former Prime Minister Thaksin Shinawatra. \u001d  Many viewers, however, have reacted with outrage, hurling abuse at the clip's creator. Some newspaper columnists have praised the ban, saying that YouTube should respect cultural sensitivities and not allow videos that would be considered illegal in Thailand. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 02:32 ET (06:32 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"45e752e1fc19021b1c76a85f261de994","symR":["BA.LN","BAESY","VTG.LN","GB0002634946","GB0031729733"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Politics To Delay Ship Merger Of BAE, VT Group - Report","GmtTimeStamp":"2007-04-07T09:51:00.000000000","CompanyCodes":["BA.LN","BAESY","VTG.LN","GB0002634946","GB0031729733"],"IndustryCodes":["ARO","DFN","XDJGI","XFT1"],"Story":"\b \u001d  LONDON (Dow Jones)--The GBP1 billion merger of BAE Systems PLC (BAESY) and VT Group PLC's (VTG.LN) shipbuilding assets has become a victim of politics and is likely to be delayed by several months, The Times reported Saturday, citing sources close to the government. \u001d  The creation of a single U.K. shipbuilder is being tied to an order by the Ministry of Defence for two aircraft carriers, each worth about GBP2 billion, the newspaper said. \u001d  Having missed a deadline to make the announcement last week, the news may be delayed until June or July to allow Gordon Brown to make the announcement as prime minister, assuming that he succeeds to the post, the newspaper reported. \b \u001d  Newspaper Web site: http://www.timesonline.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; 44 (0)20 7842-9320 \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 05:51 ET (09:51 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4948c3f57c290a38eb17516387a6b7d0","symR":["PETM"],"date":"2007-04-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/9) Follow-Up: Petsmart Unleashed","GmtTimeStamp":"2007-04-07T04:07:00.000000000","CompanyCodes":["PETM"],"IndustryCodes":["OTS","RTS","XDJGI","XISL","XNQ1","XRUS"],"Story":"\b   (From BARRON'S) \b   By Tom Sullivan \u001d  Give Fido a bone and yourself a treat if you own shares of PetSmart. \u001d  Last fall (\"Kibbles 'n' Ritz,\" Oct. 2), we reported favorably on PetSmart (ticker: PETM) after we visited its PetsHotel in Secaucus, N.J., and were impressed with the roaring faux fireplace, friendly staff and hypoallergenic lambskin blankets provided to the cuddly guests. Since then, the stock is up 21%, to 33.62. \u001d  It isn't check-out time yet, as Pet-Smart -- already No. 1 in retail sales of pet food and supplies -- plans lots of hotel openings to cash in on the pet-services boom. \"There's another 20%\" upside, says Ken Stuzin, co-manager of Brown Investment Advisory & Trust's Growth Equity Fund and holder of PetSmart shares. He adds that the stock, which ran into some volatility on recent news of tainted pet food, could reach 40 in 12 months. \u001d  Stuzin agrees with the consensus estimate that PetSmart will earn $1.66 a share in its year ended January 2008, but he sees $1.97 in the following year, a dime above the consensus. PetSmart made $1.33 per diluted share in fiscal '06. \u001d  Even if the economy slows, Stuzin says, more Americans, regardless of income, will treat their pets as people and \"look at other places to cut\" expenses. \u001d  So PetSmart should benefit from the new lifestyles of the pampered and furry. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4b9d0c8f7ef915137a28e3dde467f29f","symR":["C","LEH","MER","US1729671016","US5249081002","US5901881087"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) Quarterly Mutual Funds Review: The -2-","GmtTimeStamp":"2007-04-07T04:07:00.000000000","CompanyCodes":["C","LEH","MER","US1729671016","US5249081002","US5901881087"],"IndustryCodes":["BAN","BNK","FIS","SCR","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5","XSTF"],"Story":"\u001d  \"Attracting and retaining talent is what we're all about,\" says Joe Amato, global head of asset management and a former high-yield analyst. \"There's really nothing stopping our folks from walking across the street to another firm. It's incumbent on us to build, maintain and enhance the environment.\" \u001d  Neuberger also must replace key managers as they retire. But Schwartz, 65, notes that the Straus Group alone has six experienced managers, including one in his 40s and several in their 50s \"who are full chiefs in making investment decisions.\" \u001d  The group oversees nearly $22 billion, two-thirds of it for wealthy individuals, compared with just $21 million when Schwartz became a partner in 1966. That growth was fueled by talent, good management and a culture that should endure -- as long as Lehman continues to show the good sense to leave it unchanged. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4ecfdf0042063ff53728fdbe5a8c2ad7","symR":["ABHH","BCO","FSII","GMO","MWA","MWAB","NETM","UBET","USTR","VITA","WLDA"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-04-07T04:03:00.000000000","CompanyCodes":["ABHH","BCO","FSII","GMO","MWA","MWAB","NETM","UBET","USTR","VITA","WLDA"],"IndustryCodes":["AIR","BLD","CNO","CPR","GLD","ICS","ITC","MDS","PCS","SEM","SOF","SVC","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining more than 5% of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from March 30 through April 4. Source: Dow Jones Corporate Filings Alert \b \u001d  Activists \b \u001d  Youbet.com (UBET) \u001d  New World Opportunity Partners I may seek representation on the company's board. If it does, it may nominate Jay R. Pritzkeras a director. New World Opportunity Partners I holds 3,914,143 shares (9.3% of the total outstanding). \b \u001d  Idaho General Mines (GMO) \u001d  Shareholder Coghill Capital Management said it had notified Idaho General Mines of possible business combinations that it believes may be of interest to the company. Coghill also asked Idaho General's board to develop a plan to \"achieve the highest quartile of corporate governance within the next six months.\" Coghill has 15.5 million shares (27.4%). \b \u001d  World Air Holdings (WLDA) \u001d  Riley Investment Management wants the company to be sold or go private. Riley said it is concerned about World Air's financial controls, late public filings, allocation of shareholder capital and its board's \"lack of oversight and diligence\" and absence of shareholder representation. Riley Investment owns about 1.42 million shares (5.9%). \b \u001d  Brink's (BCO) \u001d  MMI Investments remains \"frustrated\" over the company's \"longstanding, significant undervaluation, relative to its peers\" and called for a tax-free spinoff of Brink's two business segments. MMI believes the spinoff would result in an aggregate value of $79 a share for the two companies. MMI holds about four million shares (8.3%). \b \u001d  FSI International (FSII) \u001d  Chapman Capital intends to solicit interest in acquiring the company by prospective strategic buyers and to recruit personnel who would replace the current management. Chapman has become \"increasingly disconcerted by the apparent divergence between ownership and management\" of the Minneapolis maker of capital equipment for the microelectronics industry. Chapman holds about 1.99 million shares (6.5%). \b \u001d  American Bank Note Holographics (ABHH) \u001d  An investor group including Levy, Harkins & Co. said it had nominated five candidates for election to the board: Randall C. Bassett, J. Patrick Collins, Eric Haskell, David F. Waguespack and Peter Woodward. The group wants the new directors to consider a possible sale of American Bank Note Holographics. The group reported holdings of about 3.96 million shares (20.9%). \b \u001d  Increases in Holdings \b \u001d  Mueller Water Products (MWAB) \u001d  Fairholme Capital Management raised its stake to 9,524,500 Class B common shares (11.1%), by buying 1,475,500 from Jan. 29 to March 30 at $13.42 to $15.16 each. \b \u001d  NetManage (NETM) \u001d  Riley Investment Management raised its position to 668,752 shares (7%) from the 536,111 reported on Feb. 6. No transaction details were provided. \b \u001d  Decreases in Holdings \b \u001d  Orthovita (VITA) \u001d  Angiotech Pharmaceuticals (ANPI) sold all of the 5.68 million shares it owned on March 27. No details of the transaction were disclosed. \b \u001d  United Stationers (USTR) \u001d  Noonday Asset Management cut its stake to 2,130,000 shares (7.2%) by selling 604,889 from March 14 to April 2, at prices ranging from $57.12 to $60.13. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"51d1e757a86ee76ac88068871974b6cf","symR":["5304.KU","GM","VLKAY","VOW.XE","DE0007664005","MYL5304OO000","US3704421052"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Malaysia's Proton Says No Tie-Up Preference Between VW, GM","GmtTimeStamp":"2007-04-07T08:17:00.000000000","CompanyCodes":["5304.KU","GM","VLKAY","VOW.XE","DE0007664005","MYL5304OO000","US3704421052"],"IndustryCodes":["AUT","XDAX","XDJGI","XDJI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  KUALA LUMPUR (AP)--Malaysia's national auto maker Proton Holdings Bhd. (5304.KU) said Saturday it had no preference between Europe's Volkswagen AG (VOW.XE) and U.S. auto maker General Motors Corp. (GM) for a strategic alliance, and that the government was still looking at both proposals, a news report said. \u001d  \"The main issue is that the government and the country's objectives should be met,\" the national news agency Bernama quoted Proton managing director Syed Zainal Abidin as saying. \u001d  Malaysian state investment company Khazanah Nasional owns 43% of loss-making Proton, which has seen its market share in the Southeast Asian nation dwindle in the past few years. \u001d  The government has already missed a March deadline to decide between General Motors and Volkswagen. \u001d  Prime Minister Abdullah Ahmad Badawi, who is also finance minister, said recently he would meet Volkswagen executives, but didn't say when or provide any details. \u001d  Syed Zainal didn't say when a decision on a partnership would be made, and didn't say which auto maker was better suited for Proton. \u001d  \"I think all stakeholders understand the importance\" of the strategic partner, Bernama quoted him as saying. \"We are working on the deadline but the decision is not a simple matter.\" \u001d  Proton, which hopes to become a significant exporter of cars, reported a net loss of 281.5 million ringgit (US$80 million) in the quarter that ended Dec. 31, 2006, compared with a net profit of MYR86.5 million a year earlier. \u001d  For years, the company thrived in a protected environment, including high duties on imported vehicles that forced many Malaysians to buy Proton cars. But the duties have been slowly lowered in line with a regional trade agreement, and more Malaysians have sought out imported vehicles. \u001d  In March, GM chief executive Rick Wagoner said there was still a lot of work to be done on a possible partnership, while Volkswagen executives said talks were at an advanced stage. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 04:17 ET (08:17 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"533247a3be09717fa9713ff449c0f334","symR":["SLM"],"date":"2007-04-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/9) DC Current: The Discreet Charms Of Sallie Mae","GmtTimeStamp":"2007-04-07T04:04:00.000000000","CompanyCodes":["SLM"],"IndustryCodes":["CFN","XDJGI","XFFX","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Jim McTague \u001d  As the democrats' political fortunes began to visibly rise last summer, the shares of student-loan giant SLM, or Sallie Mae, went into a swoon. Democrats for years have been agitating for a reduction in arguably generous federal guarantees and subsidies paid to private lenders in the student-loan market -- and Sallie Mae is the biggest of the bunch. Since July, its shares (ticker: SLM) have fallen from the low 50s to a recent 41. But there's a compelling argument that theshares have been oversold, and could bounce back by at least 10%. \u001d  Virginia-based Sallie Mae, once a federally chartered corporation, went completely private in 2004, and now sports a market value or more than $17 billion. It makes both government-backed and private loans, issues loan guarantees and bundles loans for sale to investors as securities. \u001d  Ever since the administration of Bill Clinton, Democrats have treated lenders participating in the Federal Family Education Loan Program -- which dates to Lyndon Johnson's presidency -- as if they were vampires feeding sordidly off of students and taxpayers. Sen. Ted Kennedy of Massachusetts, chairman of the Health, Education, Labor and Pensions Committee, is especially contemptuous. He has called Sallie Mae a \"sham.\" Its congressional foes seem to be out to vilify the industry in order to make their colleagues and the public more amenable to laws to weaken FFELP. \u001d  When Clinton was president, Kennedy and his allies passed a law that permitted the Department of Education to make loans directly to college students. The assumption was that DoE would dominate the market by being less costly and more efficient than private lenders like Sallie Mae, driving them out of this business. Instead, DoE's program, wrapped in the usual bureaucratic red tape, lost money. Some private lenders out-hustled it, offering better service. \u001d  A few lenders, it now appears, wined and dined officials at the universities who compliantly pushed their products. Andrew Cuomo, the man who replaced the relentless corruption-hound Eliot Spitzer as New York's attorney general, seems to have uncovered widespread evidence of this questionable style of courtship, including gifts of stock options to university and federal officials by Student Loan Xpress, owned by CIT Group (CIT). \u001d  When the Democrats assumed control of the House of Representatives in January, they passed a measure by a vote of 356 to 71 to cut subsidies to lenders by some $7.5 billion through 2012. There's a companion bill in the Senate co-sponsored by Kennedy awaiting action. Shares dropped from around $48 to $45. Then on Feb. 5, President Bush released his budget, which called for a sharp reduction in the interest rates Sallie Mae and other lenders are permitted to charge for student loans. This was unexpected; Bush had been an ally of the industry. Sallie Mae's shares dropped again, to around 42. \u001d  Sallie Mae's chairman, Albert Lord, had sold 400,000 shares of stock on Feb. 1 and 2, at about 46. Democrats in the House immediately launched an investigation to determine if Lord had any advance knowledge of the Bush budget, something Lord denies. Lord would not elaborate, because it turns out there's also a probe of the sale by the Securities and Exchange Commission. \u001d  The thunder and lightening set off by those investigations has discouraged contrarians from jumping in and buying the stock. The mortgage-market meltdown and the slowing economy also have investors worried that Sallie Mae might have to increase its writeoffs for bad loans. \u001d  The investigations on the Hill were started in part because Lord occasionally plays golf with House Republican Leader John Boehner of Ohio and in part because Sallie Mae's in-house lobbyist, Tim Morrison, once worked with Josh Bolten, now the White House chief of staff. The SEC may have felt compelled to launch an investigation so as not to be upstaged by Congress. \u001d  Lord advised his board of the pending sale on Jan. 25. Sallie Mae's officers and directors have a window of 30 days each quarter, following the release of earnings, when they may sell stock. He still owns 785,994 shares, worth about $32 million \u001d  Children, of course, are still heading off to college and borrowing heavily for tuition. The current consensus is that Sallie Mae will report earnings of close to 80 cents a share this quarter, and around $3.25 for the year. That means the stock is trading for a modest 13 times forward earnings. It used to trade at around 19 times forward earnings. \u001d  With just a bit of good news, the stock easily could pop toward 15 times earnings, or over 48. And what might that good news be? Because Democrats have just a slight advantage in the Senate, it's probable that Congress will give lenders a shave, not a scalping, when all is said and done. And Sallie Mae has seen the handwriting on the wall. We expect that the company will set a new course that isn't as dependent on federally subsidized loans. \u001d  --- \u001d  E-mail: jim.mctague@barrons.com \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"57da874e27494f334749248f846275ff","symR":["ASEI","CHK","CY","DHI","GI","HD","MRO","MSFT","NDE","PFE","RDC","RIG","SPWR","TNP","UNTD","VALUX","US4370761029","US5658491064","US5949181045","US7170811035"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) Quarterly Mutual Funds Review: Searching From Sea To Sea For Value","GmtTimeStamp":"2007-04-07T04:07:00.000000000","CompanyCodes":["ASEI","CHK","CY","DHI","GI","HD","MRO","MSFT","NDE","PFE","RDC","RIG","SPWR","TNP","UNTD","VALUX","US4370761029","US5658491064","US5949181045","US7170811035"],"IndustryCodes":["BNK","DRG","DRL","ELQ","HIM","HOM","HPR","ISV","ITC","MAR","OIE","OIL","OIS","RTS","SAL","SEM","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Neil A. Martin \u001d  Interview with John Buckingham \u001d  Chief Investment Officer, Al Frank Asset Management \b \u001d  John Buckingham wears many, well, caps. Working from offices overlooking the Pacific in beautiful Laguna Beach, Calif., he's both the chief exec and chief stockpicker for Al Frank Asset Management, a firm that roams freely from micro- to large-capitalization stocks in search of bargains, regardless of size or style. He and his team pore over 1,200 equities, searching for candidates for two mutual funds and separately managed accounts, with assets totaling $860 million. Buckingham also publishes the monthly Prudent Speculator investment newsletter, which, over three decades, has recommended 1,346 stocks that have enjoyed an average annual return of 20.61%. The Al Frank Fund (ticker: VALUX) has provided a nearly 16% annual return since its founding in 1998, a performance that puts it among the top 90 mutual funds over that span. A sister fund, Al Frank Dividend Value (VALDX), invests in inexpensive stocks that pay a dividend. We recently asked Buckingham, 41, about his market view and current favorites. \b \u001d  Barron's: In your recent newsletters and commentaries, you've sounded pretty optimistic about the stock market. What's so enticing? \u001d  Buckingham: I am always bullish on the long-term prospects of the undervalued stocks we own. And why not? Not only has history shown that equities in general have returned 10% to 12% per annum, on average, over the past eight decades, but value-priced stocks [trading at relatively low price-to-book-value ratios] have performed even better. \b \u001d  Q: Do you think stocks are still cheap? \u001d  A: Yes, I do. If you look at the big three equity benchmarks from Standard & Poor's, the large-cap S&P 500 now shows a 2007 forward price-earnings [P/E] ratio of 17.3, the mid-cap S&P 400 sports a forward P/E ratio of 17.4 and the small-cap S&P 600 boasts a forward P/E ratio of 18.2. All of these multiples are low by the standards of the past two decades, though I concede that they have certainly been lower over the past 80 years. Of course, interest rates are also unusually low, meaning that stocks should trade for higher valuations. \b \u001d  Q: Ok, but there are some disturbing signs, especially in the housing market, that the economy may be slowing, which would not be good for the market, correct? \u001d  A: Obviously, the U.S. economy is a wild card, but we think that the Federal Reserve has done, and will continue to do, a pretty good job of balancing growth and inflation. \u001d  We also can't forget that we're now in the seasonally-favorable third year of a presidency, a period that has been very positive for stocks in general and our shop in particular. Our newsletter model portfolios have had an average return of 52% for these years. In addition, though the Al Frank Fund did not commence operations until the start of 1998, its presidential third years -- 1999 and 2003 -- were its best ever, with gains of 60% and 78%, in that order. \b \u001d  Q: Your investment style has been described as all-cap-go-anywhere. Is that a fair characterization? \u001d  A: Nothing sets us apart more than our approach to selecting stocks, perhaps because we've never understood the industry's desire to be boxed in. It's our contention that limiting our investment possibilities by market capitalization or value-versus-growth distinctions only serves to limit our returns. Freeing ourselves with this style-agnostic mindset enables us to go forth and seek bargains wherever they may hide. \u001d  If small-cap stocks have had a great run, which is presently the case, it's time to start looking at mid- and large-cap companies. If a $100 million tech stock with a cash-rich balance sheet is inexpensive, we have no anti-tech bias that's going to preclude us from buying it. If a $100 billion financial behemoth with a single-digit P/E is on sale, we're buying. Bargains are bargains, and we'll be there to take advantage of them. \b \u001d  Q: What constitutes a bargain? \u001d  A: We search far and wide for stocks that are trading at substantial discounts -- 40% to 50% or more -- to our determination of their long-term, three-to-five-year fair-valuation price. Our target prices are based on a variety of factors, including financial fundamentals, historical norms, growth prospects and industry trends. \b \u001d  Q: What would be an example of this go-anywhere approach to investing? \u001d  A: If you look at our percentage weightings in Morningstar style boxes, you'll see that while the small-cap value box may be the largest category by weighting, it's by no means our exclusive target. And a holdings-based analysis of VALUX would reveal that the stocks in which we invest are generally less expensive than those pursued by our peers, while having greater growth characteristics. Who says a value manager can't invest in companies that grow? \u001d  For an even more vivid example of our go-anywhere style, consider the 10 stocks that have contributed the most to the performance of VALUX so far in 2007. They are large-caps Valero Energy (VLO), CSX (CSX) and US Steel (X); mid-caps Tesoro (TSO) and Goodyear Tire (GT); small-caps OMI (OMM) and Ryerson (RYI); and micro-caps LMI Aerospace (LMIA), Network Equipment Tech (NWK) and Vicon Industries (VII). [The Al Frank Fund currently owns about 300 stocks]. \b \u001d  Q: What sectors do you like now? \u001d  A: We let valuations dictate the sectors in which we invest, and we strive to obtain exposure to as many industry groups as possible. But bargains have tended to congregate in sectors like materials, energy, business services and computing hardware. \b \u001d  Q: How about tech? \u001d  A: Unlike many of our value-oriented peers, we do find tremendous opportunity in technology. In fact, VALUX has had a significant tech weighting since its inception, yet it managed to avoid much of the fallout from the bursting of the tech bubble in 2000-2002. Believe it or not, our tech-heavy fund was actually up 7% in 2000 and up 30% in 2001. Generally speaking, we like to invest in technology companies where the balance sheet is strong; that is, with little or no long-term debt and lots of cash. \b \u001d  Q: Like what? \u001d  A: Among the large-cap stocks, we like Microsoft (MSFT). The company is a cash machine. We expect gains in the software giant's fortunes should soon begin to accelerate as the new Vista operating system and Office productivity-software cycles take hold, its next-generation server product hits the market and its Entertainment and Devices division, which includes the fantastic Xbox video-gaming unit, evolves toward a profit-contributing foundation. Microsoft trades for an inexpensive [for this company and its industry] 17 times forward earnings, yields 1.4% -- and the long-term-debt-free balance sheet shows $29 billion in cash and investments. \b \u001d  Q: What about medium and small companies? \u001d  A: Cypress Semiconductor (CY) is a very profitable, medium-sized integrated-circuit maker that owns about three-quarters of alternative-energy fave SunPower (SPWR). Its shares (52 million) in the solar-cell and solar-panel maker are worth almost $2.2 billion, yet the market-cap on all of Cypress is only $2.7 billion. Cypress' revenue, excluding SunPower, was $855 million in 2006, so there's more value than the market currently ascribes to it. Since we think the semiconductor and solar businesses both have great long-term growth potential, a purchase of Cypress affords an inexpensive way to play both trends. \u001d  Small-cap American Science & Engineering (ASEI) is a producer of X-ray inspection systems. It's a homeland- security play that trades for a market multiple, while having superb growth prospects and a pristine balance sheet that sports more than $12 per share in cash, net of debt. \b \u001d  Q: What do you like in energy? \u001d  A: We have been heavy into the energy sector with names like Giant Industries (GI), Marathon Oil (MRO) and TransOcean (RIG), joining the aforementioned Tesoro and Valero. And because we continue to believe that the global economies will remain healthy this year and next, as well as over the next five to 10 years, we remain fans of the energy sector, as valuations have hardly caught up with the tremendous earnings growth seen over the past few years, and in many instances, likely to be seen over the next few years. \b \u001d  Q: Who are your current favorites? \u001d  A: Large-cap Chesapeake Energy (CHK) is one. While natural gas, the lion's share of their business, has been extremely volatile, this company has done a terrific job of hedging their production in the past couple of years when prices were high, while scooping up properties in years past when prices were much lower. It presently trades for less than nine times earnings. \u001d  Rowan Cos. (RDC) is another. This medium-size contract oil-and-gas driller operates 21 shallow-water jack-up rigs and 26 land-based rigs. The company also builds rigs and mining equipment like front loaders. And it has a major cost advantage over other drillers, as it produces all of the steel it needs for equipment production in its own mini-mill. As a result, it does not to have to worry about potential steel-cost pressures. Rowan's shares currently change hands at about seven times the '07 consensus earnings forecast, with that number dropping to six on the '08 estimate. \b \u001d  Q: You were a big bull on housing. Is that still the case? \u001d  A: While the housing sector has hurt us in the past year or so, we have been in housing-related stocks since VALUX was launched in 1998, so we can't complain too much about our overall experience. We share the outlook of many homebuilders who expect the decline in national-housing activity in 2006 to be followed by another falloff in 2007 as the excess inventories of speculator-owned homes are sold to true home buyers. But we are optimistic that 2008 will see a stabilization or an increase in housing starts again. In the near-term, we would expect the flow of news to remain pretty depressing. \b \u001d  Q: Who do you like? \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 07, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"670754b09e41786f134ffdb8e8c35a01","symR":["GCI"],"date":"2007-04-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/9) Printing Money","GmtTimeStamp":"2007-04-07T04:06:00.000000000","CompanyCodes":["GCI"],"IndustryCodes":["MED","PUB","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  Takeovers are changing the face of the newspaper-publishing business, a trend that will continue if Sam Zell's leveraged buyout of Tribune succeeds. As the deals pile up, Wall Street is starting to wonder what steps Gannett, the industry leader, might take to cheer its long-suffering shareholders. \u001d  Gannett's shares (ticker: GCI), now at 56, have fallen along with those of other newspaper operators in recent years as the company's profits have gone flat. Down from a peak of 90, the stock is back where it traded in 1998. Gannett's profits have been stuck at about $4.90 a share for the past three years, though this year's are expected to fall to $4.71, reflecting weak newspaper-advertising trends and a decline in political ads at the company's TV-broadcasting division in an off-election year. Recent advertising trends at Gannett and most publishers have been poor. \u001d  Gannett publishes USA Today, a large group of newspapers in small to midsized U.S. cities, and regional papers in Britain. Known for its strong financial management and cost controls, the McLean, Va.-based company has the highest operating margins in the U.S. newspaper business, at almost 30%. With a market value of $13.2 billion and debt of $5 billion, it is an unlikely target for a takeover or leveraged buyout, especially given private-equity firms' aversion to the industry. \u001d  Yet there are steps Gannett could take to enhance shareholder value, starting with a sizable increase in its annual dividend, now $1.24 a share, which provides a yield of 2.2% The company also could spin off its TV operation, which includes an attractive collection of NBC stations. Pure-play TV stocks like Lin TV (TVL) and Sinclair Broadcast Group (SBGI) have doubled in the past six months, reflecting potential buyout interest and the prospect for increases in retransmission payments from cable operators for local stations. \u001d  Gannett gets little credit for its captive broadcast division, which generates 10% of its annual revenue and 17% of its pre-tax cash flow. Given rising valuations in the sector, the TV business could be worth $5 billion, or more than $20 per Gannett share. Other assets include a 42% stake in CareerBuilder.com, a leading online jobs site, that could be worth $600 million. \u001d  So far, Gannett's management, led by CEO Craig Dubow, 52, has been cool to the idea of a hefty dividend increase or TV spin-off. The company seems to want the financial flexibility to make acquisitions or expand its stock-buyback program. Dubow headed Gannett's broadcast unit before succeeding longtime CEO Doug McCorkindale in 2005, and may be reluctant to part with it. \u001d  A Gannett spokeswoman said last week that Gannett \"considers any option that would enhance shareholder value. Our executives and board are very engaged in considering any and all options.\" Gannett executives declined to comment. \u001d  Gannett trades for 12 times estimated 2007 profits, the lowest price/earnings ratio in the newspaper group. Zell is paying $34 a share, or 17 times '07 forecasts, for Tribune (TRB). Stronger than Tribune, Gannett is expected to produce about $5 a share of free cash this year, resulting in a free-cash-flow yield of 9%, among the highest in the business. \u001d  Credit Suisse analyst Debra Schwartz, who upgraded Gannett to Outperform from Neutral this year, and set a $65 price target,wrote in a client note that a \"significant potential catalyst\" for the company's stock price would be the use of its \"free cash.\" Although the company doesn't have an activist shareholder base, she said management is \"under pressure to improve returns.\" \u001d  Late last year Merrill Lynch analyst Lauren Rich Fine caused a stir when she wrote a client note titled \"Deafening Dividend Drumbeat,\" in which she said \"investors are becoming obsessed with Gannett's ability to pay a much higher dividend and its seeming reluctance to do so.\" \u001d  Gannett is paying out just 25% of its earnings and free cash flow, but could easily lift its annual dividend to $3 or $3.50 a share -- and probably more than $4. With a dividend of $3.50, Gannett would yield more than 6%, and still have ample cash for other initiatives, including the transformation of its newsrooms into \"information centers\" to serve both print and online readers. \u001d  Gannett's problem may be that management still views newspaper publishing as a growth business, rather than the mature --  or declining -- pursuit it has become. Investors in mature industries like high dividends to offset the inherent business risk. \u001d  The bear case for Gannett, and other publishers, is that corporate advertising and high-margin classifieds will continue to migrate to the Internet. Skeptics argue Gannett's plump margins will fall. But the company's focus on small to mid-sized markets and its obsession with local coverage may help insulate it from the woes affecting big-city papers like the Boston Globe. \u001d  Historically a buyer of newspapers, Gannett has been a restrained acquirer in recent years, even refusing to bid for Knight-Ridder last summer. Knight-Ridder's buyer, McClatchy (MNI), has seen its shares plunge 40% since the deal, by far the worst showing in the industry. \u001d  In 2004 and 2005, Gannett had an aggressive share-buyback program, repurchasing more than 37 million or 13% of its shares. The purchases were badly timed, costing the company an average of $80 a share. Viewed another way, Gannett wasted $900 million of shareholder money that could have been used to lift the dividend. The dividend issue is timely since New York Times' (NYT) announcement last month that it would increase its payout by 31%, for a yield of nearly 4%. \u001d  On Gannett's earnings conference call in February, the company showed little interest in a higher dividend. CFO Gracia Martore said: \"We continue to look for significant examples where companies that have dramatically increased their dividend have seen a long-term, even intermediate to long-term, benefit to their stock price.\" \u001d  But Gannett may be missing the example of Gatehouse Media (GHS), a leveraged operator of small-market newspapers that went public in late 2006. Formed and controlled by Fortress Investment Group (FIG), Gatehouse trades at 20 and yields 7%; the company pays out nearly all its free cash in dividends. Result:  it's  valued at 13 times projected 2007 pre-tax cash flow, a 60% premium to Gannett. \u001d  Gannett doesn't have to be so generous, but its current dividend policy seems stingy. Given the challenges in the industry, it might have to rethink its conservative financial and corporate strategy. Unlike New York Times, Dow Jones (DJ, the publisher of Barron's) and Washington Post (WPO), Gannett doesn't have a controlling family or super-voting stock. If the company doesn't move, it could attract activist investors who would seek to force change. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6714d2ebe479788f32f0e8a74f789186","symR":["C","LEH","MER","US1729671016","US5249081002","US5901881087"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) Quarterly Mutual Funds Review: The Village That Works","GmtTimeStamp":"2007-04-07T04:07:00.000000000","CompanyCodes":["C","LEH","MER","US1729671016","US5249081002","US5901881087"],"IndustryCodes":["BAN","BNK","FIS","SCR","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Lawrence C. Strauss \u001d  Wall Street firms have had mixed results in the asset-management business. Citigroup and Merrill Lynch, with their vast retail brokerage forces, got out, thanks partly to potential conflicts over peddling in-house funds to clients. Mediocre performance didn't help either. Morgan Stanley is trying to fix its asset-management unit, which has been plagued by underperformance and outflows in recent years. \u001d  But Lehman Brothers (ticker: LEH) has done much better, in part because of one smart deal -- the 2003 purchase of Neuberger Berman, just as the U.S. equity market was starting to revive. Value stocks, then as now, were often the winners, a trend that has played neatly to Neuberger Berman's strengths. \u001d  Lehman bought the venerable money manager for about $2.5 billion in stock and cash. Neuberger now supervises about $121 billion, accounting for a little more than half of Lehman's asset-management business, which on Feb. 28 stood at $236 billion. \u001d  Neuberger's assets have roughly doubled since mid-2003, as has Lehman's stock price, which was north of 70 late last week. Lehman, which doesn't have a mass-market retail-brokerage unit, does have distribution muscle in an important and growing market -- wealthy investors -- along with capital, and an esteemed management team led by longtime Chief Executive Richard S. Fuld. \u001d  Also, Lehman, whose investment-management division accounted for about $2.4 billion, or 13.7%, of the firm's overall revenue last year, now has a more stable earnings stream, in part because of the fees generated from managing a lot more money, including fixed-income investments and stakes in alternative investments such as private-equity holdings. Prior to 2003, it had a very small asset-management business. \u001d  While its asset totals are dwarfed by those of behemoth mutual-fund firms like Capital Research and Management, Fidelity and Vanguard, all of which oversee around $1 trillion, Neuberger Berman remains an effective niche player, in part because Lehman has trod relatively lightly. \"There has been no interference, nor any indication of a desire to mess around with the management of the assets,\" Jack Rivkin, Neuberger's veteran chief investment officer, tells Barron's. \u001d  Notes Marvin C. Schwartz, a longtime money manager who works at the Straus Group, a Neuberger unit: \"Lehman said we are going to continue to support your research department and commissions you are paying to Wall Street firms.\" \u001d  Lehman has not only retained the Neuberger brand but has expanded it. Neuberger's most public accounts, its equity retail mutual funds, now total $34 billion. The firm, based in its own Manhattan digs separate from Lehman's headquarters, offers a range of no-load equity funds (although some charge 12b-1 fees), many with a value bent. \u001d  The managers emphasize fundamental research, and investing with conviction. \"They are definitely not index-huggers,\" says David Kathman, an analyst at Morningstar who gives the firm a good overall grade for its investment approach. \u001d  Neuberger Berman was launched in 1939 by Roy Neuberger and Robert Berman. Berman died in the 1950s; Neuberger, who is 103 and no longer actively involved with the firm, was trading stocks in the 1920s. Known as a renaissance man with a deep understanding of money management, Neuberger cut a big figure in modern art and philanthropy. \u001d  Besides being a savvy investor, he knew how to build a business. In the 1950s and 1960s, when $100,000 was a big account, he and his partners, including Phil Straus, focused on managing money for wealthy clients. In the 1970s, when the pension-fund world opened to new investment talent owing to federal legislation, Neuberger ventured there, too. The firm is still known for catering to the wealthy, its $52 billion in institutional equity assets notwithstanding. \u001d  Neuberger's reputation for investment acumen dates to its founding. \u001d  In the late 1940s, Alfred Winslow Jones, widely regarded as having launched the first hedge fund, turned to Neuberger Berman for prime-brokerage services. Jones \"went to every leading investment-banking firm, and when they heard that a basic tenet of portfolio management was going to be selling stocks short, they didn't want anything to do with it,\" says Schwartz, who joined the Straus Group in 1961. \u001d  In the 1950s, Neuberger further solidified its reputation by providing research on the burgeoning electric-utilities industry. Toward the end of that decade, it helped its clients with a good call on AT&T. \"Neuberger got wind that very, very good things were going to happen there,\" Schwartz recalls. \"And almost every single account at the firm loaded up.\" \u001d  A strong commitment to research still pervades Neuberger, which has a centralized team with 42 employees, up from 28 when Rivkin joined the company in 2002. In addition, some of the investment teams have their own research staffs -- and they can tap Lehman's bench of sell-side analysts. \"We make tremendous use of it,\" says Schwartz. \u001d  At Neuberger's headquarters, a daily ritual is the morning meeting, held at 8:15. \u001d  On a recent day, Teresa Donahue, a veteran retail analyst with more than a decade at Neuberger, weighed in on Tiffany (TIF), which in her view still has upside. Maureen McGrath, a former sell-side analyst, addressed the issue du jour: the fallout of the deteriorating subprime residential mortgage market. Her take: The market has discounted the news -- although she doesn't expect a U.S. housing recovery until next year. \u001d  \"If you're going to have any credibility with the portfolio managers, you're going to have to speak their language,\" Rivkin, himself a former analyst, tells a reporter after the meeting. \"It's not that you can't have uncertainty, but you always have to reach a conclusion.\" \u001d  Neuberger has plenty of clout with brokerage firms, owing to its large volume of stock trading. It also doesn't have trouble luring corporate executives to discuss their companies' outlooks. On average, Rivkin says, six companies visit its New York or Chicago offices every day. \u001d  In overseeing the operation, Rivkin, a fly-fishing enthusiast who's been around Wall Street since the 60s, eschews making short-term market predictions. Instead, he tries to make sure his investment teams are thinking about the \"big themes,\" such as the growth of China, the aging global population and alternative energy. \"If you get the right calls on those issues, the wind is at your back,\" Rivkin says. \u001d  Even though Neuberger is known as a value shop, Rivkin oversees a disparate group of managers whose styles can differ, sometimes crossing over to growth. There is no mandatory, firmwide Buy or Sell list. One analyst calls Neuberger \"a village of boutiques.\" \u001d  Guy Moszkowski, who covers Lehman for Merrill Lynch, says the structure is \"a plus and a minus.\" In his view, \"it's probably harder to manage an organization that's diverse like that. But, on balance, it's been a strength.\" \u001d  Rivkin, helped by the portfolio analytics group, keeps tabs on 40-plus investment teams, more than 25 of which specialize in high-net-worth accounts, monitoring everything from price-earnings multiples to how much of a fund's return resulted from stock selection or sector bets. The teams include the Straus Group, which looks for undervalued securities, and the Kaminsky Group, whose strategy is considered opportunistic growth and income. Seventeen other teams focus on institutional money. \u001d  The Neuberger mutual funds generally have good long-term track records; however, with managers unafraid to make contrarian calls, they can strike out sometimes. One example is Neuberger Berman Genesis (NBGAX), helmed by longtime managers Judith Vale and Robert W. D'Alelio and closed to new investors. Its one-year return of 6.59% ranks in the 46th percentile of its Morningstar peer group, small-cap blend. However, its three-year (13.29%) and five-year (13.06%) numbers are in the top 30%. \u001d  The managers hew to a buy-and-hold philosophy, and they'll let their winners run. \"We have always run money the same way, which is to buy high-quality companies at reasonable prices,\" says Vale. \u001d  Concerned that the economy is slowing, Vale and her team have steered the $10.4 billion portfolio away from cyclical areas, although it still has a healthy dose of energy. She reduced its number of financial stocks while boosting the overall total of holdings to more than 140. Both changes were made to reduce risk. The fund's pullback from cyclicality, Vale says, \"penalized us last year, but it's helping this year.\" \u001d  Other retail funds in the firm's stable include Neuberger Berman Focus (NBSSX), a sometimes volatile large-cap blend offering, run by Robert Cormanes. Its three-year annual return, a paltry 2.35%, trails the S&P 500's by nearly eight percentage points and ranks near the bottom of its Morningstar peer group, although Morningstar's Kathman credits Corman for reducing the fund's volatility. \u001d  A fund with a stronger recent track record is Neuberger Berman Guardian (NBGUX), a large-cap blend portfolio whose lead manager is Arthur Moretti. Other funds in the lineup include Neuberger Berman Partners (NBPBX), which S. Basu Mullick oversees by looking for undervalued companies with a long-term investment horizon. \u001d  Overall, Neuberger's retail funds earn plaudits. Their expenses have fallen since Lehman took over, Kathman says, and the firm seems to understand the concept of being a fiduciary. For example, it closed the Neuberger Berman International Fund (NBITX), a well-regarded portfolio that Benjamin Segal has run since 2000, because of worries about whether it had become too big. \u001d  For all of its success, Neuberger isn't immune to trouble. Non-compete agreements for various managers, in place since the Lehman acquisition, will begin to expire, probably starting next year. With genuine money-management talent at a premium amid an abundance of liquidity, Neuberger must guard against raids. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 07, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"68d3b45b704ed1d88cd871a822a883ae","symR":["30110.AE","ABN","BARC.LN","BCS","GB0031348658","NL0000301109"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barclays Closes In On ABN Amro Takeover - FT","GmtTimeStamp":"2007-04-07T08:47:00.000000000","CompanyCodes":["30110.AE","ABN","BARC.LN","BCS","GB0031348658","NL0000301109"],"IndustryCodes":["BAN","BNK","XAEX","XDJGI","XENX","XFT1","XGTI","XNYA","XST5"],"Story":"\b \u001d  LONDON (Dow Jones)--Barclays PLC (BARC.LN) is expected to unveil its takeover of ABN Amro Holding NV (ABN) within the next 10 days as executives at the two banks hammer out the final details of what is likely to be the largest ever financial services deal, the Financial Times reported Saturday, citing people familiar with the matter. \u001d  Barclays and ABN Amro have made good progress in estimating the cost savings and revenue benefits likely to flow from the cash-and-shares deal, the newspaper said, which would create an institution worth more than $175 billion. \u001d  Executives are expected to argue that the combined bank will be able to boost its revenue growth by selling Barclay's investment banking and fund management products to the Dutch bank's 25 million customers, the newspaper reported. \b \u001d  Newspaper Web site: http://www.ft.com \b \u001d  -London Bureau, Dow Jones Newswires; 44 (0)20 7842-9320 \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 04:47 ET (08:47 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6e798401415e7eee85c8a75f56f0b257","symR":["ASEI","CHK","CY","DHI","GI","HD","MRO","MSFT","NDE","PFE","RDC","RIG","SPWR","TNP","UNTD","VALUX","US4370761029","US5658491064","US5949181045","US7170811035","FIDELITYF.XX"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) Quarterly Mutual Funds Review: -2-","GmtTimeStamp":"2007-04-07T04:07:00.000000000","CompanyCodes":["ASEI","CHK","CY","DHI","GI","HD","MRO","MSFT","NDE","PFE","RDC","RIG","SPWR","TNP","UNTD","VALUX","US4370761029","US5658491064","US5949181045","US7170811035"],"IndustryCodes":["BNK","DRG","DRL","ELQ","HIM","HOM","HPR","ISV","ITC","MAR","OIE","OIL","OIS","RTS","SAL","SEM","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\u001d  A: We like home-improvement retailer Home Depot (HD), which has suffered the wrath of shareholders disgusted with recent growth rates and previous management's cavalier attitude. The stock is about as cheap as it has ever been, trading for 13 times earnings while yielding more than 2%. We also like D.R. Horton (DHI), one of the biggest homebuilders, with operations in more than 25 states and a two-decade-plus history of tremendous growth. It's expected to remain solidly profitable, and is forecast to earn $1.67 in its fiscal year ending next September, $1.82 in 2008 and $2.63 in 2009. \b \u001d  Q: Are you worried that the subprime mess will spill into your housing picks? \u001d  A: We have had to pull back our target prices for all of our housing stocks on subprime concerns, but we don't think the damage will spread significantly in the short run. We expect the housing sector to rebound over our three-to-five-year time horizon. \u001d  That's why we are staying with mid-cap player [IndyMac Bancorp] (NDE), a hybrid thrift/mortgage banker and the seventh-largest U.S. savings and loan. FDIC-insured deposits represent 42% of borrowings -- making its funding sources far more diversified than all those bankrupt subprime lenders and mortgage REITs that have relied on the big banks and Wall Street for financing. \u001d  The company maintains an investment-grade rating and had loan production in 2006 of $91.7 billion, a 48% increase over 2005. Perhaps most importantly, subprime loans make up only 4% of overall loan production. The stock now has a higher dividend yield (6.7%) than P/E ratio (6.2). \b \u001d  Q: You're a big fan of dividends, correct? \u001d  A: Yes, we are a big fan of undervalued stocks that pay dividends. Particular dividend stocks we like include large-cap pharmaceutical giant Pfizer (PFE), one of the few drug stocks yet to be let out of the dog house. It now trades for an incredibly low P/E of 12, while yielding 4.6% and offering an excellent long-term demographics play. \u001d  We also find attractive small-caps like oil tanker operator Tsakos Energy (TNP), which yields 5.4% and trades for nine times the current '07 EPS estimate. It boasts a modern fleet of vessels. Finally, we're fond of United Online (UNTD), an Internet-service provider trading for 13 times '07 EPS estimates, owns a balance sheet that's virtually debt-free with roughly $2.50 in cash per share and yields 5.7%. \b \u001d  Q: Ever thought about starting a hedge fund? \u001d  A: We are always working to improve our research methodologies, and we can't rule out one day launching a hedge fund. But we intend to dance with what brought us this far -- the Al Frank Way, which has served us well for the two decades that I have been with the company. We take great pride that we have never wavered in our disciplined approach of buying and patiently holding a broadly diversified portfolio of undervalued stocks for their long-term appreciation potential. \b \u001d  Q: Good luck and thanks, John. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"70f92c8364826937b8387fae03f4c515","symR":["CEI"],"date":"2007-04-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Crescent Announces Contract to Sell Resort Hotel Portfolio and Single Office Asset Reinstated","GmtTimeStamp":"2007-04-07T20:30:00.000000000","CompanyCodes":["CEI"],"IndustryCodes":["REA","REI","XDJGI","XNYA","XRUS"],"Story":"\bFORT WORTH, Texas--(BUSINESS WIRE)--April 07, 2007-- \u001d  Crescent Real Estate Equities Company (NYSE:CEI) announced today that on March 5, 2007, Crescent Real Estate Equities Limited Partnership, a Delaware limited partnership, and certain of its subsidiaries and affiliates, and Walton TCC Hotel Investors V, L.L.C., a Delaware limited liability company, had entered into a series of Purchase and Sale Agreements which were amended on March 23, 2007 effective as of March 5, 2007 pursuant to which, among other things, (a) the Sellers agreed to sell to the Purchaser all of the Sellers' rights, title and interest in the Fairmont Sonoma Mission Inn & Spa(R), the Sonoma Golf Club, the Ventana Inn & Spa(R), the Park Hyatt Beaver Creek Resort & Spa, the Omni Austin hotel and the Austin Center office building adjacent to the hotel, the Denver Marriott hotel and the Renaissance Houston hotel and (b) the Partnership agreed to guaranty certain obligations of the Sellers under the Original Purchase Agreement. The Original Purchase Agreement was terminated by the Purchaser on April 2, 2007 at the end of its due diligence period. \b \u001d  On April 6, 2007, the Sellers and the Purchaser reinstated and amended the Original Purchase Agreement. The total gross purchase price under the Purchase Agreement, which was determined through arm's length negotiations between the parties, is approximately $620 million. Crescent's share of the gross purchase price, determined after taking into account the interests of its partners in the sales and incentive payments due as a result of the sales, is approximately $580 million. The Purchaser has paid a nonrefundable earnest money deposit of approximately $11 million. \b \u001d  The closing of the transactions contemplated by the Purchase Agreement is subject to the satisfaction of certain customary closing conditions. There are no assurances that the conditions will be met or that the transaction will be consummated. The parties to the Purchase Agreement presently anticipate that the closing will occur during the second quarter of 2007. Neither Crescent Real Estate Equities Company, the sole shareholder of the general partner and the majority limited partner of the Partnership, nor the Partnership, nor any of the Sellers or any affiliate of the foregoing has a material relationship with Purchaser, other than pursuant to the Purchase Agreement. \b \b   ABOUT THE COMPANY \b \u001d  Crescent Real Estate Equities Company (NYSE: CEI) is a real estate investment trust headquartered in Fort Worth, Texas. Through its subsidiaries and joint ventures, Crescent owns and manages a portfolio of 71 premier office buildings totaling 28 million square feet located in select markets across the United States with major concentrations in Dallas, Houston, Austin, Denver, Miami, and Las Vegas. Crescent also holds investments in resort residential developments in locations such as Scottsdale, AZ, Vail Valley, CO, and Lake Tahoe, CA; in destination resorts such as Fairmont Sonoma Mission Inn(R) in Sonoma, CA; and in the wellness lifestyle leader, Canyon Ranch(R). For more information, visit Crescent's Web site at www.crescent.com. \b \b    CONTACT: Crescent Real Estate Equities Company \b             Jane E. Mody, 817-321-1086 \b             Managing Director, Capital Markets \b             Or \b             Jeremy C. Sweek, 817-321-1464 \b             Investor & Media Relations Senior Manager \b \b    SOURCE: Crescent Real Estate Equities Company \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 16:30 ET (20:30 GMT)"},{"md5ID":"737052bd87956855019e115d9b987036","symR":["THYAO.IS","TRATHYAO91M5"],"date":"2007-04-07","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Turkish Airlines Net Profit Up 28% On Yr At $132M -IHA","GmtTimeStamp":"2007-04-07T11:32:00.000000000","CompanyCodes":["THYAO.IS","TRATHYAO91M5"],"IndustryCodes":["AIR","XDJGI"],"Story":"\b \u001d  ISTANBUL (Dow Jones)--Turkey's national carrier Turkish Airlines (THYAO.IS) said late Friday its net profit rose 28% on the year to $132 million in 2006, the Ihlas News Agency, or IHA, reported Saturday. \u001d  The airline, also known as THY, said in a statement the rise in fuel prices in 2006 increased costs by $108 million from the year before. \u001d  However, despite rising oil prices, the company's pre-tax net profit climbed 3% year-on-year to $139 million in 2006 while its equity capital increased 12% to $1.145 billion in the same period. \u001d  Assets climbed 15% on the year to $3.272 billion in 2006 while its core operation income increased 22% to $2.832 billion in the same period. \u001d  The number of passengers rose 20% year-on-year to 17 million in 2006. \u001d  Previously, THY said it aimed to host 20 million passengers in 2007. \u001d  THY's fleet of planes reached 103 in 2006, and the company intends to add nine planes during the rest of this year and 19 planes next year. \u001d  The Turkish Privatization Agency sold a 23% stake in THY for $199 million and another 28.75% stake for $317 million in two separate public offerings in December 2004 and last May, respectively. \u001d  In November, Finance Minister Kemal Unakitan said the government's remaining stake in THY was still in the government's 2007 privatization plans. \b \u001d  Agency Web sites: http://www.ihavideo.net and http://www.iha.com.tr \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 07:32 ET (11:32 GMT)"},{"md5ID":"7bf437d39c5fbe64ab011869098ce69c","symR":["AFLT.RS","AZA.MI","UC.MI","IT0000064854","IT0003918577","RU0009062285"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) European Trader: Why Aeroflot Bid's A Bad Idea","GmtTimeStamp":"2007-04-07T04:04:00.000000000","CompanyCodes":["AFLT.RS","AZA.MI","UC.MI","IT0000064854","IT0003918577","RU0009062285"],"IndustryCodes":["AIR","BNK","XDJGI","XMIB","XST5"],"Story":"\b   (From BARRON'S) \b   By Arindam Nag \u001d  The planned bid for Alitalia by Aeroflot has long-term strategic logic, but if Aeroflot succeeds, it runs the risk of a financial misadventure that could set back its own recovery. \u001d  Aeroflot (AFLT.Russia), with a market value of roughly $3 billion, has shown strong signs of turning around in the last couple of years. It might even end its 2006 fiscal year with free cash flow of roughly $200 million. Its balance sheet has become stronger, with net debt amounting to roughly 0.25 times equity, a far cry from the nearly six times it was in 2001. \u001d  But this recovery could be in jeopardy quickly if the company goes ahead with its bid for Alitalia (AZA.Italy), even though Aeroflot isn't planning to buy all of Alitalia itself. The Russian carrier has secured the backing of Unicredit (UC.Italy) for its bid. Speculation is also growing that Air France-KLM (AF.France) might join the Aeroflot-led consortium if the Italian government permits the expansion of one of the investor groups in the auction for the carrier. \u001d  Even if Aeroflot settles for just slightly more than 50% ownership -- Uni- Credit is in for 5%, and Aeroflot might sell a bigger stake to Air France-KLM -- it will still consolidate Alitalia's financials with its own. It's certainly hard to imagine Aeroflot being interested in Alitalia without majority control. \u001d  But that would put the companies' combined debt at more $2 billion, supported by a combined Ebitda, or earnings before interest, taxes, depreciation and amortization, of $600 million, based on 2006 results. On average, airlines with similar profiles have lower leverage -- between two and three times Ebitda. \u001d  Some airlines have recovered with worse balance sheets in the past. US Airways (LCC) and UAL's (UA) United Airlines have shown such resilience, but they were also showing robust traffic growth. \u001d  Alitalia doesn't score well on this front. According to the Association of European Airlines, its passenger traffic grew 1.3% in 2006, way below the average 5.2%. Iberia's grew 7%, KLM's 5% and Air France's 6.4% \u001d  What Alitalia does offer Aeroflot is a quick way of attaining economies of scale, given that the Russian airline is much smaller than it was during the Soviet era. Much of Aeroflot's recovery plan has revolved around how quickly it would be allowed to acquire five domestic Russian airlines, which would boost annual passenger traffic to 30 million, similar to that of Lufthansa, for example. \u001d  Aeroflot needs to replace its aging fleet. It has announced a tender to buy 22 foreign-made planes to be delivered after 2008. That will attract Russia's heavy value-added tax and customs duties, increasing the cost of each aircraft by nearly 40% to 50% over list price. \u001d  Buying Alitalia solves the problem by putting its big fleet of underutilized aircraft at the disposal of Aeroflot, which would benefit from Alitalia's long-haul routes. \u001d  Yet the financial burden of Alitalia, given the operational challenges of turning the Italian carrier around, looks too onerous for Aeroflot to take on. \u001d  Consolidating its own domestic market at a time when the Russian economy is growing looks like a more sensible, if not necessarily easy option. \u001d  --- \u001d  ARINDAM NAG is a contributor to The Skeptic, a Dow Jones Newswires column upon which this European Trader is based. \u001d  --- \b                     DOW JONES GLOBAL INDEXES \b \b Region/ \b Country \b  DJ Global          DJ Global          DJ Global     Point \b   Indexes,           Indexes,           Indexes,      Chg.    % Chg. \bLocal Curr.    Wkly     U.S. $    Wkly  U.S. $ on      From      From \b   04/06/07  % Chg.   04/06/07  % Chg.   12/31/06  12/31/06  12/31/06 \b \b Americas \b                        362.44   +1.72     351.71    +10.73     +3.05 \b \b Brazil \b 5995316.07   +1.79    1163.52   +2.45    1067.30    +96.22     +9.02 \b \b Canada \b     448.35   +2.04     450.52   +2.39     425.73    +24.79     +5.82 \b \b Chile \b     622.16   +2.62     434.76   +3.10     393.68    +41.08    +10.44 \b \b Mexico \b    1975.63   +2.08     551.19   +2.24     500.99    +50.20    +10.02 \b \b U.S. \b     352.13   +1.64     352.13   +1.64     343.25     +8.88     +2.59 \b \b Venezuela \b    2817.06   -1.85      54.33   -1.85      58.10     -3.77     -6.49 \b \b Latin America \b                        613.49   +2.42     560.18    +53.31     +9.52 \b \b Europe \b                        371.55   +2.56     349.72    +21.82     +6.24 \b \b Austria \b     481.32   +1.11     503.74   +2.06     465.16    +38.58     +8.29 \b \b Belgium \b     430.56   +1.65     450.84   +2.61     427.54    +23.30     +5.45 \b \b Denmark \b     518.32   +1.15     552.83   +2.06     505.70    +47.13     +9.32 \b \b Finland \b    1439.21   +1.80    1347.14   +2.76    1206.63   +140.51    +11.65 \b \b France \b     367.01   +2.04     389.32   +3.00     365.73    +23.59     +6.45 \b \b Germany \b     320.07   +2.41     333.92   +3.37     302.80    +31.12    +10.28 \b \b Greece \b     411.26   +0.89     317.70   +1.84     295.24    +22.46     +7.61 \b \b Ireland \b     661.09   +0.18     675.90   +1.12     671.96     +3.95     +0.59 \b \b Italy \b     342.11   +1.73     294.17   +2.69     280.63    +13.53     +4.82 \b \b Netherlands \b     424.30   +1.92     442.91   +2.88     401.84    +41.07    +10.22 \b \b Norway \b     444.72   +0.88     438.33   +1.48     402.36    +35.96     +8.94 \b \b Portugal \b     317.54   +1.87     288.52   +2.83     270.37    +18.15     +6.72 \b \b Spain \b     577.83   +2.22     454.55   +3.18     422.08    +32.46     +7.69 \b \b Sweden \b     680.73   +2.05     581.50   +3.70     542.62    +38.87     +7.16 \b \b Switzerland \b     541.69   +1.47     605.69   +2.11     577.55    +28.14     +4.87 \b \b United Kingdom \b     274.51   +1.50     289.55   +2.04     278.31    +11.24     +4.04 \b \b South Africa \b                        345.49   +2.49     319.28    +26.21     +8.21 \b \b Pacific Region \b                        153.22   +1.02     146.16     +7.06     +4.83 \b \b Australia \b     413.05   +1.43     445.36   +2.89     400.56    +44.80    +11.18 \b \b Hong Kong \b     400.51   +2.91     398.52   +2.88     377.97    +20.55     +5.44 \b \b Indonesia \b     602.76   +3.80     131.95   +4.09     127.96     +3.99     +3.11 \b \b Japan \b     113.08   +0.14     119.04   -0.26     115.76     +3.29     +2.84 \b \b Malaysia \b     243.26   +2.52     191.81   +2.72     158.88    +32.93    +20.73 \b \b New Zealand \b     200.93   +1.75     268.87   +2.98     259.49     +9.38     +3.61 \b \b Philippines \b     333.99   +2.67     180.54   +3.10     159.92    +20.62    +12.89 \b \b Singapore \b     270.09   +3.52     289.29   +3.90     249.36    +39.93    +16.01 \b \b South Korea \b     308.72   +2.13     250.99   +3.01     241.17     +9.82     +4.07 \b \b Taiwan \b     199.33   +1.56     155.28   +1.59     156.13     -0.85     -0.55 \b \b Thailand \b     126.50   +3.09      85.48   +3.40      81.33     +4.15     +5.10 \b \b Euro Zone \b                        384.04   +2.94     356.67    +27.37     +7.67 \b \b Europe (ex.U.K.) \b                        418.50   +2.81     389.85    +28.65     +7.35 \b \b Nordic Region \b                        641.43   +2.83     587.36    +54.08     +9.21 \b \b Pacific Region (ex. Japan) \b                        331.88   +2.79     308.33    +23.55     +7.64 \b \b World (ex. U.S.) \b                        257.34   +2.01     243.05    +14.29     +5.88 \b \b DOW JONES WORLD STOCK INDEX \b                        289.72   +1.85     277.50    +12.22     +4.40 \b \b Indexes based on 12/31/91=100.2004 Dow Jones & Co. Inc. All Rights Reserved. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8fb4744be7143032207ed5de38ec0ca2","symR":["ABT","ALLT","BSX","CSCO","GOOG","JNJ","JNPR","VG","VZ","YHOO","US0028241000","US17275R1023","US4781601046","US92343V1044","US9843321061"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) Tech Trader: Here's How The Drama Over 'net Neutrality Ends","GmtTimeStamp":"2007-04-07T04:09:00.000000000","CompanyCodes":["ABT","ALLT","BSX","CSCO","GOOG","JNJ","JNPR","VG","VZ","YHOO","US0028241000","US17275R1023","US4781601046","US92343V1044","US9843321061"],"IndustryCodes":["CMT","DRG","FTS","ISV","MDV","SOF","TLS","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTT","XSTX"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  The Federal Communications Commission said last month that it would study 'Net Neutrality. But I will make the daring prediction that the debate over 'Net Neutrality is over. The argument arose as Websites like Google and Yahoo! drew swelling streams of traffic over the Internet. The Websites feared that phone or cable carriers would surcharge for the Websites' traffic flows, or else give speedier service to the carriers' own sites. So lobbyists for the Websites squared off against phone company lobbyists, and regulators and legislators considered 'Net Neutrality rules that would bar network service providers from charging extra for the electronic equivalent of express mail. \u001d  But now that Google (ticker: GOOG) owns YouTube, it will have to think about ways of funding the big pipes needed to get quality videos to its audience -- especially when those videos become high-definition. Video and voice streams suffer when their packets must fight Internet traffic jams. My family knows this. They hate the echoes and dropouts that have bedeviled their phone calls  since I put the house on a Voice-over-Internet-Protocol service. \u001d  That VoIP service, luckily, is not Vonage Holdings (VG), which a judge barred Friday from signing on new customers while it appeals a patent-infringement judgment. (Late in the day, Vonage won a temporary stay of the order.) Up in Canada, the cable firm Shaw Communications charges 10 bucks a month extra to guarantee priority transmission to customers of VoIP services like Vonage. It's just a matter of time before we Yanks decide that it's OK to pay a little extra to Verizon Communications (VZ) to get a decent show from an Internet site like Joost (whether the payment is a monthly subscription or part of the one-time cost of viewing). \u001d  If video and voice demands do shake loose new funding for first-class passage, are there stock plays? Of course there are the network arms merchants Cisco Systems (CSCO) and Juniper Networks (JNPR). But there's a more specific way to play the undoing of 'Net Neutrality: a technology called Deep Packet Inspection, or DPI. Such gear lets carriers look inside the data packets that cross their network, to determine if the traffic is e-mail, video or voice. The network can then control its traffic, facilitating media flows and deprioritizing a BitTorrent node that's disseminating pirated Beatles music. \u001d  Many of the DPI vendors' sales  have been outside the U.S., where regulators worry less about treating all traffic equally. U.S. carriers have bought DPI devices, but mostly just to know what's happening on their wires. DPI's popularity, however, could leap if the U.S. phone and cable firms can use the gear to generate new revenue by selling special-delivery service for an Internet movie. Every big wireline and wireless carrier in the U.S. has a requisition out now for DPI gear, says Fred Sammartino, head marketer for the privately-held DPI seller Ellacoya Networks, of Merrimack, N.H. \u001d  The DPI opportunity was a long time coming, so there aren't that many competitors. The largest DPI vendor, it turns out, is Cisco. The giant networker acquired DPI supplier p-cube in 2004 for $200 million and so Cisco has an inside track on all those networks built from Cisco switches and routers. Ellacoya also has a shot at the big time, with a head start in delivering carrier-grade inspection gear that can keep up with a 10-gigabit flow of network traffic. \u001d  There are a couple of publicly-held DPI specialists, too. Sandvine is a Waterloo, Ontario, company that's listed on the Toronto exchange (SVC.TO). Many cable television customers like Comcast and some phone customers enabled Sandvine to double its revenue in the fiscal year ended November 2006, to 32 million Canadian dollars (US$28 million), and almost break even. It expects to reach sales of C$50 million to C$60 million in the November 2007 year. At a recent Toronto price of C$3.50, the company is valued at C$430 million. \u001d  But another DPI leader is selling at a bargain-basement price, after warning investors last week that its March quarter sales will fall short of expectations. Nasdaq-listed Allot Communications (ALLT) fell from above 9 to around 7, for a market value of about $145 million. Allot came public in November at $12 and finished 2006 with $34 million in revenue and four cents a share in earnings. It expected sales of almost $10 million in the March quarter, but admitted last Monday that they will probably fall below $8.3 million. Allot blamed its third-party distributors for the shortfall. Yet Allot says that it's doing fine in its direct sales to telecom carriers. \u001d  Investor relations head Jay Kalish told me that the company is a contender in many of the ongoing requisition plans, with a box Allot is developing that will run at 10 Gigabits a second, like Sandvine's. The product will be available when networks are ready to buy in the third quarter. \u001d  Meanwhile, Allot had more than $80 million in cash on its December balance sheet, so the disappointed stock market is really valuing the company at about $70 million. That's around 1.5 times this year's sales for Allot, compared with 7 times sales for Sandvine. \u001d  Cisco may get its big share of DPI installations, but there's plenty of non-Cisco infrastructure out there. Allot and Sandvine will surely get their share, too. \u001d  The once hot medical technology of drug-eluting stents got a blackeye at a recent cardiology conference when a large study reported that patients with stents in their heart arteries lived no longer than those who simply took their medicine. Boston Scientific (BSX) and Johnson & Johnson (JNJ) had previously seen a decline in sales of their drug-coated stents -- expensive little tubes that prop open heart arteries narrowed by atherosclerosis -- on evidence that they could occasionally cause dangerous blood clots. So Bruce Nudell, a Sanford Bernstein analyst, corralled a couple of Dartmouth professors and asked if the latest study would further dent stent demand. Not in the U.S., said the cardiologists, because American patients won't tolerate angina, the agonizing pain of an oxygen-starved heart muscle. Stents relieve angina. Drugs usually don't. \u001d  Still, one of Nudell's profs said he expected to move most of his stenting to the new Xience product from Abbott Laboratories (ABT) when it's approved. So Boston Scientific will remain a cheap stock until the company figures out its restructuring story. \u001d  --- \u001d  E-mail: william.alpert@barrons.com \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a51729562f3701ed9c40ebbd8de03822","symR":["FRA.XE","DE0005773303"],"date":"2007-04-07","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Germany's Fraport To Take 24.5% Stake In NW Chinese Airport","GmtTimeStamp":"2007-04-07T05:20:00.000000000","CompanyCodes":["FRA.XE","DE0005773303"],"IndustryCodes":["TRS","XDJGI","XISL","XMDAX"],"Story":"\b \u001d  BEIJING (AP)--Germany's Fraport AG (FRA.XE), operator of Frankfurt International Airport, will invest about EUR50 million for a 24.5% share in an airport in northwestern China, the company said. \u001d  The Frankfurt-based airport company signed an agreement Friday for the stake in Xi'an Airport in Shaanxi province, a statement on the company's Web site said. \u001d  The state-owned China West Airport Group, formerly the airport's sole owner, will retain the majority of shares, it said. \u001d  Fraport said it would take over the airport's commercial development and work on optimizing its operations. \u001d  The company expects to obtain approval from Chinese authorities and complete the transaction in the third quarter of this year, the statement said. \u001d  Xi'an Airport received 9.4 million passengers last year and that figure is expected to increase to 11 million this year, Fraport said. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 01:20 ET (05:20 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"aef4b4b7169c2c1d6d24d0e529746efb","symR":["KKR.XX","MG.A.T","MG.B.T","MGA","NWBD.LN","RBS.LN","CA5592224011","CA5592225000","GB0006227051","GB0007547838"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) The Trader: Higher Rates May Give Stock Investors Pause","GmtTimeStamp":"2007-04-07T04:06:00.000000000","CompanyCodes":["KKR.XX","MG.A.T","MG.B.T","MGA","NWBD.LN","RBS.LN","CA5592224011","CA5592225000","GB0006227051","GB0007547838"],"IndustryCodes":["BNK","FIS","OTA","XDJGI","XFT1","XGTI","XNYA","XST5","XTSE"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  The main event didn't draw much of a crowd. The March employment report came in stronger than expected on Good Friday, when the stock markets were closed and bonds traded only in the morning. Employers added a robust 180,000 jobs during the month and the unemployment rate shrank to 4.4%. \u001d  The latest signal of economic health sent electronically traded S&P 500 futures higher on Friday by 5.3 points to 1458. However investors' enthusiasm Monday may be tempered by the bond markets' response. The yield on the 10-year Treasury note climbed to 4.75% and the yield curve flattened on dwindling expectations that the Federal Reserve will lower rates later this year. \u001d  \"While the employment report was strong, I think the debate [about the economy's health] will continue,\" says David Ader, head of government-bond strategy at Greenwich Capital Markets. \u001d  Indeed, data from earlier in the week signaled a much weaker environment. Unemployment claims rose a bit, the ISM manufacturing index fell to just 50.9 and analysts' estimates for earnings growth continued to wane. Now Wall Street analysts are looking for 3.3% growth in the first quarter and 6.3% for the full year, down from 3.8% and 6.7% just a week earlier, according to Thomson Financial. \u001d  There will be a lot of statistics going in both directions amid weak economic growth, says Bob Doll, global chief investment officer of equities at BlackRock. But Doll continues to expect 5% earnings growth and 7% gains in the S&P 500 this year as booming exports more than offset the housing slowdown. \u001d  Last week the Dow Jones Industrial Average climbed a bit more than 200 points in the four sessions to 12,560, returning to positive territory for the year. The S&P 500 added almost 23 points on the week to end at 1443.76, and the Nasdaq Composite jumped nearly 50 points to 2471. \u001d  Mergers and acquisitions keep generating throngs of excited participants no matter the market's direction. And they continue to provide a strong underpinning to stock prices. Last week bidding grew even more heated for the Chrysler unit of DaimlerChrysler (DCX). Kirk Kerkorian stepped into an already crowded ring of bidders that includes Magna International (MGA) and Cerberus Capital Management, among others. \u001d  The news helped Daimler's ADRs climb roughly $3 on the week to $84.80, a 52-week high. \"The bid shows that there is healthy interest in this asset,\" says David Herro, portfolio manager of the Oakmark International Fund. Herro's fund started buying shares at the end of '05 when he decided the poorly-managed, large industrial company had room for improvement. Herro, who buys the shares in Germany, continues to feel they have upside. At today's dollar/Euro exchange rate, Herro estimates the ADRs are worth closer to 115. \u001d  Chrysler wasn't the only acquisition target. First Data (FDC) agreed to be purchased by buyout shop Kohlberg Kravis Roberts for about $27 billion, making it potentially the second-largest deal ever attempted. The $34-a-share offer helped the stock jump 20% to $32.29. There was also news that investor Sam Zell would buy Tribune (TRB), and that Leon Black's Apollo Management was considering selling a 10% stake in itself to private investors. \u001d  Expect LBOs to remain in the headlines. \"The basic alchemy of these deals is clear. If borrowing is cheap relative to the cash flows of companies, then there is a huge incentive to lever up and take the tax deduction for the interest paid,\" wrote Greg Jensen, co-chief investment officer of Bridgewater Associates in a recent report. \u001d  Jensen estimates that private-equity funds are sitting on more than $300 billion of undeployed capital. If you add on the typical leverage used to fund deals, it implies they have the ability to do acquisitions worth about $1 trillion. \u001d  So far, only scant signs of resistance have surfaced. Last week Realogy (H) had to offer stricter covenants and yields north of 10% on the junk bonds funding its $6.6 billion leveraged buyout by Apollo. Given the company's exposure to the residential real-estate industry, such added incentives shouldn't be a huge surprise. \u001d  Of more import may be the slim margin by which investors approved the $3.3 billion buyout of Four Seasons Hotels (FS). Investors participating in the buyout include founder Isadore Sharp, Bill Gates and Saudi Prince Alwaleed Bin Talal. \u001d  Nearly 70% of shareholder votes were cast in favor of the deal. Exclude the shares of those involved with the buyout, however, and shareholder approval fell to 52% -- just barely above the majority required for the deal to go through. Marsico Capital, which owns a 19% stake in the Four Seasons, previously objected  to the $82-a-share offer, even though it is  well above the  $63.87 the shares commanded before the bid emerged. Tom Marsico, head of the firm, could not be reached Friday. \u001d  This is the first sign that  investors could begin to make  things tougher for the barbarians at the gate. \u001d  The stock market certainly was helped by the 2.4% decline in crude oil prices to $64.28 last week, follwing Iran's release of 15 British sailors and marines. More surprising were the gains enjoyed by oil-related companies, despite the easing of geopolitical tensions and the commodity's decline. Exxon Mobil (XOM) jumped 1.77 on the week, to 77.22; Chevron (CVX) added 1.65, to 75.61 and Schlumberger tacked on 2.84, to 71.84. \u001d  Bruce Lanni, a senior oil analyst at A.G. Edwards, remains bullish on both oil prices and selected oil giants. With demand for oil expected to grow 1.7% this year and with 3% spare capacity, oil prices should remain in a range of $55 to $75, with a $61 average, he says. He figures it would take much higher prices than that to change consumption patterns. \u001d  The upshot: Lanni has buy recommendations on Exxon and Chevron, with target prices of 80 and 82, respectively. He's also optimistic about BP (BP) and Occidental Petroleum (OXY), which have price targets of 72 and 55. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b68ff8a073160de3388f2100db25998d","symR":["DCX","DCX.XE","MG.A.T","MG.B.T","MGA","CA5592224011","CA5592225000","DE0007100000"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) Follow-Up: Promise And Danger In Magna Bid","GmtTimeStamp":"2007-04-07T04:06:00.000000000","CompanyCodes":["DCX","DCX.XE","MG.A.T","MG.B.T","MGA","CA5592224011","CA5592225000","DE0007100000"],"IndustryCodes":["AUT","OTA","XDAX","XDJGI","XNYA","XST5","XTSE"],"Story":"\b   (From BARRON'S) \b   By Sandra Ward \u001d  Chrysler helped bail out auto-parts supplier Magna International in the 1990 recession. Now, Magna might return the favor. \u001d  Frank Stronach, chairman of Ontario-based Magna (ticker: MGA), about which we've written several times over the years, wants to bid for Chrysler, which accounts for about 25% of Magna's $24 billion yearly sales and may be sold by its parent, DaimlerChrysler (DCX). To make a bid, Magna reportedly would team with private-equity firm Ripplewood Holdings, which includes Chrys-ler's ex-president, Thomas Stallkamp. Their proposal is said to be for $4.6 billion to $4.7 billion, with Magna taking a 20%-25% stake. Magna, with an $8.5 billion market value but a lot of cash, is too small to go it alone. \u001d  The rival bidders include Kirk Kerkorian, whose Tracinda Corp. last week announced an all-cash $4.5 billion offer. \u001d  Magna's strengths are its long history with Chrysler and the UAW's belief that Magna would keep it intact. Magna also can engineer and build entire vehicles -- its Magna Steyr unit produces the Chrysler PT Cruiser and BMW X3, among others, in Europe -- and it's long argued that auto companies one day will focus on design and sales, while outsourcing production. One big danger: a stake in Chrysler could hurt its relations with other auto makers. \u001d  Another problem: Both the Tracinda and Magna bids appear to be low-ball; DaimlerChrysler's hoping for $8 billion. \u001d  Regardless of what happens, Magna  -- now around 77, versus a 52-week high of 83.35 -- will stay under pressure until it improves margins in its interiors unit, which has been a drag on results. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bb2c0d70c0f016f2ef50a01b7c6fe61f","symR":["AMOV","AMX","AMX.MX","MDIUY","MS.MI","PC.MI","T","TI","TIA","TIT.MI","IT0000072725","IT0001063210","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Italy's Prodi Worried About Telecom Italia Breakup - Paper","GmtTimeStamp":"2007-04-07T14:42:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","MDIUY","MS.MI","PC.MI","T","TI","TIA","TIT.MI","IT0000072725","IT0001063210","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BRD","CTS","FTS","MED","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XISL","XMIB","XNYA","XRUS","XSP5","XSTT"],"Story":"\b \u001d  MILAN (Dow Jones)--Italian Prime Minister Romano Prodi said he is worried Telecom Italia SpA (TIT.MI) could be split up into parts if it were acquired by AT&T Inc. (T) and America Movil S.A. (AMOV), he said in a newspaper interview published Saturday. \u001d  The announcement on April 1 by Telecom Italia's main shareholder, Pirelli & Co. SpA (PC.MI), that it's in exclusive talks with AT&T and America Movil, a Mexican cellular phone operator, to sell its stake in Italy's largest phone company drew immediate criticism from Italy's telecommunications minister. \u001d  Prodi, however, had kept silent until the interview  with Il Sole-24 Ore. \u001d  In the interview, Prodi didn't provide details about why he was concerned about a possible breakup, saying only he  suspects the talks are being driven by America Movil's desire to gain control of Telecom Italia's Brazilian cellular phone unit, Tim Brasil. \u001d  The government is following the talks intently, Prodi said, adding it's not directly involved. \u001d  \"We are neither absent, nor reticent, nor intervening,\" Prodi said, adding that the market is the government's only \"compass.\" \u001d  Prodi is known to be unhappy about the prospect of the company falling into foreign hands. One of his top advisors, Angelo Rovati, had to step down late last year when it emerged he had proposed a plan to Pirelli in which Telecom Italia's fixed line network would be spun off and then controlled by a government holding company. \u001d  Asked for his views on whether Mediaset SpA (MS.MI), the television broadcaster controlled by former Prime Minister Silvio Berlusconi, could be a potential buyer, Prodi said he thought that it wouldn't be feasible due to antitrust problems. \u001d  Prodi complained there were no Italian buyers for Pirelli's stake in Telecom Italia, which it holds through an unlisted company, Olimpia, which has 18% of Telecom Italia. He also said he didn't think other European governments would allow a foreign company to control one of their telecom giants. \b \u001d   Newspaper Web site: http://www.ilsole24ore.com \b \u001d  -By Jennifer Clark, Dow Jones Newswires; 39 335 833 5761; jennifer.clark@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 10:42 ET (14:42 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c8170d423aac827cd241de6754d73482","symR":["TLEVISA.MX","TV","MXP4987V1378"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Televisa Network's Acapulco Correspondent Shot To Death","GmtTimeStamp":"2007-04-07T10:54:00.000000000","CompanyCodes":["TLEVISA.MX","TV","MXP4987V1378"],"IndustryCodes":["BRD","MED","XDJGI","XNYA"],"Story":"\b \u001d  ACAPULCO, Mexico (AP)--The Acapulco correspondent for Mexico's top television news network was shot to death after his radio show, the latest in a wave of journalist killings that have made Mexico the most dangerous country for reporters in the Western Hemisphere. \u001d  Televisa's Amado Ramirez was shot late Friday by two gunmen who were waiting for him at his car, state security official Felipe Flores said. Ramirez died on the steps of the nearby Hotel California as he tried to escape. Televisa confirmed the death on their nightly broadcast. \u001d  The shooting happened on the outskirts of Acapulco's busy central plaza, which was packed at the time with tourists and hundreds of people attending a Good Friday Mass at the beach resort's cathedral. No one else was injured. \u001d  The gunmen escaped, and the motive for the killing was not immediately clear. \u001d  Ramirez had covered Acapulco for Televisa for more than a dozen years, reporting on everything from crime to hurricanes. \u001d  Televisa official Luis Raul Gonzalez condemned the fatal shooting on the network's nightly broadcast, and he called on police to find the killers. The network also aired the last report Ramirez did before he was killed. The tourism segment showed the reporter interviewing tourists who packed Acapulco's beaches for Easter vacation. \u001d  Ramirez's radio program on Friday focused on criticizing leftist Guerrero state Gov. Zeferino Torreblanca for refusing to give his second state-of-the-state address in front of state lawmakers. The governor instead chose to give his report in written form. \u001d  The Miami-based Inter-American Press Association has reported an alarming number of journalists slain in Mexico on orders from drug gangs, with seven journalists killed since October, two disappeared and eight reporting death threats. \u001d  \"I would say Mexico has become the country (in the Western Hemisphere) where it's most dangerous to be a journalist today,\" Gonzalo Marroquin, president of the IAPA's press freedom commission, said last month. \u001d  Since taking office Dec. 1, conservative Mexican President Felipe Calderon has sent federal police and soldiers into drug strongholds across Mexico, including Acapulco, but violence continues. \u001d  Also Friday evening in Acapulco, a shootout between police and alleged kidnappers left one suspect dead and another wounded, Flores said. A businessman believed to have been held by the kidnappers was released unharmed. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 06:54 ET (10:54 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ce771393b5f8a662a942e0a488ab7ac9","symR":["FIDELITYF.XX"],"date":"2007-04-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/9) Quarterly Mutual Funds Review: Fixing Fidelity","GmtTimeStamp":"2007-04-07T04:10:00.000000000","CompanyCodes":["FIDELITYF.XX"],"IndustryCodes":["ZFU"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  There are four essential ways in which stock-fund managers can try to beat the market and outrun the competition. They can be bigger, faster, smarter or more patient. \u001d  For years, Fidelity Investments was the biggest in the business. It remains a giant, but the advantages of size have been eroded by regulation and technology. And a firm of Fidelity's heft and broad customer base never could compete on speed in a market where computer programs fling stocks around infive-millisecond increments. \u001d  So, as the big Boston investment company retools its stock-picking process in a bid to reverse several years of middling returns and sluggish cash inflows, it is focusing -- by necessity -- on smarts and patience. \u001d  Fidelity is about midway through a four- or five-year campaign to make its equity-investment division smarter and sharper. The effort involves adding breadth and depth to its in-house stock-research department, altering its long-held hiring-and-promotion practices, consolidating the equity-investing staff to foster better communication and recasting its relationship with Wall Street brokers. \u001d  Vice Chairman and Chief Operating Officer Robert Reynolds, who assumed direct oversight of Fidelity's money-management division in January, says that in 2005, \"We made a decision to change the fundamental way Fidelity sets up research.\" \u001d  Reynolds took responsibility for the investment-management group and the ongoing restructuring when Stephen Jonas left the firm early this year to take a break from the business. Reynolds, in a recent interview at Fidelity's Boston headquarters, acknowledged that the research turnaround is a work in progress. \u001d  \"We're now at halftime of the game,\" he says. \u001d  Last year, 44% of the firm's actively managed diversified equity funds ranked in the top half of their categories, according to Morningstar. Fidelity also ranked 38th among the 67 fund complexes in the 2006 Barron's/Lipper fund-family rankings published two months ago. \u001d  Over three, five and 10 years, the proportion of Fidelity stock funds outperforming the average peer was 55%, 56% and 52%, respectively, says Morningstar. \u001d  In other words, results have been decidedly mediocre. \u001d  Fidelity's long stay in the middle of the pack has cooled investors' ardor for its offerings and allowed rivals to overtake Fidelity in total assets. Net new assets in Fidelity's long-term funds (excluding the money-market funds that scoop up billions through its huge discount brokerage) totaled $15.2 billion in the 12 months ended Feb. 28, reports Financial Research, a firm that tracks such things. That compares with $76.7 billion for Capital Research's American Funds and $52.1 billion for index-fund specialist Vanguard. \u001d  It should be noted that Fidelity's inflows could have been crimped by the company's conscientious decision to close several large and popular funds to new investors last year, including Growth Company, Mid-Cap Stock and Contrafund -- Fidelity's largest, at $68.7 billion. \u001d  The initiative to rethink research at Fidelity was rooted in developments that go back at least five years. Fidelity's vast size, prodigious trading activity and outsized ownership position in so many stocks once gave it the inside track in getting information from corporate executives, sell-side analysts and brokerage trading desks. \u001d  CEOs would cultivate Fidelity above all other investors. Analysts would give its portfolio managers the vaunted \"first call.\" And its heavy trading meant that its traders picked up Street scuttlebutt faster than other players. \u001d  Then came Regulation FD, mandating that companies disclose material information to all investors at once, and the Wall Street analyst-conflict scandals. The brokerage-house research settlement with regulators upended the Wall Street business model of linking research with banking, and drove sell-side firms to slash their research budgets and shrink their stock-coverage universe. \u001d  Fidelity recognized -- arguably, a bit late -- that a deeper in-house research operation was a necessity as the Street's service level declined. In the Regulation FD world, too, more feet on the pavement and ears to the ground meant that the company could glean more analytical nuggets as companies held information close to the vest. \u001d  As a result, in less than two years, Fidelity has doubled the size of its domestic stock-research corps, based in Boston, to 180 analysts, and has changed how they're hired and cultivated. \u001d  Through the decades, Fidelity hired new college and business-school graduates as analysts almost exclusively and then groomed them in its system. Each was assigned to cover an industry and perhaps allowed to run one of the Fidelity Select sector funds, for a brief period, before being cycled through to another sector. The aim was to create generalists, steeped in the cult of the heroic analytical-cum-instinctive stock picker, as embodied by the great Peter Lynch and others. \u001d  Recognizing that this created a broad smattering of sector exposure at the expense of deep industry knowledge, management created \"multiple career paths,\" notes equity-investing chief Walter Donovan. Now, if an analyst enjoys and excels in covering a single industry, he or she can keep watch on it indefinitely. \u001d  Donovan relates an anecdote about an analyst fresh out of school who was given responsibility for covering steel companies a couple of years ago and delved into the industry. \"We forgot to tell him that steel was a lousy business,\" he recalls. So the analyst crafted a bullish thesis and got multiple Fidelity funds into the group in 2005, in time to catch its powerful, multiyear upside push. \u001d  Rather than funneling everyone toward a portfolio-management role, Fidelity now holds open the option of remaining a career analyst, generating stock ideas for multiple fund managers. This approach long has been followed by the likes of Capital Research, AllianceBernstein and State Street Research & Management (now part of BlackRock). \u001d  The firm has also begun recruiting experienced hands, rather than kids fresh off the campus, to import more tangible expertise and improve the quality of the intellectual ferment that fuels investment decisions. Once Fidelity made it known that it would consider bringing seasoned analysts aboard, \"We got hundreds of applications,\" Reynolds says. Among the new recruits: a 24-year sell-side veteran who covers energy, another sell-sider with 11 years' experience following pharmaceuticals, a third with 11 years on the job focusing on software and IT services, and a 12-year analyst from a rival buy-side shop specializing in media and Internet stocks. \u001d  To foster productive cross-pollination of ideas and inter-sector insights, Fidelity has collected its various investment teams and trading desks -- formerly strewn across multiple buildings -- on two floors of a single building, with large trading floors in the middle. \u001d  In addition, Fidelity has created a layer of stock coverage \"on top of industry research,\" a large-cap research group focused on the largest 200 global companies. It also hived off its large institutional asset-management operations into a separate unit, honing a focus on the public mutual funds. \u001d  Donovan says that these moves are aimed at achieving \"more coverage, with more communication. We think that's the way to win for the next five, 10, 15 years,\" though he stresses that Fidelity's approach is \"still fundamental stock-picking, still a meritocracy.\" \u001d  It's a bit too early to find tangible fund-by-fund performance results from these new practices. In the past year, certainly, the story was mixed at best for the firm's largest offerings. \u001d  Contrafund, run by Will Danoff since 1990, trailed the S&P 500's 15.8% return last year by a stinging four percentage points. But it was in the top 15% of all large-cap growth funds and over the past three years is in elite company, in the top 2%. Joel Tillinghast's Low-Priced Stock fund continues to hold its own, with a top-quartile ranking over the past three years. \u001d  Of course, for years Fidelity's most glaring disappointment has been Magellan, the fund at which Lynch built his legend. Below-average performance and a slow bleed of investor withdrawals have shrunk Magellan's assets to $43 billion, from a 2000 peak of $105 billion. After up-and-down results in the decade under Robert Stansky -- mostly down toward the end --  Magellan was handed to veteran Fidelity manager Harry Lange on Oct. 31, 2005. \u001d  Lange immediately overhauled the portfolio, which had been rather index-like with a focus on stable mega-cap names. Robin Carpenter, who runs the consulting firm Carpenter Analytics, notes that Lange's arrival immediately made the fund's performance more variable, indicating larger bets being made away from the benchmark. \u001d  To date, the makeover hasn't produced any big benefits. Magellan lagged behind the S&P 500 in 2006 by a yawning 8.6 percentage points, though it trailed the laggard Russell 1000 Growth benchmark by far less: 1.87%. But this year, Magellan is off to a strong start, returning 4.2% through Wednesday, more than double the S&P 500's gain. \u001d  Lange has truly built the fund, by design or not, for a ripping global bull market, with 28% in tech stocks and more than a quarter of all assets in non-U.S. names. As of Dec. 31, four of the five largest holding were tech-related -- Nokia (ticker:NOK), Corning (GLW), Google (GOOG) and Seagate Technology (STX). \u001d  Anyone who wants to bet on the long-predicted but so-far absent return of large growth stocks to the fore after seven years of value-stock dominance could find Magellan a good vehicle, if it weren't closed to new investors. Yet if the market is choppy and commodity-related stocks and utilities stay at its forefront, the fund's holders could be quite unhappy. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 07, 2007 00:10 ET (04:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d07a248ca0c146ed6d3d80876804885d","symR":["CBEY","SVVS"],"date":"2007-04-07","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/9) Plugged In: A Bet For An Era Of Excess","GmtTimeStamp":"2007-04-07T04:09:00.000000000","CompanyCodes":["CBEY","SVVS"],"IndustryCodes":["FTS","ISV","TLS","XDJGI","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Tiernan Ray \u001d  It doesn't take a savant to see that the telecommunications business is in a period of wild excess. \u001d  For example, Savvis, an \"alternative\" telecom deep in the red, will quintuple its spending this year over last year's level, in order to host Websites -- for a fee -- for marquee clients such as Reuters. \u001d  Excess sometimes can be mistaken for success. (In 2005, Savvis' then-CEO made a splash in the tabloids for allegedly spending more than $200,000 at a Manhattan strip club.) Sell-side analysts speculate that large telcos might acquire fast-growing outfits like Savvis at a hefty premium. This has helped Savvis shares (ticker: SVVS) more than double in the past 12 months; they recently were around 48. \u001d  But if you're not one to bet on buyouts, it makes sense to look for alternative high-growth telecoms that are profitable. One is Atlanta-based Cbeyond (CBEY), which has an $800 million stock-market value. Its shares have risen by more than 90% in the past 12 months, to around 30.50, but the stock is still cheaper than Savvis', based on earnings before interest, taxes, depreciation and amortization (Ebitda, a measure of cash flow). And the company expects heady sales growth of 30% this year. A valuation closer to Savvis' would suggest 16% upside to Cbeyond's stock. \u001d  Like Savvis, Cbeyond is growing fast. It sells phone lines to companies with 250 or fewer employees, but it runs the calls as packets of Internet-protocol data. In this way, it can merge several services into a single product, benefitting clients. It can, for example, make a call ring on either an employee's desk phone or Blackberry -- using one phone number, no matter where the person is. \u001d  Unlike conventional phone companies, which dig up the street to lay fiber and copper lines, Cbeyond and other alternative telecoms just buy computers and lease bandwidth as they need it -- making it cheap to add customers. \u001d  Cbeyond's CEO, Jim Geiger, seems to have figured out these economics better than his peers. By leasing new bandwidth in cities only as the company adds customers, Geiger has held capital outlays to about 20% of sales per year. The company rang up $214 million in sales last year from 27,343 customers, and earned $8 million, or 27 cents a share, while adding cash -- it has $44 million -- and avoiding debt. \u001d  In contrast, firms such as Savvis are spending like crazy to have the biggest facilities to capture the biggest chunk of businesses like Web hosting, which are growing at 20% or more a year. Savvis will likely spend roughly $350 million this year -- about 40% of its projected total sales -- to build new facilities, writes Cowen and Co. research analyst Tom Watts. The company has about $384 million in debt, but its stock trades at a premium to Cbeyond's. Savvis' enterprise value (stock-market value, minus net debt) is 19.4 times its expected 2007 Ebitda, versus about 17 for Cbeyond. \u001d  The speculative mindset says that companies such as Savvis are worth a premium, even as they lose more money. They're capturing Internet-oriented business that Verizon and AT&T aren't. Plus, the more they lose, the more tax-loss carryforwards they build up, and these could be attractive to an acquirer seeking to defray taxes. But Cbeyond is capturing more buisness, too, and there are indications that its margins are expanding. In any case, it offers a more conservative bet that could pay off nicely, even in an era of excess. \u001d  --- \u001d  A version of this column appeared April 4 on Barron's Online. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d67c7a4c94ef0cd5e42668faf2d6eeda","symR":["13057.FR","PUB","FR0000130577"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":": Publicis Groupe: SEC Filing Annual Report on Form 20-F","GmtTimeStamp":"2007-04-07T11:32:00.000000000","CompanyCodes":["13057.FR","PUB","FR0000130577"],"IndustryCodes":["ADV","MED","XDJGI","XENX","XNYA"],"Story":"\b \u001d  PARIS, April 7 /PRNewswire-FirstCall/ -- Publicis Groupe S.A. (NYSE: PUB) announced today that it has filed its Annual Report on Form 20-F, for the fiscal year ended December 31, 2006, with the United States Securities and Exchange Commission (the \"SEC\"). A copy of this annual report on Form 20-F, which also includes the Company's complete audited financial statements, is available to download on its website at www.publicisgroupe.com or http://www.publicisgroupe.com/site/media/2006_20-F.pdf. Copies of the annual report on Form 20-F, including copies of the Company's audited financial statements included in the report, are available, free of charge, to all shareholders and can be ordered online at investor-relations@publicis.com or by calling Investor Relations at +33(0)1-44-43-65-00. \b \u001d  Publicis Groupe (Euronext Paris: FR0000130577 and NYSE: PUB) is the world's fourth largest communications group, as well as world's second largest media counsel and buying group. With activities spanning 104 countries on five continents, the Groupe employs approximately 40,000 professionals. \b \u001d  The Groupe's communication activities cover advertising, through three autonomous global advertising networks: Leo Burnett, Publicis, Saatchi & Saatchi, as well as through its two multi-hub networks Fallon Worldwide and 49%-owned Bartle Bogle Hegarty; media consultancy and buying through two worldwide networks ZenithOptimedia and Starcom MediaVest Group; interactive and digital marketing, marketing services and specialized communications including direct marketing, public relations, corporate and financial communications, event communications, multicultural and healthcare communications. \b \b    Web sites: www.publicisgroupe.com and www.finance.publicisgroupe.com \b \bSOURCE  Publicis Groupe \b \u001d    /CONTACT: Contact Publicis Groupe: Eve Magnant, Corporate Communications Director: +33(0)1-44-43-70-25 \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 07:32 ET (11:32 GMT)"},{"md5ID":"de7930547a8e5c399334980d6eb35066","symR":["IFSIA"],"date":"2007-04-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/9) A Wall-To-Wall Wonder","GmtTimeStamp":"2007-04-07T04:07:00.000000000","CompanyCodes":["IFSIA"],"IndustryCodes":["FTR","HPR","XDJGI","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Sandra Ward \u001d  Sherrie Gibson needed to look only as far as the dressing-room floors of The Black Parrot, her Rockland, Maine, clothing and home-furnishings store, to find the best floor covering for her heavily trafficked entryways. Her choice: FLOR, an easy-to-install line of carpet-tile made by Interface -- because it was a more versatile option than the broadloom wall-to-wall carpet she had been considering. \u001d  With more and more businesses going for the tile style, these are goodtimes for Atlanta-based Interface, the world's leading commercial carpet-tile maker. The carpeting, made up of a series of discrete tile-shaped pieces, is not only cheaper to lay, but far easier to maintain than conventional carpeting; you can remove any tile and clean it, or swap in a new one. And, thanks in no small part to Interface, the carpeting is available in increasingly stylish patterns, many of which allow for easy replacement. \u001d  Those advantages have sparked what CEO Dan Hendrix calls a \"modular explosion.\" Sales of carpet tile have grown four times faster than those of other types of carpet ordered by architects and designers since 2001, says Wachovia Capital Markets. And the sales aren't just to offices: Retailers, education facilities and medical centers increasingly are choosing carpet-tile. \u001d  Interface has the market covered like a rug. Roughly 70% of its $1 billion-plus in annual sales comes from modular carpeting. It has grabbed a full one-third of the $1.1 billion U.S. industry, and looks to be doing brisk business overseas. \u001d  Interface shares, for their part, have climbed from a low of $2 a share at the depths of the 2002 economic downturn to $16.30, as the company has diversified its customer base, reduced debt and shed non-core businesses. \u001d  There's every reason to think the good times will continue. Fans think the company will see its revenue advance by about 10% in the next year and at a compound 25% over the next three years, thanks to the growing demand for carpet-tile. That's not just from offices -- hotels, schools, and medical centers are taking to the floor covering, too. \u001d  CEO Hendrix says the commercial market \"remains very robust,\" and that the cycle for office furnishings is in the early stages of what is typically a seven- or eight-year period of growth following a downturn. He notes, too, that the market for carpet-tile is experiencing a secular shift, and he expects capet-tile's share of total carpeting ordered by designers to double, to two-thirds, over the next 10 years. \u001d  Another big plus: Hendrix continues to slash debt. The company's debt-to-capital ratio fell to 52% from 73% last year. Net debt slid to $300 million from $500 million just two years ago. While Hendrix says he's \"comfortable\" with the current level, his goal is to get net debt closer to $200 million. \u001d  Some investors expect Interface to sell its underperforming commercial-fabric business, which includes the Guilford of Maine and Terratex brands, as well as its lagging Bentley Prince Street line of high-end commercial broadloom carpet and tiles, perhaps as soon as this year, and then use the proceeds to cut debt further. \u001d  \"We don't comment on acquisitions or disposals of businesses,\" says Hendrix, but he points out that a decision was made in 2002 to focus on Interface's  carpet-tile business, \"and that will continue\" because it is the fastest-growing part of the company. \u001d  Interface certainly benefits from its longstanding reputation as an eco-friendly manufacturer. Inspired after reading the environmental classic, The Ecology of Commerce: A Declaration of Sustainability, by fellow entrepreneur Paul Hawken 13 years ago, Interface founder and chairman Ray Anderson committed the company to being green. That's become an important competitive advantage. Interface routinely ranks among the top in surveys on sustainable development and corporate responsibility because of its attention to reducing waste and emissions in manufacturing. It even encourages the return of worn carpet tiles for recycling. \u001d  Although focused on business clients, Interface doesn't ignore homeowners. Long a staple in higher-end contemporary-design shops, such as Design Within Reach and Crate and Barrel's CB2, Interface is making a bigger push into the mass residential market. For the past two years, its wares have been available at Lowe's home-improvement stores. Interface is expanding this year into Target with its affordable $59.99 \"Rug in a Box\" mix-and-match set of FLOR tiles, and a Martha Stewart-branded line is expected to be launched this year. Catalogs promoting FLOR tiles are ending up in mailboxes around the country. Hendrix sees the retail segment turning profitable later this year. \u001d  It all adds up to a promising stock. Barron's took a shine to the shares (ticker: IFSIA) last fall when they were around $13 (The Trader, Sept. 18, 2006). At 16.30 now, there's still ample upside. Price targets range from 20 to 22, levels not seen in nine years. That would be a  gain of 25% to 37.5%. \u001d  Trading at 16-to-18 times estimated earnings of 90 cents to $1 this year, and just over 12 times one bull's aggressive projection of $1.25 to $1.30 a share next year, the stock appears reasonably valued, given the pace of profit growth. \u001d  Chad Kilmer of William Blair's Value Discovery Fund, argues that 15%-20% annual gains in earnings are sustainable. He first bought Interface shares a year ago and continues to see opportunity as a result of the \"terrific\" fundamentals and the shift to carpet-tile from other types of floor coverings. \u001d  Yes, there are competitors: Publicly-held Mohawk Industries (MHK) and the privately held Shaw Industries, which is owned by Warren Buffett's Berkshire Hathaway (BRK/A), have long been in the carpet-tile business. But they are more heavily exposed to the traditional, broadloom carpet and residential market. \u001d  Kilmer considers Interface more akin to high-end commercial office-furnishing companies, such as Herman Miller (MLHR) and Knoll (KNL), and commercial-lighting outfits Acuity Brands (AYI), Genlyte (GLYT) and Hubbell (HUB). Compared with that group, Interface is growing faster and trading more cheaply: Its enterprise value is eight times estimated earnings before interest, taxes, depreciation and amortization for 2007, versus nine times for the group. Its estimated 41% earnings growth for 2007 towers above the group's 23%. \u001d  The big risk to the shares is a sharp and prolonged slowdown in the U.S. economy. But Kilmer says that Interface should do just fine if the economy grows at a moderate 2% to 2.5% and the office-vacancy rate keeps declining. About 70% of its office business is related to refurbishment, not new construction. And the company is seeing positive trends in Europe. CEO Hendrix notes that the European office market, outside of London, is rebounding after 10 years in the doldrums, with Eastern Europe showing particular strength. \u001d  If that's the case, this carpet-maker's stock has more than a solid floor: It has a high ceiling, too. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f29805eff47d938c659a06242783d151","symR":["ABI.YY"],"date":"2007-04-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Carriers Mull Suing Airbus For Overweight Aircraft - Report","GmtTimeStamp":"2007-04-07T09:24:00.000000000","CompanyCodes":["ABI.YY"],"IndustryCodes":["AIR","ARO","ASP"],"Story":"\b \u001d  LONDON (Dow Jones)--Airlines are considering suing Airbus after the aircraft manufacturer warned them that the front-end of the A340-900 was dangerously overweight, The Times reported Saturday citing aviation sources. \u001d  The first- and business-class sections on some A340-600s are so heavy that they are pushing the jet's nose down during flight, which can impact aerodynamics and potentially endanger passengers and crew, the newspaper said. \u001d  A number of airlines are insisting that it is Airbus's error and are considering suing for lost cargo income, according to The Times. \b \u001d  Newspaper Web site: http://www.timesonline.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; 44 (0)20 7842-9320 \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 05:24 ET (09:24 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f5ff261d1b21a81eaf4fbe6a7fc4fe98","symR":["ALV.XE","AZ","DE0008404005"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) Allianz Sheds Its Accident-Prone Past","GmtTimeStamp":"2007-04-07T04:05:00.000000000","CompanyCodes":["ALV.XE","AZ","DE0008404005"],"IndustryCodes":["INF","INS","XDAX","XDJGI","XNYA","XST5"],"Story":"\b   (From BARRON'S) \b   By George Frey \u001d  When Michael Diekmann assumed the chief excutive job at German insurer Allianz four years ago this month, the global financial giant had just reported a record quarterly loss after a costly acquisition of Dresdner Bank and had posted big provisions for Sept. 11 and asbestos claims in the U.S. Investors had watched their shares go into free fall, losing about 80% of their value. At last, the insurer, with Diekmann at the helm, seems to have put that nasty string of disasters behind it. \u001d  Best known in the U.S. for its Pimco money-management and Fireman's Fund insurance businesses, Allianz is beginning to see the results of a restructuring that emphasizes efficiency and simplicity in its global operations. Coupled with fewer natural disasters and rising capital markets, the program produced vastly improved profits in 2006 and has allowed the insurance, banking and asset-management company to lift earnings projections through 2009 and propose a series of dividend hikes. \u001d  \"We're not only on the right track, but are also keeping up the pace,\" Diekmann told a recent press conference. \"With a tailwind of strong 2006 results at our back, a raft of specific challenges for the current fiscal year ahead of us, and a clear course for the future, we are well-positioned to deliver the sustainable improvements needed,\" said the 52-year old chief executive. \u001d  Long-term investors are starting to get some of their money back. Although nowhere near their 2000 peak around 400 euros ($532 at today's rates), the German DAX-traded shares (ticker: ALV.Germany) have left their 2003 low under 50 euros far behind and are up 14% in the past year, to 157.85 euros. Some analysts believe the shares still have room to rise 20% or more over the next 12 months. Allianz's American depositary shares (AZ) have trekked a similar course in recent years, and were quoted at $21.31 last week. \u001d  The shares still look relatively cheap. Paul Goodhind, an analyst with Bear Stearns in London, said in a recent note: \"The valuation case for Allianz remains compelling, with the shares trading on a modest nine times 2008 earnings. While the shares may pause in the near term, evidence that Allianz is on track to achieve its targets should lead to further outperformance.\" Allianz's French rival AXA carries a price-earnings ratio near 15, the insurance industry's general benchmark. Goodhind has a year-end price target of 195 euros, or about 25% above the recent levels. \u001d  Under Diekmann, the 118-year-old Munich-based institution has pursued a broad set of goals it calls \"3+One,\" which aim to improve its capital base, raise profits, and streamline a corporate structure that was complex even by Germany's labyrinthine standards. The final (+One) objective is increasing competitiveness and long-term value. \u001d  Allianz, which still makes the vast majority of its money from insurance, is clearly starting to hit some of its new benchmarks. For 2006, Allianz booked a 60% gain in net profit to 7 billion euros (about $9.3 billion), from the 4.4 billion euros net in 2005. Operating profit hit 10.4 billion euros -- up almost 30% over 2005. Total revenues rose just 0.2% to 101 billion euros, owing to weaker fourth-quarter insurance sales in Italy and the U.S. \u001d  At the time of the earnings release, Allianz said it had raised its expectations for operating profit growth to about 10% annually until '09, and proposed to lift its '06 dividend by 90% to 3.80 euros, suggesting further that it would continue raising its payout for at least the next two years. \u001d  In substance, the 3+One program has meant reductions in management layers, centralization of operations and systems in areas like information technology and the consolidation of its minority stakes in various insurance businesses. It's also put more emphasis on selling in fast-growing emerging markets like China and India, where demand for insurance and other financial services is booming, and is pushing the insurance and banking units to cross-sell products more aggressively. \u001d  To gain greater control, realize more efficiencies and enable faster response to cross-border opportunities, Allianz earlier this year merged Italian unit RAS Holding more fully into its fold and is in the process of buying out the 9% minority stake of its German life-insurance company Allianz Lebensversicherung. In March, Allianz launched a bid for the 42.2% of the equity it doesn't own in Assurances Generales de France. These moves, note the parent company, \"will help us to further increase operational efficiency and enhance efficient capital usage.\" Together, the deals are worth about 16.5 billion euros. \u001d  Allianz, which oversees Europe's biggest insurer by premium income, also recently changed its corporate legal status to a Societas Europaea (SE) from an Aktiengesellschaft (AG), a historic switch from a German to a pan-European entity that should facilitate its cross-border business. \u001d  Across the Atlantic, the company has consolidated administration of Allianz of America Holding to bring IT, human resources and legal services into a joint back office. \"We are reaping significant cost benefits and improving the efficiency of our work,\" Diekmann says of these changes. \"This will enable the subsidiaries Fireman's Fund and AZ Life to concentrate better on the development and sale of customer-oriented products.\" \u001d  All of these initiatives show promise, says Konrad Becker, an analyst at Merck Finck & Co. in Munich. Buyouts and consolidations should make overall business more efficient, and give Allianz a bigger market -- putting it on a more competitive footing with industry peers by improving its distribution channels, Becker says. \u001d  Emerging markets have become a key area of growth that will become even more important as local regulatory barriers fall. Allianz is focused on Brazil, Russia, India and China, and has said emerging Europe looks promising, too. \u001d  In all, emerging markets generated more than 10 billion euros in 2006 gross premiums, while Allianz' total gross premiums were basically flat at just over 91 billion euros. The company says although \"revenues from these countries were still small just three years ago, the situation has since changed radically,\" especially as a middle class starts building; in India alone, Allianz is adding about 400,000 customers a month for insurance and financial products. \u001d  Even Dresdner Bank -- whose ill-fated foray into investment banking along with other problems contributed heavily to Allianz's big losses in 2002 -- is in improved health. In 2006, Allianz's banking operations, which consist mainly of Dresdner, had revenues of 7.1 billion euros, versus 6.3 billion euros a year earlier. Operating profit rose to 1.4 billion euros, compared with just 704 million euros in 2005, but its 918 million euros in net profit weakened on restructuring charges. \u001d  While the 24 billion euros acquisition of Dresdner in 2001 is still controversial, the division has stabilized and will be a key participant in Allianz's cross-selling strategy, which will be a major determinant of the insurer's growth in Germany. \u001d  Allianz says only 22% of its 20 million-plus insurance customers in Germany have policies in more than one line of insurance business; just 4% have policies in all -- property, casualty, life and health. Meanwhile, only 10% of insurance customers have Dresdner Bank accounts and less than half the bank customers have Allianz insurance. \u001d  Allianz is starting to offer both banking and insurance products at some of its retail-bank and insurance outlets. That's near-heretical in tradition-bound Germany, where those businesses usually sell only their own branded ingredients. About 5% of Dresdner's 900 German branches now sell property and casualty insurance, and 12% sell life and health insurance. Parent Allianz is intent on improving those percentages. \u001d  Allianz Global Investors -- which includes Pimco, RCM Capital Management, NJF Investment, Nicholas-Applegate and Oppenheimer Capital -- remains a steady contributor. The group had revenues of 3 billion euros last year, up from 2.7 billion euros in 2005. Operating profit rose to 1.3 billion euros, compared with 1.1 billion eurow in the prior year. \u001d  As encouraging as all its recent progress is, Allianz has lots of room to improve its performance and reward shareholders further. Says Bear Stearns' Goodhind: \"A question remains about what they'll do with their excess capital. Allianz doesn't need to hold all that cash.\" \u001d  As retained earnings grow, excess capital will probably accumulate at a rate of around 3 billion euros a year before long, according to Goodhind's projections. While Allianz is striving to get closer to its peers' standard of 30% to 40% dividend-payout rates by 2008, it could return more of that cash to shareholders through a share buyback, the analyst says. Goodhind reckons the company could afford to spend between 2 billion euros and 4 billion euros over the next two years for just that -- something Allianz hasn't ruled out. \u001d  Goodhind also said Allianz could divest the Dresdner Kleinwort investment-banking business, its credit-insurance business Euler Hermes and its international corporate and industrial-insurance carrier, Allianz Global Risks. He estimates that the disposals could generate about 10 billion euros in all. But Allianz has said it's not selling. \u001d  What's more, Dresdner' cost-income ratio is still too high, in Goodhind's view. \"Or their revenues are too low, however you want to look at it,\" he says. He also puts Dresdner's return on capital at about 13%, well below the 20% that top bank performers achieve. The company has said that an average return on risk-adjusted capital of above 15% per year is its near-term goal. \u001d  In light of Diekmann's recent performance, you have to believe Allianz will get there soon. \u001d  --- \u001d  George Frey, a free-lance reporter, covers business from Frankfurt. \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"fc04353717b8c3301e648b1fe70a06a1","symR":["507685.BY","EXLS","WIT","INE075A01022"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) Quarterly Mutual Funds Review: Quietly, Bangalore Connection Grows","GmtTimeStamp":"2007-04-07T04:06:00.000000000","CompanyCodes":["507685.BY","EXLS","WIT","INE075A01022"],"IndustryCodes":["ICS","SVC","TSX","XDJGI","XNYA"],"Story":"\b   (From BARRON'S) \b   By Leslie P. Norton \u001d  Every day, Maltesh Somasekharappa talks about stocks or interest rates with his fellow analyst at a mutual fund in London. But Maltesh, as he's known, doesn't work directly for that fund. Instead, he does research for it from Bangalore, where he's employed by Wipro, one of India's most prominent blue-chip companies. \u001d  Maltesh, who has been working with the London fund for four months, is at the forefront of a development that few mutual-fund investors knowof. Increasingly, fund companies in Europe and the U.S. are outsourcing stock research to India, where it can be done more cheaply. \u001d  The bright 32-year-old grew up four hours outside Bangalore, where his parents still own an auto-parts maker and a rice farm. His international resume is impressive. After graduating from the London School of Economics in 2001, he worked in the British capital as a European small-cap analyst for Dresdner Kleinwort Benson, now part of Germany's Allianz. \u001d  Midway through 2003, he happened to look at a chart comparing the ascent of Indian shares with those of European and U.S. stocks. It was a startling revelation. \"I realized that England was growing 2.5% a year; India, 8.5%. If I wanted to grow faster, I needed to be in the tide that flows faster.\" \u001d  So Maltesh -- whose sister is a software engineer in Illinois -- moved back to his homeland to start a firm that did research for corporate-finance teams in the U.K. Later, he worked for Infosys Technologies, India's top information-technology outsourcer. There, he met his future boss, Ramit Sethi. Last fall, the two joined NYSE-listed Wipro (ticker: WIT), which does, among other things, investment research for a growing roster of U.S. financial outfits. \u001d  For some years, fund companies have outsourced back-office operations and some aspects of marketing. Now they're taking a page from Wall Street firms like Goldman Sachs and JPMorgan and from hedge funds, dipping a toe into off-shoring investment research. The funds are being very low-key about this; Maltesh would speak to Barron's only on condition that we didn't identify the London fund he deals with. \u001d  Fidelity Investments has 4,700 people in India doing back-office work and the like. Fidelity is generally tightlipped about the operation but does say it has 20 analysts there, focused on quantitative, credit and equity research -- a handful compared with its 300 analysts in the U.S. But people in India familiar with the operation say the fund giant has been hiring heavily. \u001d  Franklin Templeton has its global library in Mumbai, which provides research for the U.S. team and risk-management analysis. Capital Research readily admits it outsources about 5% of its research, although it does so to Wall Street firms. Other big firms are beginning to follow suit but either wouldn't comment or denied it outright. \u001d  Soon, the analyst you hear on the corporate conference call grilling management about quarterly earnings could be in Chennai or Bangalore rather than Chicago or Boston. Says Mark Halverson, the senior executive handling investment-management services for Accenture: \"I'm not sure I know any active manager with at least $150 billion in assets that isn't looking at it.\" \u001d  Comments Girish Paranjpe, chief of Wipro's banking and financial-services operation: \"There's a large pool of people with mathematical [skills] and the ability to express themselves in India -- and the cost advantage goes without saying. I'd say it's about five times.\" \u001d  Thus far, any savings haven't been translated into lower costs for fund investors. On average, equity funds still charge 1.46% of assets each year to manage your money. \"I would think that an investor would do best buying shares of the companies that are outsourcing their research rather than buying the company's funds,\" says Daniel P. Wiener, CEO of Adviser Investment Management, a Newton, Mass., money manager. \u001d  Ultimately, however, to justify the outsourcing, funds will have to pass some of the savings to investors. \u001d  Historically, asset managers bought research from investment banks. Then came the 2003 settlement between securities firms and New York's then-attorney general, Elliot Spitzer, after a scandal over allegedly tainted research and conflicts of interest. Fidelity moved to spend $100 million to beef up research, and other buy-side firms followed suit. Meanwhile, India's outsourcing industry was spreading from information technology to other areas, including investment research. Among the providers: Adventity, Copal Partners and Irevna (part of a Standard & Poor's unit). \u001d  According to the Tabb Group, which tracks research outlays, buy-side firms in the U.K. and the U.S. spent more than $15 billion on research last year. From 2000 through 2006, Tabb reckons, the number of sell-side equity analysts fell in the U.K. and U.S. by more than 40%, to 9,300. And even as the number of Americans taking the chartered-financial-analyst exam fell by 25% in that period, the number taking it in India rose fivefold. \u001d  Over all, banks and funds could be spending $20 billion by 2011 on outsourced financial analytics, estimates Niket Patankar, Adventity's chief executive. For mutual funds, that number could be about $5 billion (versus \"tens of millions of dollars\" today). Adventity has 2,200 employees now, and just got $20 million in funding from a venture capitalist. Patankar hopes to bring his company public late next year. \u001d  Last October, rival ExlService (EXLS) went public on Nasdaq at $13.50 a share then ran up as high as 29.24. Recently, it traded around 20 -- or 35 times trailing earnings for the last four quarters. \u001d  Buy-side research is attractive to other outsourcers, including privately held Zenta Group, which has 1,500 people in Chennai, a hotbed for accounting, and does financial analysis for the real-estate industry. \"It's a natural fit for us,\" says Zenta's senior vice president, David Jones. \"If you can do cash-flow models, it's directly applicable.\" \u001d  The Indian analysts maintain financial models on large numbers of companies, updating them for earnings or shifts in interest rates, assessing regulatory changes' impact on cash flows, assessing whether mergers are accretive and examining many other factors. \u001d  Some junior analysts in India are paired with portfolio managers in the U.S. \"About 90% of kicking tires is analyzing information and talking on the phone at your desk, analyzing data through the Internet or through paid-subscription databases,\" says Patankar. With corporate-earnings conference calls, \"the Indian folks do get a chance to be on the call and get first-hand information.\" \u001d  Purveyors of research know that outsourcing is a touchy subject that often comes under close scrutiny from those whose jobs are threatened. Adventity, says Patankar, \"has zero tolerance for errors. The work product that comes out of India is equivalent to Harvard MBAs'. They provide more granular research and more finely tuned analysis.\" Indeed, Patankar maintains, some firms already slap their brand names on Adventity research without changing a word. \u001d  For now, however, the Indian analysts stop short of making outright stock recommendations -- though that can't be far away. \"Technically, you could offshore the whole thing in the next 10 years,\" says Patankar. That would raise another issue. \"If this goes beyond simply plugging numbers into spreadsheets, then it calls into question the value of many fund firms' research operations,\" says fund manager Dan Wiener. \u001d  Adds Larry Lieberman, a mutual-fund-industry headhunter with Princeton, N.J.-based Orion Group: \"It's just as easy to have a black box in Bangalore as it is to have it here. At the end of the day, if they can get the research done better and cheaper -- go for it. You have a fiduciary duty to provide the lowest possible prices to your customers.\" \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"fd31dc5a654fc152b3dffeea243d4703","symR":["SBUX"],"date":"2007-04-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/9) Barron's Mailbag: Whipped Or Cream?","GmtTimeStamp":"2007-04-07T04:03:00.000000000","CompanyCodes":["SBUX"],"IndustryCodes":["RES","XDJGI","XFFX","XNQ1","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  Regarding \"A Latte Room to Grow,\" March 26: Analysis does not support a sudden improvement in Starbucks' fortunes. The stock sports a huge price/earnings ratio for a company whose growth is not accelerating, but falling. There's a serious increase in competition from McDonalds and Dunkin' Donuts. There's an increase in the price of coffee beans. Last but not least, there has been enormous insider selling. \u001d  The \"Bottom Line\"claim that as \"same-store sales and profit margins improve, the stock could rally into the mid-40s\" is a contradiction of the reality stated in the article. Same-store sales and margins are decreasing. \u001d  Dr. Gary Haber \u001d  Delray Beach, Fla. \b \u001d  To the Editor: \b \u001d  The recent Starbucks article suggests that Starbucks once grew earnings faster; such growth will return; and the shares will achieve their higher legacy multiple. However, the facts suggest otherwise: (1) even with recent stock-price softness, Starbucks shares' free cash flow yield is well below the 10-year Treasury yield; (2) gross profit growth is meaningfully slower than revenue growth due to lower-margin international growth and domestic food sales growth that is outpacing higher-margin beverage growth; unlike in prior years, Ebitda growth was meaningfully slower than revenue growth in every quarter of 2006. \u001d  For a growth stock to achieve and maintain a P/E higher than its revenue growth rate, the company must have positive operating leverage, not the negative operating leverage that Starbucks' last four quarters show. The current P/E-to-Growth ratio of 1.4 seems risky. \u001d  Jim Lane \u001d  TriPoint Asset Management \u001d  Boston \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ff2a02304072a92f12dabd9ef7cd1bb1","symR":["6758.TO","ATVI","BIG","CLX","ERTS","GILD","MON","MSFT","MW","PEP","PG","SNE","XLY","HFTFX","JP3435000009","US5949181045","US7427181091"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) Quarterly Mutual Funds Review: Sprouting A Hint Of Green","GmtTimeStamp":"2007-04-07T04:08:00.000000000","CompanyCodes":["6758.TO","ATVI","BIG","CLX","ERTS","GILD","MON","MSFT","MW","PEP","PG","SNE","XLY","HFTFX","JP3435000009","US5949181045","US7427181091"],"IndustryCodes":["BTC","BVG","CHM","CHS","CSE","ENT","EXT","HPN","HPR","OTS","RTS","SAP","SFT","SOF","TMF","X225","XATI","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  In retrospect, the first quarter's headlines were far more alarming than mutual funds' final tally. A global selloff on Feb. 27 handed U.S. stocks their worst one-day point drubbing since the Sept. 11 attacks, and February gave the market its first loss in nine months. \u001d  What followed were more volatile jags in March. Suddenly, a market that hadn't been too perturbed by anything now seems worried about everything: slowing economic growth, a long-anticipated ebb in corporate profits, tension with Iran and the trudge of crude oil towards $70. \u001d  Through it all, however, the 7,977 U.S. diversified equity funds tracked by Lipper posted an average return of 2.1%, outpacing the 0.2% first-quarter rise in the Standard & Poor's 500. (With dividends reinvested, the S&P  returned 0.64% in the quarter.) This was a far cry from the second half of last year, when money managers trailed and chased after the market's unflagging rally, and it's an indication that shrewd stock-picking is paying off in a more erratic market. \u001d  Bulls believe that the complacent and overbought stock market -- the Dow Jones Industrial Average had gone nearly 950 days without a one-day drop of more than 2% -- is now healthier after the shakeout. Nearly every fund type managed gains, no mean feat,  given the violence of the late-February mauling. But funds with a short bias, which outgunned their peers as recently as mid-March, saw their gains slip quickly into the red as stocks bounced back resoundingly and rapidly from the recent selloff. \u001d  Still, their decline pales in comparison with the only other group with a conspicuous loss. Financial-services funds fell 1.82%, as investors fretted about rising defaults in the mortgage market and possible contagion from the wobbly subprime sector, and how tightening credit might affect financial-sector profits. \u001d  Despite the steady chorus singing the virtues of big stocks -- all together, now: cheap valuations, more stable profits, global exposure -- large-cap funds' gains of less than 1% trailed the 3.2% racked up by small-cap growth funds and the 2.6% by small-cap value funds. \u001d  But it is perhaps a sign of the times that mid-caps outpaced them all. Mid-cap growth funds were up 4.3%; mid-cap value funds, 4.4%. For one thing, these companies have market values caught squarely in the cross-hairs of leveraged-buyout firms, and baked-in takeover premiums have kept stock prices elevated. \"Talk is also rife that the outperformance of small stocks is nearing an end, yet performance of large-cap stocks hasn't been that compelling yet,\" says Lipper senior analyst Jeff Tjornehoj. \"So investors gravitating up the capitalization ladder are splitting the difference and settling on the mid-caps.\" \u001d  The mid-cap Hennessy Focus 30 Fund (ticker: HFTFX), for example, snagged a 9.7% first-quarter gain scouring U.S. companies with market caps from $1 billion to $10 billion for undervalued stocks -- essentially those with a price-to-sales ratio of 1.5 or less \"so we pay no more than $1.50 for every dollar in sales,\" says Hennessy Funds president Neil Hennessy. These are then screened for earnings momentum (or rising annual profits) and relative strength over three-, six- and 12-month  periods. At the end of March, three of the top five holdings were retailers -- Big Lots (BIG), Dollar Tree Stores (DLTR) and Men's Wearhouse (MW), which rallied 37%, 27% and 23%, respectively, in the first quarter. \u001d  While one of the market's chief fears is the impact that lending constrictions   will have on home prices and America's wealth effect -- this has sent the Consumer Discretionary Select SPDR (XLY) down 5.5% since mid-February -- Hen-nessy still has considerable faith in consumers' spending power. \"The realities of the world haven't changed that much, even with the market correction,\" he says. \"We still have historically low interest rates, unemployment and inflation.\" \u001d  What we won't have, however, is yet another quarter of outsized earnings growth. After a record 14 quarters of double-digit profit improvement, earnings for S&P 500 companies are projected by Thomson Financial to creep up just 3.8% in the first quarter. As a result, conspicuous profit growth could become a scarcer and more coveted thing. In what may be a hint of things to come, both large- and small-cap growth funds nudged ahead of their value counterparts in the latest quarter, after years of underperformance. \u001d  Daniel Frascarelli, director of large-cap core equity investments at Lord Abbett, has been \"tilting toward growth\" as the economic expansion gets long in the tooth. More specifically, he's gravitating toward not just \"GARP-y stocks\" that can deliver \"growth at a reasonable price,\" but also larger, liquid names that offer stability and that derive more of their revenue from faster-growing overseas economies. \u001d  Among his picks are Monsanto (MON), the agricultural-products, seeds and genomics giant that stands to capitalize on a booming global economy's demand for better crops; Gilead Sciences (GILD), which, among other things, has a growing HIV/AIDS franchise; and Procter & Gamble (PG), whose ability to distribute Gillette products through P&G channels has continued to boost profit growth since the two merged. \u001d  Meanwhile, videogame makers like Activision (ATVI) and Electronic Arts (ERTS) still should see sales ride a  surge of interest following the rollout of new-generation consoles from Nintendo, Sony (SNE) and Microsoft (MSFT). Other favored stalwarts include Clorox (CLX), Colgate-Palmolive (CL) and PepsiCo (PEP). \"Colgate, for example, has done a great job of taking market share from smaller companies in the fragmented Latin American market,\" Frascarelli says, and the company's geographically diverse revenue source is a plus as U.S. economic growth slows. \u001d  First-quarter gains point to persistent expectations for accelerated expansion overseas, and global funds outperformed their U.S. counterparts in virtually every category. The 96 international small/mid-cap growth funds jumped 6.2% -- while Pacific Region funds added 4.2%; European region funds, 4.3%; and Latin American funds, 4.6%. \u001d  The U.S. market has been led by utilities and material stocks' 9% surge, and telecoms' 7% gain. The Rydex Sector Rotation Fund (RYAMX), for instance, whose stock selection is dictated by the market's momentum, currently has more than 25% of its assets concentrated in basic-materials stocks. It has benefited in particular from exposure to smaller material stocks; the S&P 400 mid-cap materials index and the S&P 600 small-cap materials benchmark were each up 12% in the quarter, compared with the S&P 500 materials index, up 8.4%. \u001d  Takeover speculation, particularly fervent in the metals and mining segment, plays a big part. \"Slowing economic growth could take some of the steam off,\" says John Escario, a portfolio manager with Rydex Basic Materials Fund (RYBIX), which was up 10.8% in the quarter. And a deepening housing downtown could crimp the forest-products segment. But he expects these to be offset by rising demand for construction materials, driven by the continued boom in non-residential building, and metals, spurred by overseas economies like China. \u001d  What were some of the first quarter's surprises? Gold didn't shine, despite economic uncertainty and growing doubts about monetary-policy direction. Gold funds posted a measly gain of just 0.75%. \u001d  \"Maybe people don't see gold as a perfect hedge for a softening economy anymore,\" Lipper analyst Tjornehoj says. Some investors have also gravitated toward baskets of global commodities and financial options and futures to hedge the risk of a slowing U.S. economy. And maybe investors see no need for safe havens, and just expect the U.S. economy and stock market to keep chugging ahead. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ff4478e884b2075f0a74744778776118","symR":["GASS","GPN","NAPS","STI","WOOF"],"date":"2007-04-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/9) Research Reports: How Analysts Size Up Companies","GmtTimeStamp":"2007-04-07T04:04:00.000000000","CompanyCodes":["GASS","GPN","NAPS","STI","WOOF"],"IndustryCodes":["BNK","CSV","FAD","MAR","OTS","RTS","SVC","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  Global Payments - GPN-NYSE \b \u001d  Outperform - Price 35.88 on April 3 \u001d  by Barrington Research \b \u001d  GPN, a high-volume processor of electronic transactions, had third-quarter 2007 EPS of 44 cents -- [beating] our expectations and consensus...of 41 cents. Excluding stock-option expense, GPN is expecting total company operating margins between 21.9% and 22.1%, versus 22.4% in fiscal year '06 . . . . Raising our FY07 EPS estimate from $1.83 to $1.86; lowering our FY08 EPS estimate from $2.10 to $2. We believe that GPN's preliminary guidance for FY08 has reduced the level of growth expectations yet, coupled with the FDC/KKR deal, has opened a window of opportunity to purchase the shares at below private-market value. Raising to Outperform; initial price target, 46. \b \u001d  Napster - NAPS-NNM \b \u001d  Buy - Price 4.45 on April 3 \u001d  by Maxim Group \b \u001d  NAPS preannounced better-than-expected F4Q07 subscriber and revenue growth; AOL conversions slightly below expectations. What should investors do? We [reiterate] Buy. While most of the NAPS' upside return potential is from a takeout, [we think] management is improving execution. NAPS continues to enter agreements in high-growth market segments, notably in mobile: ATT NTT DoCoMo; and KDDI. And we believe NAPS is cutting its sales and marketing expenses, narrow[ing] its cash burn . . . . NAPS didn't provide updated F4Q07 EPS guidance, but our modeling suggests that the upside in organic subscribers narrowed its loss-per-share by about one cent, so we are adjusting our F4Q07 loss-per-share forecast to 20 cents, from 21 cents. Management guided to [a 21-cent loss]. \b \u001d  StealthGas - GASS-NNM \b \u001d  Buy - Price 13.88 on April 3 \u001d  by Cantor Fitzgerald \b \u001d  We raise our price target to 17 (from 15) based on an 8 times EV/2007 [enterprise value] multiple to our new 2007 Ebitda [earnings before interest, taxes, depreciation and amortization] estimate of $47 million (from $45 million). StealthGas announced the acquisition of four [liquid-petroleum gas] carriers (three secondhands and one new) for an aggregate price of $51 million. We expect these acquisitions to be financed by approximately 90% debt and 10% equity. As a result, we raise our 2007 and 2008 EPS estimates to $1.50 (from $1.46) and $1.71 (from $1.58), respectively, to account for latest acquisitions, as well as charter extensions for six LPG carriers. We also raise our Ebitda estimates to $47 million (from $45 million) for 2007 and $53 million (from $47 million) for 2008. GASS has secured 85%+ of its fleet operating days for 2007, which should provide relatively stable earnings and help support current dividend policy. The stock is currently trading at a dividend yield of 5.4%. Notwithstanding these acquisitions, we expect StealthGas to remain moderately leveraged (forecasting 47% long-term debt-to-total capital by year end 2007), which should enable GASS to continue consolidating . . . . Maintaining Buy. \b \u001d  SunTrust Banks - STI-NYSE \b \u001d  Market Perform - Price 81.85 on April 3 \u001d  by Punk, Ziegel & Co. \b \u001d  Lowering target to 86 from 96. Earnings estimates are being adjusted: a) '07 forecast is being cut to $5.92 per share from $6.09; b) the '08 estimate is being reduced to $6.49 per share from $6.67; and c) the '09 estimate is being reduced to $6.98 per share from $7.18 per share . . . . The stock has a premium multiple [because it's] believed to be a takeover target and has a sizable Coca Cola stake, acquired in 1904, worth an estimated $2.5 billion. As a result . . . STI has a [high price-to-earnings growth] PEG ratio, 1.84:1 . . . . Takeover does not seem likely since the bank has just restructured management . . . There is relatively high earnings risk in STI [now] . . . . Yet rumors of takeover and the yield may provide some downside protection. \b \u001d  VCA Antech - WOOF-NNM \b \u001d  Market Perform/Speculative - Price 36.13 on April 3 \u001d  by Morgan Keegan \b \u001d  VCA Antech is U.S.'s largest operator of veterinary-diagnostic laboratories and . . . independent operator of animal hospitals. . . . It can generate above-average growth and strong cash flow by taking advantage of trend toward . . . higher-acuity services for pets, particularly diagnostic. Market Perform rating is based on the shares' current valuation at a 1.8 PEG ratio. VCA Antech had 379 animal hospitals in 37 states as of Dec. 31.  .. . T here are ample opportunities for the company to sustain 4% to 5% internal growth [plus growth through] acquisitions. Its . . . [labs] serve hospitals in all 50 states. This business has yielded same-store growth of 15% in the past two quarters . . . [well above an] 8% to 10% target, and generates Ebitda margins of 40%. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 07, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."}]
