[{"md5ID":"000a9390a5b845b81c0e2d2df5206b67","symR":["ACP","LEA"],"date":"2007-04-28","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/30) Another American Real-Estate Bubble","GmtTimeStamp":"2007-04-28T04:04:00.000000000","CompanyCodes":["ACP","LEA"],"IndustryCodes":["OTA","REA","RED","XDJGI","XFFX","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By andrew Bary \u001d  Carl Icahn's investment success is getting recognized in the stock market. Too recognized, in fact. \u001d  Shares of American Real Estate Partners (ticker:ACP), an Icahn-controlled investment vehicle, have tripled since early 2006 to 110 a share, giving the limited partnership a market value of $6.8 billion. \u001d  Wall Street, however, may be getting carried away in its enthusiasm for Icahn, who calls the investment shots at the partnership and controls 90% of its shares. Our analysis of the company's assets suggests that American Real Estate Partners shares now are overvalued. We estimate that the company is worth just $65 a share. Owing in part to the thin public float in the shares, there is no analyst coverage of American Real Estate. \u001d  It has gotten easier to value the Icahn entity lately because the bulk of its assets consist of cash and marketable securities. The New York-based partnership will have over $4 billion of cash and investments following the sale of its Nevada hotel/casino operations for $1.3 billion, which was announced last week. \u001d  This will leave the company with two major operating businesses: real estate and a controlling interest in WestPoint International, the successor to Westpoint Stevens, the maker of sheets and towels. For our analysis, we're valuing the WestPoint stake at $700 million, about equal to American Real Estate's investment in the company, which has been losing money since it emerged from bankruptcy in 2005. The real estate is trickier to assess because it consists of assorted properties and new-home developments. We're putting a value of $500 million on all the real estate, nearly double its year-end carrying value of $284 million. \u001d  So here's the math: American Real Estate's cash, combined with the potential value of the real estate and WestPoint Stevens, totals $5.3 billion. Subtract debt and preferred stock of $1.3 billion and that leaves an estimated net asset value of $4 billion, or $65 a share based on 62 million outstanding shares. \u001d  Nobody can quibble with Icahn's performance. He has scored notable triumphs while taking no salary or management fee as the company's general partner. Book value, now estimated at more than $50 a share, has risen from $20 since early 2003, while the share price is up 10-fold over that span. It's worth paying something for Icahn's services, given his impressive track record, but the estimated 69% premium (above $65) on American Real Estate's stock seems excessive. Icahn declined to comment. \u001d  American Real Estate, which specializes in buying out-of-favor assets, notched a $1 billion profit on its Nevada casino investments, which began when Icahn took control of the formerly bankrupt Stratosphere hotel/casino in Las Vegas in the late 1990s. The company netted $600 million when it sold its oil and gas business in November. Like Warren Buffett, Icahn has great investment instincts. Unlike Buffett, who likes to keep almost everything he buys for Berkshire Hathaway, Icahn is ready to sell nearly anything if the price is right. \u001d  Berkshire trades for a smaller premium to book value than American Real Estate and generates enormous operating earnings. Icahn's company has scant operating profits. \u001d  American Real Estate benefits from its partnership structure because it can generate substantial profits and pay minimal income taxes. During 2006, profits were over $12 a share. Individual investors need to recognize, however, that they owe taxes on the company's earnings, which are likely to be ample again this year because of the casino coup. The dividend yield is meager at 0.4%. \u001d  Icahn is busier than ever with his $4 billion hedge fund, Icahn Partners, American Real Estate and other investment activities. He's become one of the leading activist investors, taking on management at such companies as Time Warner and ImClone Systems. Some wondered why Icahn, whose net worth has been estimated at $10 billion by Forbes magazine, wanted to bother starting a hedge fund in 2005 at age 69. He has risen to the challenge; the fund returned about 30% last year. \u001d  Barron's has written favorably about American Real Estate since the late 1990s. We did an upbeat article last year (\"Icahn's Alternative Asset,\" Feb. 6, 2006) when the stock traded at 34 and we were cautious in a follow-up article (Oct. 9, 2006) when the stock traded near 60. \u001d  Next on American Real Estate's plate is Lear (LEA), the auto-parts maker. The company has an agreement to buy Lear for $36 a share, or $5.2 billion, including debt. The deal has aroused some shareholder opposition, potentially imperiling approval in a shareholder vote slated for June 27. Opponents may get a boost because Lear reported strong first-quarter profits last week. \u001d  Although there's no guarantee that Icahn will win the battle for Lear or be able to manage it well if he succeeds, it certainly could turn out to be another huge score. And Icahn may continue to make winning investments for American Real Estate. Still, investors are paying a very high price to go along for the ride. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"026e22e1ee060e611fea372e2b62e971","symR":["BHP","BHP.AU","ERA.AU","RIO.AU","RIO.LN","RTP","AU000000BHP4","AU000000ERA9","AU000000RIO1","GB0007188757"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Australia To End Ban On Nuclear Power Stations -PM Howard","GmtTimeStamp":"2007-04-28T04:55:00.000000000","CompanyCodes":["BHP","BHP.AU","ERA.AU","RIO.AU","RIO.LN","RTP","AU000000BHP4","AU000000ERA9","AU000000RIO1","GB0007188757"],"IndustryCodes":["ELC","MNG","XATI","XDJGI","XFT1","XISL","XNYA","XORD","XST5"],"Story":"\b \u001d  SYDNEY (Dow Jones)--Australia will end its ban on nuclear power stations as part of a push to boost its uranium mining sector, Prime Minister John Howard said Saturday. \u001d  Howard has been pushing for a domestic nuclear power industry as part of Australia's response to climate change, even though federal laws currently ban nuclear activities. \u001d  \"The expert advice that my Government has received clearly shows that Australia is giving up a major economic opportunity as a result of the excessive barriers that have been put in place to prevent uranium mining and export,\" Howard said in a statement. \u001d  Howard said he will direct his ministers and government departments to start work immediately on developing a regulatory framework, a skills base and a public relations campaign to allow the expansion of the uranium sector. \u001d  His conservative government will also make a \"firm commitment\" to Australia's participation in the Generation IV advanced nuclear reactor research program, he said. \u001d  Howard's announcement steals some of the thunder from the opposition Labor Party's national conference, which was due later Saturday to debate overturning its \"no new mines\" uranium policy, in place since the 1980s. \u001d  Australia has about 36% of the world's low-cost uranium reserves but meets a little over 20% of global demand. \u001d  Labor's \"no new mines policy\" is considered an impediment to investment in the industry and an expansion of production by the current three uranium mines. \u001d  Of Australia's three mines, BHP Billiton (BHP) is assessing an expansion of Olympic Dam in South Australia, which could triple uranium production to 15,000 tons a year, making it the largest producer in the world. \u001d  General Atomics' operates the Beverley uranium mine and Energy Resources of Australia Ltd. (ERA.AU), a unit of Rio Tinto Plc (RTP), operates the Ranger mine. \u001d  London-listed SXR Uranium One Inc. is developing the Honeymoon mine, which will be Australia's fourth uranium mine. \u001d  \"Policies or political platforms that seek to constrain the development of a safe and reliable Australian uranium industry and which rule out the possibility of climate-friendly nuclear energy are not really serious about addressing climate change in a practical way that does not strangle the Australian economy,\" Howard said. \u001d  -By Barbara Adam, +61-413-626-075; barbara.adam@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:55 ET (04:55 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"027889f3ce101a560b2197343c0a697e","symR":["AMOV","AMX","AMX.MX","G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Italian Buyers Say Olimpia Deal Valued At EUR4.1 Billion","GmtTimeStamp":"2007-04-28T20:12:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FIS","FTS","INF","INS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 16:12 ET (20:12 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"03a2e043f4fd06f76779a1eac0f3334f","symR":["AFKS.RS","MBT","MTSS.RS","SSA.LN","RU0007775219","RU000A0DQZE3","US48122U2042"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Mobile TeleSystems Sued In London For Remaining 49% Of BiTel","GmtTimeStamp":"2007-04-28T06:01:00.000000000","CompanyCodes":["AFKS.RS","MBT","MTSS.RS","SSA.LN","RU0007775219","RU000A0DQZE3","US48122U2042"],"IndustryCodes":["CTS","TLS","XDJGI","XNYA"],"Story":"\b \u001d  MOSCOW (Dow Jones)--Russia's No. 1 cellular operator by users, OAO Mobile TeleSystems (MBT), is being sued for more than $170 million in relation to a failed acquisition in Kyrgyzstan, the company said in a disclosure to the U.S. Securities and Exchange Commission late Friday. \u001d  In December 2005, MTS bought 51% of BiTel, Kyrgyzstan's biggest mobile-telephone company, but lost control of the company shortly afterward and was eventually forced to write off its initial $150 million investment. \u001d  MTS said the seller of that stake - Nomihold Securities - had now approached the London Court of International Arbitration seeking to enforce a put option on the remaining 49% of BiTel valued at $170 million, plus damages and related costs. \u001d  MTS reiterated its view that Nomihold has no legal basis for the claim and said it would employ all of its resources to defend its legal rights. \u001d  It also reiterated that several shareholders of its majority owner AFK Sistema (SSA.LN) would cover all costs should Nomihold's action prove successful. \b \u001d  Company Web site: http://www.mts.ru \b \u001d  -By Andrew Langley, Dow Jones Newswires; 7-495-974-80- 55; andrew.langley@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 02:01 ET (06:01 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"042bc6b05dbcc2a214850e2d8a08e309","symR":["NCSH","NYT"],"date":"2007-04-28","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/30) Tech Trader: Giving New Meaning To Green Revolution","GmtTimeStamp":"2007-04-28T04:08:00.000000000","CompanyCodes":["NCSH","NYT"],"IndustryCodes":["MED","PUB","XDJGI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  The full page ad in Wednesday's New York Times suggested to me that my industry's ad sales must be really struggling. It promised riches to anyone who bought Nano Chemical Systems Holdings, a penny stock with two very important nanotech patent applications for biofuel production: \"NCSH is the right company at the right time for savvy investors looking for big gains.\" \u001d  Nano Chemical actually makes spray wax sold in discount stores. The shares (ticker: NCSH) ended Wednesday at 72 cents. It takes heroism to sell print ads these days, but the Nano Chemical copy read like a spammer's e-mail. To this worshipful New York Times reader, it was as if the book of Leviticus carried a massage parlor ad -- and that was before I discovered the Environmental Protection Agency's hazardous waste proceeding against this \"Green\" company's factory; the Securities and Exchange Commission's open investigation; the chief executive's undisclosed fraud settlement with the SEC; and its investment banker's conviction for cocaine trafficking. \u001d  Calling the ad's phone number for more information, I reached Redwood Consultants in Novato, Calif. While I waited for a reply, I found that Redwood is run by Jens Dalsgaard, who used to be a broker with A.G. Edwards before the Big Board's regulators fined him $15,000 in 1999 for secretly trying to arrange a short squeeze in the shares of Diana Corp., a meat distributor that went bankrupt after trying to become an Internet company. Dalsgaard didn't return my call. \u001d  So I called Nano Chemical directly in Seaford, Del. When I asked for Chief Executive Alexander H. Edwards III, they referred me to the Tampa, Fla. offices of John Stanton, an accountant who's controlled several of Edwards' previous employers. Edwards became CEO this month, after the company borrowed $300,000 from a Stanton business. The company bio on Edwards details his 1987 graduation from the U.S. Naval Academy and his stint as president of a publicly-held surgical supply company. While I waited for Edwards' return call, I found that his bio left out the part about his paying $50,000 in 2003 to settle (without admitting) the SEC's civil fraud charges that he faked the surgical company's sales. \u001d  I can't blame Nano Chem for turning to The New York Times. Little else seems to have worked. In 2005, it arranged to get $1.7 million from an Italian financier who had previously bankrolled a chain of topless nightclubs called Scores. That money never materialized. In the last year or so, it's sold stock to Tampa area investors like Robert M. Esposito and Raymond J. Carapella. Esposito's Barrington Financial is Nano's investment banker. Before that, he ran nightclubs and got busted for selling cocaine. Carapella's long criminal record includes convictions for armed robbery and a scam in which he sold fake diet pills with his older brother George, who consented last year to an SEC bar against his participating in penny stock dealings, because of his prior history of running pump-and-dump stock frauds. The SEC subpoenaed Nano Chem itself last year. \u001d  When CEO Edwards called me back Friday, he said he was very bullish about where the company was headed. Since its nano-enhanced Green cleaners and lubricants were as good as or better than non-environmentally friendly products, he said, why wouldn't consumers buy them? \"Lord have mercy, I have four children,\" he said. \"I would hope that everybody would buy it.\" \u001d  What about the company's EPA problems? He said those were the responsibility of prior owners. The SEC? The investigation is closed, said Edwards. After glowing testimonials about IR-man Dalsgaard and banker Esposito, he said he knew nothing about their histories. \"They have no active management in the company,\" Edwards said about their records. \"And I don't see that that's germane to what we're talking about.\" \u001d  Was his own fraud settlement with the SEC germane? Time had passed, he said, so that he wasn't required to make the disclosure. \"You sound like my wife's divorce attorney,\" he told me. \"But I hope you put a positive spin on what we're doing here.\" \u001d  Stanton, Esposito and the Carapellas didn't return calls. After my inquiries to the company and its promoters on Friday, the shares plunged 27% to close at 43.5 cents, on six times their average trading volume. \u001d  The Times ad was placed by a just-formed corporation paid $232,102.94 by a \"third party.\" That corporation's phone number is Esposito's. \u001d  --- \u001d  E-mail: william.alpert@barrons.com \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0a562efd29cabd48dd2efc51574892dc","symR":["KBW"],"date":"2007-04-28","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/30) The Striking Price: The Razor's-edge Advantage","GmtTimeStamp":"2007-04-28T04:09:00.000000000","CompanyCodes":["KBW"],"IndustryCodes":["EXT","SCR","XDJGI","XNYA"],"Story":"\b   (From BARRON'S) \b   By Steven M. Sears \u001d  Back in the easy days of wide spreads, dumb order flow and limited exchange competition, the annual Options Industry Conference was little more than a boondoggle at which traders  drank and played golf. \u001d  This year's confab, which began Thursday in San Antonio, Texas and ends Saturday night, still attracts plenty of sybarites -- but it also offers a valuable peek into the machinery of the market at a time when the options industry is being redefined -- nearly continually -- by a whirling blend of competition and technology. \u001d  The important takeaway from the three-day meeting for investors who use options to better navigate the financial market: From Web-based tools to a broker's proprietary order-management software, technology will continue to make options easier to trade. \u001d  And options are now one of the fastest-growing U.S. securities products. \u001d  However, market-structure changes (like some options' recent switch to price increments in pennies, versus nickels and dimes) could dampen volume growth, even as they improve prices. While such pricing will benefit individual investors, it's expected to fragment liquidity for institutional investors, who've recently started using options to hedge stocks and otherwise try to outperform equities markets. \u001d  A lot of future volume growth depends on institutional investors. \u001d  Richard Herr, who follows exchange stocks for Keefe, Bruyette & Woods, expects options-volume growth to slow this year to 24%, below its 29% three-year compound annual growth rate: \"Upside remains, perhaps,but it is getting tricky, because even if trading volume continues to grow, fee cuts could depress options-exchange margins, and then stock prices would decline.\" \u001d  That remaining upside is good for the six U.S. options exchanges. \u001d  Just days before the conference began, two Chicago Board Options Exchange memberships sold for $2.29 million and $2.3 million, well above the 2002 low of $131,500. The sales lay bare investor exuberance for exchange stocks. CBOE is expected to sell shares in an initial offering. \u001d  For those interested in investing in options exchanges while the industry's growth rate is still strong, technology's ability to simplify complex financial products should keep supporting high margins associated with electronic exchanges. \u001d  Currently, only the International Securities Exchange (ticker: ISE) is listed. For all but the most aggressive investors, or anyone not lucky enough to get shares in CBOE's IPO, the best way to invest in exchanges may be the CBOE's thinly traded Exchange Index (EXQ). The index is comprised of the seven listed exchanges -- the CBOT BOT), Chicago Mercantile Exchange (CME), Intercontinental Exchange (ICE), ISE, Nasdaq (NDAQ), Nymex (NMX), and NYSE (NYX) -- which should disperse market-structure and transaction-fee risk across stock, futures, and options exchanges. \u001d  \"The exchanges are at a crossroads now,\" says Michael Schwartz, Oppenheimer's chief options strategist, \"and this index diversifies the risk and eliminates the possibility of [picking] the wrong exchange.\" \u001d  --- \u001d  E-mail: steven.sears@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"162b991aa8ac4a174da999ca4e5f1fc4","symR":["30086.AE","30110.AE","ABN","BAC","BARC.LN","BCS","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","GB0031348658","NL0000301109","US0605051046"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"2nd UPDATE: Dutch Crt To Rule On ABN Amro's LaSalle Sale Thu","GmtTimeStamp":"2007-04-28T14:04:00.000000000","CompanyCodes":["30086.AE","30110.AE","ABN","BAC","BARC.LN","BCS","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","GB0031348658","NL0000301109","US0605051046"],"IndustryCodes":["BAN","BNK","XAEX","XB20","XDJGI","XENX","XFFX","XFT1","XGTI","XIBEX","XNYA","XRUS","XSP5","XST5"],"Story":"\b \u001d  (Update with more details on court hearing) \u001d  By Tjeerd Wiersma \u001d  Of DOW JONES NEWSWIRES \b \u001d  AMSTERDAM (Dow Jones)--A Dutch court, called the Enterprise Chamber, said during a court hearing on Saturday in Amsterdam that it will decide on Thursday whether ABN Amro Holding NV will have to freeze the sale of LaSalle to Bank of America (BAC). \u001d  ABN Amro said early in the week that it sold Chicago based LaSalle for $21 billion. \u001d  ABN Amro found itself in court on Saturday because the Dutch shareholders association, VEB, wants the LaSalle sale to be put on hold, saying the sale should be subject to shareholder approval. \u001d  ABN Amro says it doesn't need shareholder approval for the sale of Chicago based LaSalle. \u001d  The Dutch bank says it doesn't have to ask permission to shareholders because LaSalle doesn't represent a third of the banks total assets. \u001d  Through its lawyers ABN Amro said the identity of the bank wouldn't be affected by selling LaSalle to Bank of America. They also said the offer that was made to ABN Amro for LaSalle was \"an offer ABN Amro just simply couldn't refuse.\" \u001d  Another ABN Amro lawyer said Bank of America wouldn't have agreed to the sale of LaSalle under the same terms if the sale would have been subject to shareholder approval. \u001d  \"If that had been the case they would have asked for other conditions like a break up fee, which is quite common in cases like these,\" the attorney said. \u001d  Royal Bank of Scotland has also shown interest in buying Dutch ABN Amro Holding NV's LaSalle unit in the U.S., an ABN Amro lawyer said during a court hearing in Amsterdam on Saturday. \u001d   According to the purchase agreement, however, other interested parties are still allowed to make a counterbid for LaSalle. \u001d  \"A number of parties have shown interest in buying LaSalle, Royal Bank of Scotland is one of them,\" Paul Olden from law firm NautaDutilh said during the hearing. \u001d  ABN Amro Chief Executive Rijkman Groenink said during the hearing it was a sad day for ABN Amro and that a freeze of the LaSalle sale would be a catastrophe for ABN Amro. \u001d  Although the sale of LaSalle to Bank of America took four days to realize, Groenink said it took ABN Amro's board nine months to make a decision about the sale. ABN Amro lawyers said Bank of America expressed interest in LaSalle in January. \u001d  ABN Amro itself is the subject of a takeover battle between the UK's Barclays PLC (BCS) and a Royal Bank of Scotland Group PLC-led consortium, which also consists of Fortis NV (FORSY) and Banco Santander Central Hispano (STD).     Ruud Hermans, a lawyer representing the RBS-led consortium and works for law firm De Brauw Blackstone Westbroek, reiterated at the hearing that the consortium is interested in ABN Amro as a whole, including LaSalle. \u001d  He claimed that by agreeing to a takeover by Barclays and selling LaSalle to Bank of America, ABN Amro didn't create a level playing field. He also said that the RBS-led group wanted a friendly takeover of ABN Amro.   However, Johan Kleyn, a lawyer at Allen & Overy, who represented ABN Amro, said the RBS-led consortium wasn't looking for a level playing field, but that instead it was trying to create its own playing field. \u001d  -By Tjeerd Wiersma, Dow Jones Newswires; +31 20 6260770, tjeerd.wiersma@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 10:04 ET (14:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1be9ebb10740c97904a00bf6c7becbf0","symR":["30086.AE","30110.AE","ABN","BAC","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","NL0000301109","US0605051046","30086.AE","30110.AE","ABN","BAC","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","NL0000301109","US0605051046"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"RBS Interested In Buying LaSalle - ABN Amro Lawyer","GmtTimeStamp":"2007-04-28T11:33:00.000000000","CompanyCodes":["30086.AE","30110.AE","ABN","BAC","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","NL0000301109","US0605051046"],"IndustryCodes":["BAN","BNK","XAEX","XB20","XDJGI","XENX","XFFX","XFT1","XGTI","XIBEX","XNYA","XRUS","XSP5","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 07:33 ET (11:33 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1bf28a94eb26efa5652c1b7df11826cd","symR":["AL.MI","G.MI","IT0000062072","IT0000078193","AL.MI","G.MI","IT0000062072","IT0000078193"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Generali Chmn Says Co Will Grow Externally In The Future","GmtTimeStamp":"2007-04-28T07:36:00.000000000","CompanyCodes":["AL.MI","G.MI","IT0000062072","IT0000078193"],"IndustryCodes":["BNK","FIS","INF","INL","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 03:36 ET (07:36 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1c7e504cff111dff2f662a6d3e92e65e","symR":["G.MI","TI","TIA","TIT.MI","IT0000062072","IT0003497168"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Generali Chmn Says Min Contacted Co To Defend Tel Italia -2-","GmtTimeStamp":"2007-04-28T10:11:00.000000000","CompanyCodes":["G.MI","TI","TIA","TIT.MI","IT0000062072","IT0003497168"],"IndustryCodes":["FTS","INF","INS","TLS","XDJGI","XMIB","XNYA","XST5","XSTT"],"Story":"\b \u001d  \"I told Padoa Schioppa that Generali is an insurer and not a telecommunications company, noting however that in case of need, the company would have considered the opportunity,\" Bernheim said. \"I added that I expected the Italian government to defend Generali's Italianess in case of a foreign hostile bid.\" \u001d  Generali is expected to join forces with its largest shareholder, Italian merchant bank Mediobanca SpA (MB.MI); Italy's biggest retail bank, Intesa Sanpaolo SpA (ISP.MI); and Spain giant Telefonica SA (TEF) to take control of Telecom Italia. \u001d  Mediobanca Chairman Gabriele Galateri di Genola, who is also a board member of Generali, Saturday confirmed that the Italian bank is working on a Telecom Italia plan. \b \u001d  -By Sabrina Cohen, Dow Jones Newswires; 39-347-3563-463; sabrina.cohen@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 06:11 ET (10:11 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1d2daabcada6255981f7328b24b9dca7","symR":["DHBT","FLOW","HPOL","NPSI","PBTC","QUIP","RRD","STG","WLDA"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/30) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-04-28T04:07:00.000000000","CompanyCodes":["DHBT","FLOW","HPOL","NPSI","PBTC","QUIP","RRD","STG","WLDA"],"IndustryCodes":["AIR","ARO","BNK","DFN","FAC","FTS","ICS","SVC","TLS","TRS","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining more than 5% of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from April 19 through 25. Source: Dow Jones Corporate Filings Alert \b \u001d  Activists \b \u001d  World Air Holdings (WLDA) \u001d  Investor Clinton Group said that Global Aero Logistics' $12.50-a-share offer to take World Air Holdings private is too low.Clinton Group said that the offer would provide a premium of \"only\" 11.1% to World Air's stock price on April 5.The deal was announced after the market closed that day. The Clinton Group currently has 1.35 million shares (6% of the total outstanding). \b \u001d  Stonepath Group (STG) \u001d  A group including Strategic Turnaround Equity Partners said that it had sent Stonepath Group a letter seeking board representation. \u001d  The group said that it is also concerned about default letters that Stonepath Group has recently received, and is worried about the company's failure to take steps to relist its common stock on another exchange, despite the investor group's offer to help arrange financing and hire a turnaround firm. \u001d  Strategic Turnaround currently holds 4,819,789 shares (11%). \b \u001d  DHB Industries (DHBT) \u001d  Harbinger Capital Partners Master Fund I said that the U.S. District Court for the District of Delaware had dismissed its lawsuit against DHB Industries over the scheduled date of the company's annual meeting. \u001d  Harbinger sued the company in November, alleging that it is \"attempting to unlawfully strip shareholders of their fundamental right\" by making it impossible for any shareholder to nominate a slate of directors by the date of the annual meeting set by the company. \u001d  Harbinger said that it has had discussions with representatives of DHB Industries to resolve their differences. As a result, the court dismissed the lawsuit without prejudice at the request of both parties. Harbinger Capital currently holds 5,899,524 shares (11.6%). \b \u001d  Flow International (FLOW) \u001d  Daniel S. Loeb, Flow International's largest shareholder, repeatedly has called for a sale of the company, and now says that he is prepared to purchase it himself. \u001d  Loeb said that he can present to the board an attractive option that the board can weigh against other possibilities. Flow International's chairman, Kathryn L. Munro, said that the company will consider Third Point's suggestions at it continues its strategic review. Loeb, through Third Point -- of which he is chief executive officer -- currently holds 5,060,000 shares (13.6%). \b \u001d  Peoples BancTrust (PBTC) \u001d  A shareholder group consisting of Richard Plant Morthland and Mary Ann Morthland Patterson said that they had nominated nine candidates for election as directors at the  annual meeting. \u001d  The shareholder group said that the current board hasn't acted in the best interests of stockholders and \"has failed to take advantage of significant corporate opportunities at substantial cost to the stockholders in terms of stockholder value.\" The group and its affiliates own 1,162,775 shares (19.6%). \b \u001d  North Pittsburgh Systems (NPSI) \u001d  An investor group called the North Pittsburgh Systems Shareholder Committee said that a sale of the telephone company is \"inevitable\" in the face of intense competition from larger companies. \u001d  The committee said that a sale of the company now would lead to a \"nice premium\" for shareholders, but that the price would be lower if the company waits. The company said last month that the objectives of the shareholder group, which it referred to as \"hedge-fund activists with a long record of disruptive behavior,\" are not consistent with those of North Pittsburgh Systems. \u001d  The committee currently holds 494,122 shares (6.58%). \b \u001d  Original Filings \b \u001d  Harris Interactive (HPOL) \u001d  French billionaire Vincent Bollore, though his Financiere de Sainte-Marine, raised his stake to 3,438,589 shares (6.4%) by buying 2,876,343 from Feb. 20 to April 20 at prices ranging from $5.13 to $5.70 a share. \b \u001d  Increases in Holdings \b \u001d  Quipp (QUIP) \u001d  Boston Avenue Capital raised its holdings to 96,041 shares (6.6%) by buying 28,641 from April 3 to 11 at $7.08 to $7.40 each. \b \u001d  Decreases in Holdings \b \u001d  R.R. Donnelley & Sons (RRD) \u001d  Atlantic Investment Management lowered its holdings to 10,653,500 shares, (4.9%) by selling 350,000 on April 20 at $42.20 per share. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1f4040ac51325d6ec608b1b7d15df57d","symR":["G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Pirelli, Benetton To Sell Olimpia For EUR4.1 Billion","GmtTimeStamp":"2007-04-28T20:44:00.000000000","CompanyCodes":["G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168"],"IndustryCodes":["BNK","FTS","INF","INS","TIR","TLS","XDJGI","XGTI","XIBEX","XMIB","XNYA","XST5","XSTT"],"Story":"\b \u001d  ROME (Dow Jones)--Tire-to-telecoms group Pirelli & C. SpA (PC.MI) and the Benetton family said Saturday they reached an agreement to sell 100% of Olimpia, Telecom Italia SpA's (TI) largest shareholder, to a consortium formed by Spain's Telefonica (TEF) and Italy's financial institutions in a deal valued EUR4.1 billion. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 16:44 ET (20:44 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"22017cf9b111b4eebf3077f3af27bfb8","symR":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Pirelli Will Cash In EUR3.3 Bln From Olimpia Sale","GmtTimeStamp":"2007-04-28T20:29:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FIS","FTS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 16:29 ET (20:29 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"247b1e3a02cac98390192a4c18fc70e9","symR":["ROS","RTKM.RS","T","VZ","RU0008943394","US00206R1023","US92343V1044"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"US SEC Asks Rostelecom For Info On Ties To Iran, N Korea","GmtTimeStamp":"2007-04-28T08:25:00.000000000","CompanyCodes":["ROS","RTKM.RS","T","VZ","RU0008943394","US00206R1023","US92343V1044"],"IndustryCodes":["FTS","TLS","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5","XSTT"],"Story":"\b \u001d  MOSCOW (Dow Jones)--The U.S. Securities and Exchange Commission has asked Russian long-distance carrier OAO Rostelecom (ROS) for information on its business ties to counties like Iran and North Korea, which are subject to trade restrictions by the U.S., according to a letter on the SEC's web site. \u001d  In a response to the SEC also posted on the site,  Rostelecom, which is listed on the New York Stock Exchange, denied any wrongdoing and said that \"revenues derived from countries cited in your letter are extremely small.\" \u001d  The SEC said in its letter to Rostelecom that the company itself had noted it had business ties with Cuba, Iran, North Korea, Sudan and Syria. \u001d  The letter, signed by assistant director of the SEC, Larry Spirgel, asked the company to \"please expand your materiality analysis to address the potential impact upon your reputation and share value of these business contacts in light of the investor sentiment underlying the legislative and other actions cited as examples in our prior comment.\" \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 04:25 ET (08:25 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2af9c71cb5a44ec4fdd3e299cec6b13f","symR":["AMOV","AMX","AMX.MX","G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Olimpia Is Biggest Shareholder In Telecom Italia >TI","GmtTimeStamp":"2007-04-28T20:05:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FIS","FTS","INF","INS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 16:05 ET (20:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2fef9213cb9e9416ce55f0261bc66678","symR":["AL.MI","G.MI","IT0000062072","IT0000078193"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Generali Chmn Says Co Can't Futher Grow In Italy","GmtTimeStamp":"2007-04-28T07:36:00.000000000","CompanyCodes":["AL.MI","G.MI","IT0000062072","IT0000078193"],"IndustryCodes":["BNK","FIS","INF","INL","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 03:36 ET (07:36 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"306a03225d345daba712cedbef7bd4fd","symR":["AAPL","BRKA","BRKB","DELL","DXD","GS","INTC","QID","SCI","US0378331005","US2470251099","US38141G1040","US4581401001"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/30) Barron's Big Money Poll: Buckle Up! -2-","GmtTimeStamp":"2007-04-28T04:05:00.000000000","CompanyCodes":["AAPL","BRKA","BRKB","DELL","DXD","GS","INTC","QID","SCI","US0378331005","US2470251099","US38141G1040","US4581401001"],"IndustryCodes":["CPR","CSV","EXT","INS","INU","SCR","SEM","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTF","XSTX"],"Story":"\u001d  The technology and energy sectors scored well in our latest survey. But so did health care and basic materials. \"We're in the first inning of a commodities rally that could last 14 to 15 years,\" says David Corbin, founder of Corbin & Co., in Fort Worth, Texas. \u001d  As for the sectors most likely to drag the market down in coming months, financials stole the show. That's not surprising in light of the managers' newfound wariness about stocks, the current inversion in the Treasury-yield curve and troubles in the subprime-mortgage market, where borrowers have been defaulting. \u001d  Our respondents' distaste for financials explains, in part, why they voted Goldman Sachs (GS) one of the market's most overpriced issues. Goldman has rallied more than 60% since mid-July, to a recent 225, as the investment bank and trading powerhouse has reported explosive growth in earnings. While its shares might look like a bargain at 10 times fiscal '08 estimates of $21.54 a share, some investors fear the firm could be tripped up by a more difficult market. \u001d  The managers also have reservations about utilities -- often considered a proxy for financial shares -- and consumer-cyclical issues. Skeptics have warned for years, including in these pages, that a housing recession would slam the brakes on the public's ability to spend, hurting the economy and consumer-oriented companies. It hasn't happened yet, although the latest Big Money poll suggests the day of reckoning may be drawing nearer. \u001d  In our latest survey, the managers voted Apple (AAPL) their favorite stock, followed by Intel (INTC), Berkshire Hathaway (BRKA) and Dell (DELL). Apple rallied nearly 6% Thursday, after the company surprised Wall Street by reporting an 88% increase in fiscal second-quarter earnings, on a 21% jump in revenue, due in part to lower costs. Apple now trades at around 100, or for 25.6 times fiscal '08 estimates of $3.90 a share. \u001d  For all of their uncertainty about the stock market, an overwhelming majority of Big Money managers -- 76% -- don't see a recession in the offing. The managers predict that the U.S. economy, as measured by gross domestic product, will grow by about 2% this year, ramping up to 2.2% as of mid-2008. (The government estimated Friday that first-quarter GDP grew at a seasonally adjusted 1.3% annual rate.) \u001d  \"The economy is not going to hell in a handbasket,\" says Boston-based financial adviser Paul Jackson. \"[Companies are] simply moving from double-digit to single-digit earnings growth.\" \u001d  Once again, the majority of poll participants -- in this case, 69% -- expect the Federal Reserve to leave interest rates unchanged in the next six months, although 27% think the Fed will lower rates in this span. Their mean prediction calls for three-month Treasury yields to fall to 4.73% by year end and 4.6% by next June, from a current 4.835%. They see 10-year yields rising to 4.75% by December, and 4.87% by the middle of '08, from last week's 4.65%. \u001d  Fed Chairman Ben Bernanke gets rousing applause in his first year on the beat; 92% approve of the job he's doing. \"He has contained what could have been a media frenzy over subprime [loan defaults], and effectively moderated asset inflation,\" one admirer writes. \"He's consistent in his action, runs his own playbook and doesn't try to copy Alan Greenspan,\" writes another. \u001d  Still, the managers aren't blind to the problems that could complicate Bernanke's life, and theirs. Among others, they worry about a softer housing market and the collateral damage that could ensue. While 63% expect the U.S. housing market to weaken \"moderately\" in the next six months, 24% predict it will weaken \"substantially.\" (Contrarians, take note.) Tuesday the National Association of Realtors reported sales of existing homes fell 8.4% in March, the biggest drop in 18 years. \u001d  Housing troubles are more likely to hurt the economy than the stock market, they say, and 76% fear problems in the subprime-mortgage market will cause credit availability to tighten in the next three to six months. \u001d  The managers are split on the economic impact of the nation's towering budget and trade deficits: 48% say they threaten the economy and financial markets; 52% say they don't. \"The budget deficit is shrinking dramatically because of a surge in tax revenue, and I expect that trend to continue, says Carl Marker of IMS. \"The cost required to finance the accumulated debt is manageable relative to the size of a growing economy.\" \u001d  On the other hand, as one critic wrote, the trade deficit is \"a massive transfer of wealth, plant and employment to other countries.\" \u001d  A third noted that the twin deficits \"could collapse the dollar and raise rates.\" \u001d  The price of oil, now around $65 a barrel, loomed large in discussions with a number of poll respondents in recent weeks. The managers generally see prices falling to $60 a barrel by year end -- and staying there. Just as Chinese demand has helped drive up crude, the completion of major construction projects in China in preparation for the 2008 Olympics could reduce demand and prices, says Joshua Brooks, deputy head of equity investments at Putnam Investment Management in Boston, which oversees more than $190 billion. \"It's as much about the perception of foreign demand as actual demand when it comes to prices,\" he says. \u001d  When Barron's caught up with Brooks, oil was trading for $59 a barrel. The market price, he noted, consisted of three components: a normalized price around $31 a barrel, an extra $10 in currency premium, and $17 in speculative premium, which since has increased. \u001d  Alan Cole, president of Cedar Hill Associates in Highland Park, Ill., takes the opposite side on the oil trade. He expects oil to fetch more than $100 a barrel by mid-'08 due to a contraction in supply that's \"much faster than the world recognizes.\" Cole points to production declines in fields such as Mexico's Cantarell, which recently reported a 20% drop year to year. \u001d  \"Energy will be the big dampening force for the market in the coming quarters,\" Cole says. \"But the consumer has been able to absorb higher energy costs without reducing consumption. That means more room\" for the market to run. \u001d  Politics might not be the driving force behind financial markets, but they're likely to exert more influence as the nation approaches 2008's presidential election. Not surprisingly for Wall Street, most of the managers are skeptical that Democratic control of Congress will help the market in the next 12 months; in fact, 45% think that it will be harmful. \u001d  As for the big race itself, at this early date the nation's money managers see a contest pitting Democratic Sen. Barack Obama of Illiois against Rudy Giuliani, the former New York mayor: 21% predict Obama will win, versus 20% who project a victory for Giuliani. \u001d  There's no such polarity in the Big Money managers' view of the market these days -- just a lot more caution, particularly after stocks' recent robust run. Dow 14,000, we'll see you when you get here. But we're not leaving the lights on while we wait. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"31186e6a93b74406f53f4b412f0de8d0","symR":["OPYGY","PLZL.RS","RU000A0JNAA8","OPYGY","PLZL.RS","RU000A0JNAA8"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Polyus Gold: CEO Ivanov Tenders Resignation","GmtTimeStamp":"2007-04-28T12:08:00.000000000","CompanyCodes":["OPYGY","PLZL.RS","RU000A0JNAA8"],"IndustryCodes":["GLD","PCS","XDJGI"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 08:08 ET (12:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"315eaa45258b8ec51f30386deef0bb56","symR":["30086.AE","30110.AE","ABN","BAC","BARC.LN","BCS","FORB.BT","FORSY","RBS.LN","BE0003801181","GB0007547838","GB0031348658","NL0000301109","US0605051046"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"=WSJE: Dutch Court To Decide Thu On ABN Amro Sale Of LaSalle","GmtTimeStamp":"2007-04-28T15:15:00.000000000","CompanyCodes":["30086.AE","30110.AE","ABN","BAC","BARC.LN","BCS","FORB.BT","FORSY","RBS.LN","BE0003801181","GB0007547838","GB0031348658","NL0000301109","US0605051046"],"IndustryCodes":["BAN","BNK","FIS","XAEX","XB20","XDJGI","XENX","XFFX","XFT1","XGTI","XNYA","XRUS","XSP5","XST5"],"Story":"\b \u001d  By Edward Taylor, Carrick Mollenkamp \u001d  Of THE WALL STREET JOURNAL EUROPE \b \u001d  AMSTERDAM (Dow Jones)--An Amsterdam court told a packed courtroom Saturday that it will decide Thursday whether to freeze the sale of ABN Amro Holding NV's (ABN) LaSalle Bank to Bank of America Corp. (BAC) in a decision that will help play an important role in the future of ABN. \u001d  If the $21 billion sale is upheld, it could make it more difficult for a European bank consortium led by Royal Bank of Scotland Group PLC (RBS.LN) to pursue its bid to break-up the sale of ABN to the U.K.'s Barclays PLC (BCS). But if the Dutch Enterprise Chamber freezes the sale at the request of a Dutch shareholders association, the consortium will gain more time to make its bid to ABN shareholders. \u001d  (This story and related background material will be available on The Wall Street Journal Web site, WSJ.com.) \u001d  ABN's deal to sell LaSalle becomes permanent after May 6. The court ruling, which is expected to be made on Thursday at 4 p.m. in Amsterdam, would be three days ahead of that date. The Dutch shareholders association wants the LaSalle sale put to an ABN shareholder vote. \u001d  The RBS consortium is pushing to break up the proposed $88.05 billion purchase of ABN by Barclays PLC with a $98.6 billion bid of its own. On Friday, it officially notified ABN's supervisory and managing boards that it will make a bid for the whole company, and requested friendly takeover talks. Under Dutch corporate rules, the two sides have seven days to negotiate before the RBS trio is allowed to make a hostile bid. \u001d  ABN Amro Chief Executive Rijkman Groenink, commenting on the rival consortium, said, \"There is no way that we can classify it any other way than hostile.\" \u001d  Another likely outcome if the three-judge panel led by Judge Huub Willems halts the sale: The fight could move to U.S. courts where Bank of America could bring a claim against ABN to enforce the contract to sell LaSalle to Bank of America. \u001d  \"If there was an injunction, it would not prevent Bank of America from determining that it could seek remedies in a U.S. court,\" said ABN lawyer Margaret Tahyar of Davis Polk & Wardwell, who specializes in cross-border transactions. ABN lawyers told the court that they feared a freezing of the LaSalle sale could expose them to claims for damages from Bank of America that run in to the \"billions.\" \u001d  The hearing was spoken in Dutch and translated to English by the court. \u001d  Enforcing the contract is one of two legal avenues Bank of America could pursue. Separately, Bank of America is weighing whether to bring a legal claim against the RBS-led consortium for tortious interference of a contract, the Wall Street Journal reported Saturday, citing people familiar with the situation. \u001d  A lawyer for the consortium, Ruud Hermans of De Brauw Blackstone Westvroek, said the group, which includes RBS, Fortis NV (FORSY), and Banco Santander Central Hispano SA (STD), would gain a level playing field if the freeze was put in place. \u001d  RBS has also shown interest in buying LaSalle, an ABN attorney said in the hearing. \u001d  \"A number of parties have shown interest in buying LaSalle. Royal Bank of Bank of Scotland is one of them,\" Ual Olden from law firm NautaDutilh said. \u001d  The contest for ABN is taking a toll on Groenink.  Groenink, who spoke at the hearing, said, \"I never thought I would stand here. It's a very sad day for me. I see this in the light that ABN is now in the hands of speculators being played around like a ball.\" \u001d  ABN, its lawyers, and Groenink told the three judges that ABN's sale of LaSalle wasn't hasty and that it was a judicious process. The shareholders association has claimed that ABN agreed to sell LaSalle to effectively create a so-called \"poison pill\" to block the consortium bid, which is being led by RBS CEO Fred Goodwin. \u001d  ABN lawyers told the court that they learned Barclays wasn't that interested in LaSalle during exclusive negotiations and that ABN was surprised to receive a call from Bank of America on April 18 requesting that ABN discuss a LaSalle sale. \u001d  A lawyer for Bank of America, Hans de Savornin Lohman of Loyens & Loeff, cited a Jan. 16 article in the Wall Street Journal where CEO Kenneth D. Lewis expressed an interest in LaSalle as evidence the LaSalle sale had not been hasty. \u001d  Groenink said the sale of LaSalle had been an option the bank had been considering before ABN and Barclays began talks in mid-March and so ABN was able to move quickly to respond to Bank of America's call. \"We got a top price,\"  Groenink said. \u001d  ABN, though, did weigh whether the sale required a shareholder vote. Groenink said that ABN's managing and supervisory boards sought legal advice and were told a vote wasn't required. Separately, Groenink said that Bank of America preferred a transaction that wouldn't be put to a shareholder vote and that helped increase the price ABN got for LaSalle. \u001d  A lawyer for Barclays said the bank wasn't involved in the sale of LaSalle to Bank of America. He said the U.K. bank adjusted the price it planned to pay for ABN after the pact was reached between ABN and Bank of America. \b \u001d  -By Edward Taylor and Carrick Mollenkamp, The Wall Street Journal Europe; edward.taylor@wsj.com; 49 69 29725 553 \u001d  (Tjeerd Wiersma in Amsterdam contributed to this report.) \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 11:15 ET (15:15 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"31a0f927b2205c402cf39ac70278a774","symR":["AL.MI","G.MI","IT0000062072","IT0000078193"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Generali Chmn:Co Has No Cap Hike Plan, Aims To Up Mkt Cap -2-","GmtTimeStamp":"2007-04-28T10:59:00.000000000","CompanyCodes":["AL.MI","G.MI","IT0000062072","IT0000078193"],"IndustryCodes":["BNK","FIS","INF","INL","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  Generali is expected to increase its size, and consequently its market capitalization, by expanding its operations out of Italy, Benrheim said. \"However, the only way of doing this is via targeted joint ventures such as the one recently announced in the Czech republic.\" \u001d  He said that the company hasn't the financial capability to make a large acquisition, in the range of EUR40 billion, but is going to use the joint-venture tool to further increase its size. \"We hope to increase Generali's market capitalization by between EUR12 billion and EUR15 billion in the future,\" Bernheim said. \u001d  Generali's current market capitalization is EUR43.1 billion. \u001d  When asked about the company's bancassurance agreement with Italy's largest retail bank Intesa Sanpaolo SpA (ISP.MI), Bernheim said that those operations are \"not so profitable.\" \b \u001d  -By Sabrina Cohen, Dow Jones Newswires; 39-347-3563-463; sabrina.cohen@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 06:59 ET (10:59 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"33530e804703097b4503250c376c8a86","symR":["SPD.LN","GB00B1QH8P22"],"date":"2007-04-28","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Sports Direct Pays Out GBP25M In Bonuses - Newspaper","GmtTimeStamp":"2007-04-28T11:36:00.000000000","CompanyCodes":["SPD.LN","GB00B1QH8P22"],"IndustryCodes":["RTS","SAP","XDJGI"],"Story":"\b \u001d  LONDON (Dow Jones)--Five senior directors at retailer Sports Direct (SPD.LN) will share a bonus of GBP25 million next week The Daily Telegraph reported Saturday. \u001d  The newspaper said the bonus, which was conditional upon a successful flotation, has been paid \"in recognition of the directors' contribution to the development of the company over many years.\" \u001d  The five directors are Justin Barnes, Karen Byers, Dave Forsey, Robert Mellors and Sean Nevitt, the newspaper said. \b \u001d  Newspaper Web site: http://www.telegraph.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9330 \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 07:36 ET (11:36 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"37c3926b0b329769db93678946d09ab0","symR":["30110.AE","ABN","AMSG","ASF","COBZ","FCX","KMB","PPP","RVBD","RY","RY.T","CA7800871021","NL0000301109","US35671D8570","US4943681035"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/30)Research Reports: How Analysts Size Up Companies","GmtTimeStamp":"2007-04-28T04:08:00.000000000","CompanyCodes":["30110.AE","ABN","AMSG","ASF","COBZ","FCX","KMB","PPP","RVBD","RY","RY.T","CA7800871021","NL0000301109","US35671D8570","US4943681035"],"IndustryCodes":["BAN","BNK","CMT","COS","HEA","ICS","MNG","OIS","SVC","XAEX","XDJGI","XENX","XFFX","XISL","XNYA","XRUS","XSCI","XSP5","XST5","XTSE"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  Administaff - ASF-NYSE \b \u001d  Buy - Price 34 on April 24 \u001d  by Garp Research \b \u001d  Based on our forecast of high single-digit unit growth in 2007, and 11% [work-site employee/WSE] growth thereafter through 2009, coupled with our estimates of 3% annual growth in gross-profit-per-WSE, we find ASF shares attractive, trading at 12 times our out-year earnings-per-share estimate. \b \u001d  Amsurg - AMSG-NNM \b \u001d  Market Perform - Price 25.02 on April 25 \u001d  by Raymond James \b \u001d  AMSG reported 1Q07 earnings per share from continuing operations of 34 cents, in line with consensus . . . . It was negatively impacted (by about 1 cent) by [expected] Medicare changes in effect since start of '07 . . . [yet] we highlight weak same-facility revenue growth (3% versus 8% comp) and lower-than-expected 2Q07 EPS guidance (34 to 35 cents versus consensus 36). We're lowering our '07 and '08 EPS expectations to $1.40 and $1.46 . . . we see limited earnings growth over the intermediate term. \b \u001d  Bank of America - BAC-NYSE \b \u001d  Hold - Price 51.04 on April 23 \u001d  by Sandler O'Neill \b \u001d  Target: 55. BoA announced on April 23 agreement to purchase LaSalle Bank Corp. and subsidiaries from ABN AMRO for net $16 billion, cash. [ABN AMRO can accept a higher offer within 14 days] . . . The deal is expected to strain BAC's capital ratios . . . . While paying 3.4 times tangible book value is in line with . . . similar transactions, it may prove rich enough to shorten the list of potential competing bidders. We are positive on the transaction, but don't view it as near-term catalyst. Reiterate Hold . . . . \b \u001d  CoBiz Financial - COBZ-NNM \b \u001d  Sector Perform/Above-Average Risk - \u001d  Price 19.57 on April 23 \u001d  by RBC Capital Markets \b \u001d  CoBiz [a $2.1 billion financial-services company serving Colorado and Arizona] reported 1Q07 EPS of 24 cents, 3 cents shy of both our estimate and the Street consensus due to seasonally weaker fee-based revenues . . . otherwise, a solid performance. Disciplined loan and deposit pricing, improved earning-asset mix, and year-end securities restructuring . . . drove margin up to 4.38%. COBZ [may] give back some of this increase . . . . Deposit growth slowed to a still-impressive 10% annualized pace . . . . Lowering '07 and '08 EPS estimates 3 cents, to $1.15 and $1.32 . . . . Target [drops] to 22 from 23 (19 times 2007E EPS), which still assumes COBZ shares deserve to trade at a 20% to 25% premium to average community bank. \b \u001d  Freeport McMoRan - FCX-NYSE \b \u001d  Market Perform - Price 69.36 on April 25 \u001d  by Friedman Billings Ramsey \b \u001d  FCX reported 1Q07 pro forma adjusted EPS of $2.60, well above consensus of $2.07 but below our pro forma estimate of $2.85 . . . we would sell into this strength and are downgrading the name based on valuation and increasing copper-price risk in second-half '07. Downgrading to Market Perform. Maintaining 69 target. \b \u001d  Kimberly-Clark - KMB-NYSE \b \u001d  Buy/Conservative - Price 71.26 on April 23 \u001d  by A.G. Edwards \b \u001d  [On top of an 18.5% rise since May], we're raising target to 78, from 76, [seeing] more upside, especially if earnings growth accelerates as we anticipate . . . . Upside driven by strong North America (8%) volumes . . . . Emerging-market growth was also strong . . . . B2B segment performing nicely; higher fiber costs and marketing spending are biggest pressures to margins. [But other factors] should offset this for rest of year . . . 2-cent upside surprise on quarter. \b \u001d  Pogo Producing - PPP-NNM \b \u001d  Neutral - Price 49.46 on April 25 \u001d  by UBS Securities \b \u001d  1Q production volumes disappoint: Clean 1Q EPS of 27 cents was below our 47-cent estimate -- but above consensus of 20 cents. 1Q volumes fell 5% y-o-y . . . and were 8% below our estimate. Moderate progress on pursuit of strategic alternatives [for this Houston-based oil- and gas-producer]. Target reduced to 51 from 54. \b \u001d  Riverbed Technology - RVBD-NNM \b \u001d  Hold - Price 32.34 on April 25 \u001d  by Wedbush Morgan \b \u001d  Target: 35. Raising 2007 EPS estimate from 28 cents to 55 cents and 2008 EPS estimate from 41 cents to 56 cents to reflect strong outlook for the company's [network-applications and compression] products and recent share gains from competitors in the short-term. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"37e3423791f06f5c71e879f5e1811d66","symR":["000270.SE","005380.SE","016360.SE","KR7000270009","KR7005380001","KR7016360000"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/30) Asian Trader: For Korea, Free Trade And Fatter Multiples","GmtTimeStamp":"2007-04-28T04:08:00.000000000","CompanyCodes":["000270.SE","005380.SE","016360.SE","KR7000270009","KR7005380001","KR7016360000"],"IndustryCodes":["AUT","SCR","XATI","XDJGI"],"Story":"\b   (From BARRON'S) \b   By Leslie P. Norton \u001d  Among the myriad rivalries that energize and bedevil Asia is the one between Japan and South Korea, which go head-to-head in global export markets. The perception for years was that Korea ate Japan's lunch, but lately Korean exporters have been tormented by the high won. Japan, in contrast, has kept its currency cheap, and its exports are surging, even though the rest of its economy is weak. \u001d  Korea's exports are about to get a lift, due to the recently concluded free-trade agreement between Korea and the U.S., which officials were busy shopping to Congress last week and whose final text will be published in coming weeks. That must be on the mind of Japanese Prime Minister Shinzo Abe, who was visiting President Bush last week. Japan has no free-trade agreement with the U.S., but is the fourth-largest exporter to this country (after Canada, China and Mexico). Korea is No. 6; its top exports include small cars, handsets, computer parts and LCD panels. \u001d  The free-trade agreement with Korea is expected to face a blistering fight in Congress, though Korea last week accepted its first shipment of U.S. beef in four months after turning back several, saying they contained bone fragments. (It blocked all U.S. beef imports nearly four years ago because of fear of mad-cow disease, and now allows only boneless beef.) Beef isn't covered by the proposed agreement, but it's a flashpoint with Congress. \u001d  What happens to the stock markets of would-be partners when a free-trade agreement is introduced? It's tough to judge in isolation. The Korea-U.S. deal is the largest since the North American Free Trade Agreement, which took effect in 1994. Samsung Securities credits Nafta with helping Canada's price-earnings multiple rise on increasing trade, while Mexico's discount to other emerging markets narrowed on overseas capital inflows and more stable financial markets. Singapore, whose free-trade agreement with the U.S. took effect in 2004, saw its P/E rise, partly alongside China's growth. \u001d  Samsung says the removal of tariffs alone will boost Korea's GDP by 0.42%, and that increased trade will hike overall GDP by 7.75% in seven to 10 months. Korean shares have marched to a new high this year, though their 7.5% increase trails that of many other markets in the region. Japan is up 1%. \u001d  \"This will give a lift to the market,\" says Henry Seggerman, who runs Korea International Investment Fund. \"Institutional investors who were underweight Korea will increase their Korea allocations, due to warming of discussions with North Korea and perceptions of a new playing field.\" \u001d  Seggerman likes builder Hyundai Heavy (009540.Korea), which he thinks will rise 20% from current levels, and NHN (035420.Korea), which could rise 25%. Hyundai Heavy's earnings are growing by 35%-plus a year, while profits at NHN, \"the Google of Korea,\" are growing 40%. \u001d  A free-trade agreement wouldn't be great news for Hyundai Motor (005380.Korea) and Kia Motors (000270.Korea), two market stalwarts, even though the 2.5% tariff the U.S. imposes on passenger cars would vanish. Korea's whopping 8% tariff on U.S.-made passenger cars will go, too. \u001d  Nobody expects a U.S.-Japan free-trade pact anytime soon, largely because Japan's rice farmers and agricultural industry are so heavily protected. They are also major supporters of the ruling Liberal Democratic Party. Still, global trade is growing swiftly and now accounts for 31% of the world economy, up 10 percentage points from the mid-1990s. \u001d  The Korean market is cheap. According to CLSA, it trades at 10.6 times forward earnings, a discount of about 25% to the rest of the region, ex-Japan. But new accounting standards that take effect in 2011 could encourage investment. Investors long have criticized accounting and disclosure standards in South Korea, where companies don't have to report revenue from international businesses and other subsidiaries, leading to huge gaps between stated and actual figures. As of 2011, that will change for companies with assets of more than $2 billion. \u001d  Last week marked the 80th anniversary of the American depositary receipt, which was invented by JPMorgan in 1927 and deemed an anachronism in recent years as investors  gained more direct access to international markets, via E*Trade (ETFC) and the like. \u001d  Yet the ADR business is booming, says Claudine Cardillo-Rivot, global head of JPMorgan's Depositary Receipts Group. \"It's still easier...in terms of settlement and custody to buy an ADR in markets where you would need a local custodian,\" she says, adding that ADRs will be around \"until such a time that exchanges come to one platform and one set of securities regulations.\" \u001d  Last week's column mistakenly stated that the new AIG index for emerging markets has a low correlation with emerging-markets bonds. It has a high correlation. \u001d  --- \u001d  E-mail: leslie.norton@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3ca031a56fda51c56d117fcc71d12a76","symR":["CSCO","GCOM","ILC","OPTC","PLCM","RVSN","RVSN.TV","SAI","IL0010843832","US17275R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/30) Making Sense Of The World's Symptoms","GmtTimeStamp":"2007-04-28T04:05:00.000000000","CompanyCodes":["CSCO","GCOM","ILC","OPTC","PLCM","RVSN","RVSN.TV","SAI","IL0010843832","US17275R1023"],"IndustryCodes":["CMT","SOF","TSX","XDJGI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \u001d  Interview With Charles Hess \u001d  Managing Partner, Inferential Focus \b \u001d  If change is afoot somewhere in the world, it's likely that Hess and his associates at Inferential Focus in Manhattan have detected it. Started nearly 30 years ago with co-founder Bennett Goodspeed, author of The Tao Jones Averages, Inferential Focus is committed to detecting subtle shifts in behavior and trends across a broad spectrum of disciplines that often result in major investment and marketing themes. Its client list is an elite group of financial institutions and hedge funds and multinational corporations eager to gain a strategic advantage from the intelligence gathered by Inferential Focus. The firm's latest work suggests opportunities in satellites and telecommunications; energy, and Web advertising. \b \u001d  Barron's: What exactly does Inferential Focus do? \u001d  Hess: We do with the world what good doctors do in diagnosing their patients. They objectively look at symptoms and clues that are often anomalous, suspend judgment and allow for multiple indicators, and then put it all together for a diagnosis. We read a lot: about 350 trade journals and newspapers and now online material from around the world, and we exclude as evidence over 99% of what's written because in the discipline of diagnostics, opinion doesn't matter. We are looking for events. The inferences are a matter of picking up the clues and putting them together in the right way to get the right picture of what has happened already. We started writing about terrorism a year before 9/11 because we were piecing together clues that were already being manifested. We are not trying to forecast or predict what is going to happen, but we will infer from what has already happened and hopefully our clients will be better off at dealing with new situations. \b \u001d  Q: How did you help investors prepare for 9/11? \u001d  A: A year before we issued a report on what we called World War III, our phrase for a new area of conflict that we defined as a new world of permeable borders, and it included threats ranging from the piracy of copyright material to diseases like SARS and West Nile virus and all kinds of cross-border movement, including terrorists and immigrants, financial transactions and trade and commerce. \b \u001d  Q: Does your permeable-borders thesis remain relevant? \u001d  A: Yes. It's a pervasive change. In a world of permeable borders, Saudi Arabia is building a wall on the border with Iraq. China is building a wall on the border of North Korea. We are building a wall on our border with Mexico. There are big attempts to try to recreate and protect borders. \b \u001d  Q: And then what? Do you make recommendations? \u001d  A: Our role is to diagnose the new dynamic or change and try and figure out what it means and what its impact might be. The implications of the changes that we identify are both suggested by us and developed in dialogue with clients. As part of our World War III thesis we saw a whole series of reactions by individuals trying to maintain control and security in their lives, and we called it the \"sustainability\" response. It involved physical security, employment security, financial security and emotional security. There has been a big movement, especially after 9/11, toward redecorating homes, practicing crafts and owning pets. We saw people looking to gain some control in a world where things change suddenly. How do you maintain your sanity when a company takes your health insurance away or when the border between weekends and holidays and workdays is lost? We suggested that part of the solution involved sleep, and we have since seen hotels and individuals spending a lot of money on replacing mattresses. \b \u001d  Q: Were you able to diagnose the current housing situation and the implications for the economy? \u001d  A: We've been talking about housing for 2 1/2 years. The anomaly of the 2001-2002 recession following the dot-com blowup was that consumer spending never slowed down and personal debt never slowed down. At the same time, real incomes were not increasing. It was the first time in decades where there were five years straight in which real incomes did not increase. Cash-out refinancing and home equity loans filled the gap. This is the first time in the postwar period that the housing market has fueled the economy. It has regularly gone through the cycles with the economy, but it hasn't ever fueled the economy and supported consumer spending. A lot can ripple out from the housing market. We're seeing the first wave. We are suggesting to clients that corporate reactions to protecting earnings might be a hidden factor that could lead to other shock waves involving housing. \u001d  Corporate managements have been so well-trained to cut back on expenses to protect earnings that it might be the catalyst that trips the next wave. There's been a huge increase in housing supply on the market, turnover is way down, but prices have plateaued after going down a slight amount. That's because we haven't had any forced sales. If there are corporate layoffs, there will be forced sales. There has been a lot of leverage created in the housing market and it could lead to a significant decline. About 40% of the new jobs in the last four years are housing-related. Housing is 23% of the overall economy. While there are offsets -- commercial real estate is doing well and the government is hiring -- this has the potential to tip the scales. It could lead to the Fed lowering rates, and if we've got to lower interest rates to stimulate the economy, it takes the incentive out of owning dollars. That becomes tricky when you consider it's important for the Chinese to help support our economy by continuing to buy dollars. \b \u001d  Q: Let's talk about a change occurring that hasn't registered on radar screens. \u001d  A: The military is increasingly dependent on satellite communications. In this World War III world, space is another permeable border and we need to protect our communications, something that is not only important for the military but also has implications for financial institutions because of ATMs, and public communications because of cell- phones. The military is getting very anxious about the vulnerability of our satellites and has set up a couple of separate departments to focus on it. It became more urgent since China knocked one of our satellites out of the air in October, which created debris in the area below the satellite-orbit range and caused disruption. Lasers can be used to knock satellites from orbit as the Chinese did, but it is also possible to simply jam the command data between spacecraft and ground stations. The U.S. spends all this money on missiles and aircraft carriers and apparently any country with a ground station can jam our satellites. \u001d  The Department of Defense has begun to embark on building a whole new global-networking system similar to the Internet called the GIG, or Global Information Grid. About $34 billion is committed to this secure- communications system. Some companies that are benefiting are Globecomm Systems [ticker: GCOM], SAIC [SAI] and Radvision [RVSN]. \b \u001d  Q: How about another dynamic underfoot? \u001d  A: The price of oil is very contingent on whether the Iranians are cooperating with the Saudi Arabians to try and create stability in the Middle East. \b \u001d  Q: So politics is alive and well in the oil-price dynamic? \u001d  A: Right. There seems to be a whole other strategy beyond supply and demand and weather that is influencing the price, where the political actions in the Middle East have been interestingly correlated with the price of oil. \u001d  Saudi Arabia's King Abdullah has now galvanized this strategy of using oil as a weapon to ease tensions in the region. The Saudis have forged serious connections with the Russians in the last few years. They are the two biggest oil producers in the world, and now they coordinate their actions. The Saudis are buying arms from the Russians for the first time. Putin paid the first visit ever by a head of Russia to Saudi Arabia. King Abdullah also visited Moscow, a rare event for a Saudi king. \u001d  Interestingly, in the last couple of months the Russians told Iran they were not going to supply equipment for their nuclear plant and they said the Iranians needed to respond to the U.N. sanctions. The Russians were big supporters of Iran. They sell them a lot of goods. They have an important energy coalition with them. But it's clear the Saudis were using their ties to Russia to put pressure on Iran. We are very interested in what happens in Iran because if they don't cooperate and they create more instability in the Middle East, the Saudis are likely to respond by bringing down the price of oil. If Iran cooperates, they get higher oil prices. \b \u001d  Q: Do you have a recent example where the price change appeared to be linked to the Saudis putting pressure on Iran? \u001d  A: Last fall, when the price plummeted from $75 to $40 a barrel. The Russians could have cut back production to get prices up but they did not. It recalls 1997, when the Saudis engineered an increase in OPEC production by half a million barrels a day, driving the price of oil to $8. The price was already weak, and they put more oil on the market. At the time, the Caspian Sea was purported to be another Middle East in terms of reserves, and there were multibillion-dollar projects being assigned right and left to develop it. The lower prices effectively knocked out those oil projects. It turned out that the Caspian wasn't as good a source as it was supposed to be. But the anomaly of increasing production while prices were weak indicated to us that there was a different strategy going on. \b \u001d  Q: Where are you suggesting the price ends? \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3f91740a261cbf950e17cd25a79ae7db","symR":["532174.BY","IBN","INE090A01013","532174.BY","IBN","INE090A01013"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"India ICICI Bank Chmn: New Share Issue Likely In June","GmtTimeStamp":"2007-04-28T11:32:00.000000000","CompanyCodes":["532174.BY","IBN","INE090A01013"],"IndustryCodes":["BNK","XDJGI","XNYA"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 07:32 ET (11:32 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"415ddfba045cb0bc67b199a748d8751e","symR":["ECV","RCC"],"date":"2007-04-28","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/30) Barron's Mailbags: High Fund Fees","GmtTimeStamp":"2007-04-28T04:02:00.000000000","CompanyCodes":["ECV","RCC"],"IndustryCodes":["CEF"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  Regarding the \"Speaking of Dividends\" column on April 9: Shirley A. Lazo writes that financial adviser Bryan Perry favors two closed-end funds: BlackRock Enhanced Equity Yield & Premium (ticker: ECV) and Small Cap Premium & Dividend Income (RCC). \u001d  It is widely accepted in academia (and maybe more importantly, in the financial industry) that a closed-end equity fund with an easily replicable portfolio should roughly trade at a discount of 100 times its management fee, divided by its distribution rate, which in these cases amounts to a discount of about 10%. \u001d  However, the two funds trade at double-digit premium. Who would be willing to pay more than $1.10 for 90 cents in assets? \u001d  Andreas Eckner \u001d  Stanford, Calif. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:02 ET (04:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"41f9c5a3991bee3fe42a77cb00ce40ad","symR":["AMOV","AMX","AMX.MX","G.MI","TI","TIA","TIT.MI","IT0000062072","IT0003497168","MXP001691213"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Generali Exec:Investment In Tel Italia To Give Co Stability","GmtTimeStamp":"2007-04-28T11:16:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","G.MI","TI","TIA","TIT.MI","IT0000062072","IT0003497168","MXP001691213"],"IndustryCodes":["CTS","FTS","INF","INS","TLS","XDJGI","XISL","XMIB","XNYA","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 07:16 ET (11:16 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"439452a746aaac9f4f771577db4c3935","symR":["AMD","BHP","BHP.AU","KSS","MIL","TGT","AU000000BHP4","US0079031078","US5002551043"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/30) Technically Speaking, This Bull Needs A Break","GmtTimeStamp":"2007-04-28T04:04:00.000000000","CompanyCodes":["AMD","BHP","BHP.AU","KSS","MIL","TGT","AU000000BHP4","US0079031078","US5002551043"],"IndustryCodes":["MDV","MNG","RTB","RTS","SAP","SEM","XATI","XDJGI","XFFX","XISL","XNYA","XORD","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Michael Kahn \u001d  What do you do when the evidence derived from a plethora of technical indicators tells you to be cautious about stocks, yet the market is hitting new highs every day? Tighten your seat belt and go along for the ride, as investors did in April. Yet, even as the Dow whizzes past 13,000, on its way to who knows where, the case is building for the stock market to take a breather. \u001d  Just what is the evidence in this particular case? For technical analysts, the price action of the market, and individual stocks, is most important. We look to see if the trend is up or down, and how fast the market is rising or falling. We also study resistance -- the price level at which supply increases, or demand begins to diminish. \u001d  Even a quick glance at current price action suggests that no Dow investors are waiting to unload losing positions. Everyone is a winner, so to speak. That is not true with the Nasdaq Composite, however, which continues to languish around 2550, half the level of its 2000 record high. Also, several key market sectors, such as banking and retail, have not yet been able to move above their February highs. Thus, we'll rate the market's current price action neutral -- not too bad, and not too good. \u001d  To get another view of price action, technicians rely on moving averages -- essentially, mathematical averages of prices over a specified period. A moving average is recalculated each day, so that the data \"move.\" \u001d  If the market is above its 200-day moving average, we'll know many investors are happy, because, on average, they made money in the past 200 days. Happy investors don't sell, and that keeps supply in check. But we want to be sure the market isn't too far above this moving average, because such big gains might tempt them to take profits. \u001d  With regard to today's market, moving-average analysis shows that the bull run has been orderly, and hasn't progressed to a point at which investors feel compelled to nail down gains. That's a positive. \u001d  The next step is to assess whether the trend is sustainable at its current pace. Is the market \"overbought,\" having risen too far, too fast? Such moves are subject to snap-back corrections. Also, prices could be so far ahead of any reasonable definition of value that little save the proverbial \"cure for cancer\" could propel them higher. \u001d  Alas, momentum indicators such as the relative- strength index have moved into overbought territory for the advance that began in March. That's a negative even though this can't be construed as a rally killer on its own. \u001d  Technical analysts also pay close attention to sentiment indicators, as it's important to know if the investing public has moved to an extreme of optimism (or pessimism) regarding stocks. An overly enthusiastic public throws caution to the wind and buys without regard to risk, technicals, fundamentals and even common sense. Just think back to what happened in the dot-com bubble. \u001d  While specific sentiment indicators, such as the Chicago Board Options Exchange Volatility Index (VIX) and polls of investor and newsletter-writer opinion, don't show the public is overly excited about the market, they are moving in that direction. We'll give this market a neutral to negative on that. \u001d  The most important secondary indicator is volume. Nothing succeeds like success, and bull markets tend to induce more buyers to jump in. Yet, since the U.S. market sold off in February, spooked by selling in China, public participation has waned significantly, as indicated by across-the-board reductions in trading volume. This tells us that although the public likes stocks, it is putting less money to work buying them. That leaves the market susceptible to internal and external shocks. \u001d  Again, the technicals aren't pointing to a bear market, but warning that people have stopped expecting the unexpected. Simply put, the market doesn't have its supporting indicators in line. It would be easier for stocks to absorb shocks if factors such as momentum and money inflows were more robust than they appear to be now. \u001d  Given the lack of technical evidence, it's especially hard to make the case for an unabated bull market without a near-term correction. Many have noted that stocks haven't had a 10% correction since this bull market began in March 2003, producing the second-longest winning streak on record. Some might wonder why that is such a big deal, arguing that real bull markets don't pull back much to make it easy for the timid to climb aboard. \u001d  But significant corrections wash away excesses that build up as stocks climb higher. \u001d  The tools of technical analysis can be applied to stocks as well as market indexes. One stock that looks well-positioned to weather any storm is Australia's BHP Billiton (ticker: BHP), which trades around 49. This producer of commodities, including coal and uranium, passes the trend test; it has been in a solid advance since 2003, handily beating the broad market over that span. \u001d  Some will question the staying power of such a leader, especially since short-term technical tests, such as momentum, show BHP to be in need of a small correction. But with a solid long-term chart and a relatively low price-earnings ratio of 11.2 times next year's estimated earnings of $4.38 a share, it is cushioned against a market decline. A drop into the mid- to low-40s would make for a nicer, lower-risk entry point. \u001d  Laboratory-equipment maker Millipore (MIL) likewise is well-positioned technically. A long-term chart shows the stock pausing as it prepares to attempt a breakout to new highs. \u001d  Millipore initially broke out on Feb. 2, gapping up after a positive earnings report. A gap on a chart denotes a point at which a stock didn't trade, in this case because demand so overwhelmed supply that the market didn't have time for an orderly trend. What is intriguing -- and bullish -- is that the February market decline knocked Millipore back to, but not below, that breakout price of roughly 70. Thus, short-, medium- and long-term trendlines remain intact. A move above resistance at around 75.25 will indicate the stock is ready to resume its advance. \u001d  On the bearish side, consumer-cyclical stocks have underperformed the broad market all year. Within the sector retailers have been no exception, notwithstanding a spate of good earnings numbers. Kohl's (KSS), for one, has had a nice run, but now sports a chart rife with technical deterioration. \u001d  Prices had been stuck in a range just below the stock's May 2002 record high of 78.83, before poking above that level April 20. Momentum indicators already had turned lower, and by last week were breaking down. It is still a bit early to declare that the bears have taken over, but Kohl's nearly doubled in the past 15 months, and peers such as Target (TGT) now expect much weaker sales. At 77 a share, the risks for Kohl's outweigh the potential rewards. \u001d  Advanced Micro Devices (AMD) looks to be in rougher shape. The semiconductor company's shares fell apart in the past 15 months, tempting investors with what appears to be a cheap stock. But \"low price\" should never be confused with \"cheap.\" \u001d  Although AMD has bounced in recent weeks, even dispelling concerns about potential share dilution from an announced new issue of convertible debt, all its major technical trends continue to point down, and there has been no sign of sustained accumulation in volume inflows. What's more, oversold conditions get credit for recent gains; momentum indicators last were this negative in July, and the stock enjoyed an eight-week rally before the major bearish trend resumed. \u001d  The stock market, and individual stocks, have defied technical warnings for a long time. That can't continue indefinitely. But modest corrections could be attractive buying opportunities, especially for stocks with solid charts and confirming indicators. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"43f2da5b5aea8f4854661077771a2b84","symR":["AAPL","AMZN","US0231351067","US0378331005"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/30) Plugged In: Amazon s Amazing Quarter","GmtTimeStamp":"2007-04-28T04:04:00.000000000","CompanyCodes":["AAPL","AMZN","US0231351067","US0378331005"],"IndustryCodes":["CPR","OTS","RTS","XDJGI","XFFX","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  It seems like ground hog day -- the movie in which actor Bill Murray's weatherman character repeats the same day of his life over and over. Amazon.com was back in the headlines last week after posting an upside surprise in earnings, rocketing the shares by 27% to close Wednesday at 56.81. They finished the week at 62.60. \u001d  We've seen this movie. There was a time earlier this decade, as regular readers may recall, when this column devoted significant time and space to high-flying Amazon (ticker: AMZN), and not always in a flattering light. Some readers often accused me of failing to appreciate the entrepreneurial achievement of founder and CEO Jeff Bezos, or the company's success as a dominant global retailer spawned by the Internet Age. But that wasn't really the point. I was mostly concerned that the company was too often heavy on hype and light on consistent financial metrics. \u001d  But that was then, and this is now. In addition to the stellar earnings, the Seattle e-tailer also posted a 32% increase in sales over the year-earlier number. Solid top-line growth has always been a strong point for Amazon, but honing operations and increasing margins has not, which makes this recent quarter noteworthy. Operating margins grew year-over-year for the first time in six quarters, which was among the numerous reasons that Cowen analyst Jim Friedland elected to upgrade the stock from Underperform to the equivalent of  Hold. Despite raising his estimates, Friedland is concerned that last week's pop in the stock might already reflect gains from fatter margins \u001d  Amazon's return to the alpha list prompted former Merrill Lynch analyst Henry Blodget to wax nostalgic. Blodget famously predicted that Amazon would break 400 -- now 67, accounting for splits. \"Amazon hasn't become the company I hoped it would back when I put that 400 target on it in December 1998,\" Blodget opines in his Internet blog. The stock ripped through his target in two weeks to around 600, but then collapsed. \"Amazon's still a great franchise, [but] . . . . I own it for old times' sake and because I'm going to own it until it breaks through 400 [67] again or goes bust, whichever comes first.\" It sort of makes you want to reach for a sock puppet, doesn't it? \u001d  Also in the earnings headlines last week was Apple, which also blew through its quarterly targets, boosting  its shares  about 3.5% Thursday, to 98.84 . Apple (AAPL) also got a lot of ink due to former CFO Fred Anderson's settlement with the Securities and Exchange Commission for his role in a 2001 stock-option-backdating scandal. \u001d  The bigger news, however, was the outrageous leap in gross margins to about 35%, up from around 30%. Although that level is unsustainable (the company's margin target is about 29%), the Street has rightly credited lower memory-chip costs for Macintosh computers for the increase. But what analysts might be missing is the power of company-owned  stores. Apple says it shipped 1.5 million Macs in the quarter, up 36% from the total a year earlier. A lot of those machines, as well as iPod music players, are sold by Apple stores -- a direct-sales channel without middlemen. So,  pple is also keeping a bigger slice of the retail price of the products it sells. Charles Wolf, president of consulting firm Wolf Insights, says that Apple's gross margins on Macs sold at its stores are 10% higher than those it peddles through other channels. \u001d  --- \u001d  E-mail: mark.veverka@barrons.com \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"442ab1df7067a459bca6de3f92cf331c","symR":["30086.AE","30110.AE","ABN","BAC","BARC.LN","BCS","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","GB0031348658","NL0000301109","US0605051046"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"WSJ(4/28) Battle For ABN Threatens To Grow Hotter","GmtTimeStamp":"2007-04-28T04:00:00.000000000","CompanyCodes":["30086.AE","30110.AE","ABN","BAC","BARC.LN","BCS","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","GB0031348658","NL0000301109","US0605051046"],"IndustryCodes":["BAN","BNK","XAEX","XB20","XDJGI","XENX","XFFX","XFT1","XGTI","XIBEX","XNYA","XRUS","XSP5","XST5"],"Story":"\b   (From THE WALL STREET JOURNAL) \b   By Carrick Mollenkamp and Jason Singer in London and Valerie Bauerlein in Atlanta \u001d  The fight to buy Dutch bank ABN Amro Holding NV, in what would be the biggest bank deal ever, threatened to grow nastier as a consortium led by Royal Bank of Scotland Group PLC pressed its offer, and bidders jockeyed over ABN's planned $21 billion sale of LaSalle bank to Bank of America Corp. \u001d  The RBS consortium is pushing to break up the proposed $88.05 billion purchase of ABN by Barclays PLC with a $98.6 billion bid of its own. On Friday, it officially notified ABN's supervisory and managing boards that it will make a bid for the whole company, and requested friendly takeover talks. Under Dutch corporate rules, the two sides have seven days to negotiate before the RBS trio is allowed to make a hostile bid. \u001d  But to buy all of ABN, the consortium must break ABN's contract to sell LaSalle to Bank of America. To prevent that, Bank of America is preparing a possible lawsuit against the RBS consortium that could be filed next week, people familiar with the matter said. A potential claim would be that the consortium is obstructing its contract with ABN by bidding to buy all of ABN, including LaSalle, these people said. \u001d  A potential underpinning of such a claim is tortious interference with a contract, an argument that can be used when a third party gets in the way of a binding contract between two parties, these people said. Such a claim was central in the famed legal battle between Texaco Inc. and Pennzoil in the 1980s. After Pennzoil made a bid to buy part of Getty Oil Co., Texaco swooped in and purchased all of Getty for a higher price. Pennzoil sued Texaco for tortious interference and won a $10.3 billion award that pushed Texaco into bankruptcy court. Pennzoil and Texaco ultimately settled for $3 billion. \u001d  Bank of America's lawsuit likely wouldn't be filed until the consortium -- RBS, Dutch-Belgian bank Fortis NV and Spain's Banco Santander Central Hispano SA -- makes an official offer, people familiar with the matter said. Bank of America said no final decision has been made on whether to file a lawsuit or how much to seek in damages. But a bank spokesman on Friday reiterated the bank's position that it has a rock-solid contract to buy LaSalle and is proceeding with the deal. \u001d  Further complicating the fight, one member of the consortium, Santander, operates a joint venture in Mexico with Bank of America. \u001d  The planned sale of LaSalle faces another challenge Saturday morning in Amsterdam. There, the Enterprise Chamber, a Dutch court for corporate disputes, hears a request by the Dutch shareholders' association, known as VEB, to block it. ABN shareholders are protesting the sale, because they weren't involved in the decision. \u001d  The Dutch court can order companies to revoke or to stop executing certain decisions, and it can decide to freeze the planned sale of LaSalle \"in a matter of days,\" said Anita Van Wees, a spokeswoman at the Enterprise chamber. \u001d  On Friday, ABN reiterated in a statement that Barclays's offer is best for ABN shareholders, but it said that it had provided the consortium the due-diligence information. \u001d  On Friday in London, Barclays shares rose seven pence, or 0.97%, to 725.50 pence ($14.45), while Royal Bank of Scotland fell 1.52%, or 30 pence, to 1,940 pence. In Amsterdam, ABN rose 1.24% to 36.75 euros ($49.99). ABN currently is trading 5.1% above Barclays bid. \u001d  --- \u001d  Edward Taylor in Amsterdam contributed to this article. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:00 ET (04:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"45f5542f697c8e392ffe4e66e3c9a712","symR":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Pirelli, Sintonia Accepts EUR4.1B Offer For 100% Of Olimpia","GmtTimeStamp":"2007-04-28T20:27:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FIS","FTS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 16:27 ET (20:27 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"46b65cd009d75631c23cab48c02442c7","symR":["AL.MI","G.MI","IT0000062072","IT0000078193"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Generali Chmn Says Co Will Grow Externally In The Future -2-","GmtTimeStamp":"2007-04-28T09:04:00.000000000","CompanyCodes":["AL.MI","G.MI","IT0000062072","IT0000078193"],"IndustryCodes":["BNK","FIS","INF","INL","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d   Generali's board Thursday voted to combine its operations in Central Eastern Europe with those of Dutch financial holding company PPF Group NV. PPF owns the largest Czech insurer, Ceska Pojistovna AS. \u001d  Trieste-based Generali, Italy's largest insurer by market capitalization, made four acquisitions in Central Eastern Europe last year. \u001d  In the last three years, the shares of Generali have risen about 51%, while those of Europe's largest insurer, German giant Allianz Societa Europea (AZ), and France's largest insurer, AXA SA (AXA), have gained 86% and 81%, respectively. \u001d  Bernheim has admitted that the company has underperformed in comparison with its European peers, saying that its net profit performance was \"just satisfying.\" \u001d  Generali Co-Chief Executive Giovanni Perissinotto said that in the first quarter the company's net profit has increased \"about 20%\" from the same quarter last year. In 2006, Generali posted a first-quarter net profit of EUR598 million. \b \u001d  -By Sabrina Cohen and Gabriele La Monica with MF-Dow Jones, Dow Jones Newswires; 39-347-3563-463; sabrina.cohen@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 05:04 ET (09:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"48d4f8c06df6d5b1f443a48e3ea465c9","symR":["ACMR","AMZN","HAR","JAS","MMM","MSFT","MSO","SUN","TSO","VLO","US0231351067","US5949181045","US86764P1093","US88579Y1010","US91913Y1001"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/30) The Trader: The Big Guys Lead The Way","GmtTimeStamp":"2007-04-28T04:04:00.000000000","CompanyCodes":["ACMR","AMZN","HAR","JAS","MMM","MSFT","MSO","SUN","TSO","VLO","US0231351067","US5949181045","US86764P1093","US88579Y1010","US91913Y1001"],"IndustryCodes":["CSE","ENT","IDD","MED","OIS","OTS","PUB","RTS","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  Depending on whom you ask, this may be the best of times or the worst of times. \u001d  Stocks scaled new peaks last week after yet another dogged rally, but the question is: Who's buying? Individual investors have been wary, and for a fifth straight week, money flowed out of domestic stock mutual funds -- a sign that equities' latest spurt wasn't fueled by Main Street. A 47% surge in gasoline prices so far this year and slipping home prices helped sink consumer confidence to an eight-month low in April. \u001d  Institutional investors and corporations, on the other hand, feel no such qualms. Companies announced plans to buy back more than $29.5 billion worth of stocks last week, says Birinyi Associates. Another $58 billion in U.S. mergers -- including $13.2 billion in buyouts -- hit the tape, according to Thomson Financial, and money managers chasing the latest rally drove the Dow Jones Industrial Average up 6.7% over just 21 days. \u001d  The Dow has climbed in 19 of the past 21 sessions -- one of the most enduring streaks since 1929 -- and last week it advanced 159, or 1.2%, to 13,121. The Standard & Poor's 500 added 10, or 0.7%, to 1494, and that index's 5.2% April spurt could become its biggest monthly gain since October 2003. \u001d  A raft of strong technology earnings lifted the Nasdaq Composite Index up 31, or 1.2%, to a  six-year high at 2557. The Russell 2000 index of small stocks inched up 1, or 0.1%, to 830. The Semiconductors Holdrs Trust (ticker: SMH) has jumped nearly 9% in two weeks. Benchmarks registering all-time highs include the Dow Transportation Average, the S&P insurance index and the American Stock Exchange Telecom Index. \u001d  In fact, institutional market confidence stands at the highest level since 1990, according to a Yale School of Management survey that asked respondents to gauge the odds of a market crash in the next six months. Meanwhile, the gap between institutional and individual confidence has widened to a historic chasm. This is \"the polar opposite of what prevailed late in the tech-bubble years,\" notes Douglas Ramsey of the Leuthold Group. \u001d  Bulls see this tale of two investors as a positive, since institutional willingness -- for now -- to buy the dips helps limit downside risk, while the conversion of skeptical individuals can still drive stocks higher. \"That's why staying above psychological milestones like Dow 13,000 can be important, because it helps draw retail investors back in,\" says Jeffrey Kleintop, chief market strategist at LPL Financial. \u001d  To be sure, stocks' extended rise has increased the likelihood of at least a short-term pullback. It's also entirely possible that individual investors may prove to be the wiser ones, since they -- unlike performance-conscious money managers-don't face the same pressure to chase after rallies. The institutional camp also hasn't thrown caution to the wind entirely, as evidenced by hedge funds' short bets, institutional put-hedging and circumspection even among bullish money managers. \u001d  The Commerce Department said Friday that first-quarter GDP grew at an annualized rate of about 1.3% -- below the 1.8% pace economists had forecast and the fourth consecutive quarter GDP had slipped below 3%. But better-than-expected earnings from Apple (AAPL), Microsoft (MSFT), Amazon.com (AMZN) and 3M (MMM) last week helped egg on buyers. So did a $7.8 billion buyout bid for Harman International (HAR) -- a high-end stereo outfit that Barron's had long maintained was worth well more (\"High Fidelity,\" Dec. 22, 2003). \u001d  If buyouts are an engine driving this stock-market rally, what in turn fuels the buyout boom? \u001d  Over much of the past four years, the S&P 500 has produced an earnings yield two to three percentage points higher than the 10-year Treasury yield. The presence of this persistent premium -- or differential between robust earnings yield and low borrowing cost -- and easy access to debt allow buyout firms to borrow cheaply to buy companies with dependable cash flow. \u001d  In fact, \"the stock market has been such a consistent generator of cash flow, it's become a yield engine that's quite similar to the bond market,\" says Dean Curnutt, head of equity derivative and convertible sales at Banc of America Securities. \u001d  Curnutt obtains a telling chart when he plots this yield premium against the VIX volatility index. The yield premium declined and turned negative when the VIX climbed and stayed high between 1999 and 2001. In contrast, the yield premium expanded to a plump 2% or more once the stock market became less volatile and profit growth proved steady and reliable. \u001d  That's why stock-market investors counting on continued buyout support will do well to keep an eye on the 10-year Treasury yield and the VIX. For one thing, an enduring rise in interest rates will cut into buyout firms' profits and curb their enthusiasm -- as can more restrictive lending should the housing market worsen. \u001d  So far, companies' first-quarter profits have generally come in above analysts' low-ball estimates. But a hit to stocks' earnings yield -- or greater uncertainty about it -- could give buyout firms pause. Also, the recent slew of stock buybacks and dividends have boosted  earnings per share, but they leave companies less cash-and less financial flexibility-to deal with any economic adversity in the future. \u001d  \"Given the tremendous liquidity in the market, it may be some time before the buyout phenomenon is exhausted,\" Curnutt says. But it pays to know the credit and option market cues that could signal the onset of fatigue. \u001d  Valero Energy (VLO) shares have rallied 21% since their upside potential -- and a likely boost to the company's stock-buyback plan -- was flagged here on Feb. 26. Last week, the largest U.S. refiner reported a 30% rise in first-quarter net income and tripled its share buyback plan to $6 billion. While some of the anticipated good news has materialized, further upside remains possible. A nearly 40% rise in operating income was driven by improving refining margins that should stay robust through the summer. Gasoline demand, for instance, shows few signs of abating, despite rising pump prices. Meanwhile, stricter product specifications, more complicated refining processes and tighter labor all help limit supply, and \"refining margins could stay higher for longer than most on Wall Street expect,\" says Friedman Billings Ramsey analyst Eitan Bernstein. \u001d  Valero also remains the cheapest of the large refiners, Bernstein notes. At about 71, it trade at 9.7 times FBR's 2008 earnings estimate, compared with 10.8 times for Sunoco (SUN) and 12.1 times for Tesoro (TSO). \u001d  To most people who own a glue gun, Martha Stewart is a living legend. So the May 1 launch of her new scrapbook and paper-craft line -- one of her biggest merchandising pushes since she teamed up with Kmart a decade ago -- has the crafts crowd atwitter. But not all crafts companies are celebrating. \u001d  Martha Stewart Living Omnimedia (MSO) will sell the line's hundreds of products on marthastewart.com. But customers who prefer browsing at a bricks-and-mortar store will find them exclusively at the privately held Michaels Stores -- not exactly good news for rival retailers like Jo-Ann Stores (JAS) and A.C. Moore (ACMR). \u001d  Scrapbooking has -- can you believe it -- morphed into a $3 billion business in the $30 billion crafts industry, but much of the growth may already be factored into the stocks. A.C. Moore shares have rallied 42% since last summer to trade at more than 22 times forward earnings, while Jo-Ann has soared 148%, for a multiple of 30. The stocks also have been helped by takeover talk ever since Michaels was taken private last year. \u001d  Jo-Ann's management, for example, has tweaked its inventory strategy to reduce less popular items and boost sell-through of seasonal goods, and margins have expanded. \"But that may be the easy part, and now management has to do the harder thing by getting more people into stores,\" says BB&T Capital Markets analyst Laura Richardson, who expects the pace of margin improvement to slow in the second half. \u001d  --- \u001d  E-mail: kopin.tan@barrons.com \u001d  --- \b                        VITAL SIGNS \b \b                             Friday's    Week's      Week's \b                               Close     Change      % Chg. \b \b DJ Industrials              13120.94   +158.96      +1.23 \b DJ Transportation            5122.39    -83.47      -1.60 \b DJ Utilities                  524.38     +3.82      +0.73 \b DJ 65 Stocks                 4507.15     +9.98      +0.22 \b DJ US Total Mkt               363.69     +2.33      +0.64 \b NYSE Comp.                   9705.36     +8.02      +0.08 \b Amex Comp.                   2204.99    -14.50      -0.65 \b S&P 500                      1494.07     +9.72      +0.65 \b S&P MidCap                    886.43     +6.23      +0.71 \b S&P SmallCap                  428.25     +1.82      +0.43 \b Nasdaq                       2557.21    +30.82      +1.22 \b Value Line (arith.)          2406.86    +10.20      +0.43 \b Russell 2000                  829.70     +0.84      +0.10 \b DJ Wilshire 5000            15092.75    +82.84      +0.55 \b \b                                     Last Week   Week Ago \b NYSE \b Advances                              1,909      2,351 \b Declines                              1,596      1,142 \b Unchanged                                74         86 \b New Highs                               759        756 \b New Lows                                 44         27 \b Av Daily Vol (mil)                    2,995.1    3,040.5 \b Dollar \b (Finex spot index)                       81.53      81.64 \b T-Bond \b (CBT nearby futures)                    110-29     111-09 \b Crude Oil \b (NYM light sweet crude)                  66.46      63.38 \b Inflation KR-CRB \b (Futures Price Index)                   314.20     312.05 \b Gold \b (CMX nearby futures)                    678.70     692.00 \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"49c5549f9d49eff5431f85cff9b48789","symR":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Olimpia Is Biggest Shareholder In Telecom Italia>TI","GmtTimeStamp":"2007-04-28T17:43:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FTS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 13:43 ET (17:43 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4b538e57a5d87ae5ca6aaa43402d6864","symR":["AAPL","BRKA","BRKB","DELL","DXD","GS","INTC","QID","SCI","US0378331005","US2470251099","US38141G1040","US4581401001"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/30) Barron's Big Money Poll: Buckle Up!","GmtTimeStamp":"2007-04-28T04:05:00.000000000","CompanyCodes":["AAPL","BRKA","BRKB","DELL","DXD","GS","INTC","QID","SCI","US0378331005","US2470251099","US38141G1040","US4581401001"],"IndustryCodes":["CPR","CSV","EXT","INS","INU","SCR","SEM","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTF","XSTX"],"Story":"\b   (From BARRON'S) \b   By Jack Willoughby \u001d  Last fall, the nation's money managers predicted in Barron's that the Dow Jones Industrial Average would climb to 13,000 by the middle of 2007. And now that the great, round number has been breached? Instead of popping the corks, the pros are turning cautious. \u001d  -- Only 46% of the professional investors responding to our latest Big Money poll call themselves bullish or very bullish about the outlook for stocks through year's end, down from 64% in the autumn and 57% last spring. \"We see a choppy year ahead,\" says Horacio Valeiras, speaking for many. Valeiras is chief investment officer of San Diego-based Nicholas-Applegate Capital Management, which oversees $15 billion. \u001d  -- Many one-time bulls appear to have moved into the neutral camp, which now encompasses 37% of managers, up sharply from last fall's 20%. The bears' ranks, on the other hand, have stayed constant -- and small -- at around 17%. - Growing uncertainty -- not just about earnings, but about the strength of the U.S. economy -- shows in the Big Money managers' fairly timid stock-market forecasts. Bullish investors, on average, expect the Dow to end the year at 13,122 and rally to 13,614 by next June, for an overall gain of 4.6% from Friday's close of 13,120.94. Their mid-2008 forecasts for the Standard & Poor's 500 stock index of 1582 and for the Nasdaq Composite of 2702 suggest similarly modest returns on the order of 6% to 6.5%. \u001d  Nearly 65% of our respondents say it is more difficult today to find undervalued stocks with compelling growth prospects, up from the 49% who expressed that view last fall. Twenty-one percent claim that they've been net sellers of stocks in the past six months, although just 12% have been net sellers over the course of the past year. \u001d  As for Dow 14,000, it's hurry up and wait. Only 4% of the managers responding to our latest survey expect to see that big, round number this year, although 38% predict the industrials will overtake 14,000 by June. Then again, the jaunt from 13,000 to 14,000 would translate into a gain of only 7.7%. \u001d  What's happened since October to inject so much caution into the crowd's collective view? Foremost was a sharp selloff beginning in late February that took the Dow down about 700 points, or 6%, amid a wave of earnings disappointments. As the Big Money managers were completing their surveys, the market was just beginning to recover. Since then, stocks have rallied sharply, propelled largely by takeovers and mergers, and better earnings news, although the economic backdrop has been mixed. \u001d  A key concern for some poll participants is decelerating growth in corporate profits. \"Earnings growth will slow dramatically, to about 5%,\" says Nicholas-Applegate's Valeiras. \"Seventeen quarters of double-digit earnings growth is going to end this quarter.\" \u001d  Valeiras expects the Dow to finish the year at 12,500, and reclaim 13,000 by mid-'08. The S&P 500 will fall to 1440 by year end, he thinks, only to rally to 1600 by June, And the Nasdaq will settle at 2,450 this year, before pressing on to 2800. The S&P was trading at 1496.10 late last week, and the Nasdaq at 2559.35. \u001d  The Big Money managers, in general, see profits climbing by less than 5% both this year and next. They are less concerned about valuation, as the S&P 500 trades for just 15 times 2007 expected earnings, its lowest price-earnings multiple in 12 years. \u001d  Strip out finance and energy shares, however, and the multiple jumps to 20, says Himanshu Shah, founder of Shah Capital Management in Raleigh, N.C., which manages about $183 million. \"We expect the stock market to pull back by 10% or more sometime this year,\" he says. \"This market is not cheap by any measure. The pendulum has swung since 2002, and prices have been bid up by the presence of private-equity buyers and the anticipation of bids. The search for value now amounts to special situations.\" \u001d  Shah expects the Dow to end the year at 12,500, before nudging back up to 12,700 by mid-'08. \u001d  Ironically, this is just the sort of pessimism that uber-bull Carl Marker likes to see: \"There's always something out there to be fearful of -- the U.S. dollar, the deficit, an unpopular war,\" says Marker, president of Portland, Ore.-based IMS Capital Management, which runs $800 million. \"In the face of all this negativity, interest rates are low and stock prices are lower. Fearfulness makes us comfortable. We don't like to see optimistic predictions by investors or investment advisers.\" \u001d  Our sunniest respondent by far, Marker expects the Dow to rise almost 18% this year, to 14,700, and to close in on 15,450 by the middle of 2008. \u001d  Why such swagger? The speed with which the market righted itself after February's fall, for one thing. Its quick recovery \"indicated the market's underlying strength, and the liquidity ready to pour in\" when stocks are on sale, he says. \u001d  He espies one such bargain in the shares of Service Corp. International (ticker: SCI), the nation's largest funeral-home operator; IMS owns about 1.265 million shares. Service Corp. trades at around 12, or 18 times analysts' 2008 earnings estimates of 58 cents a share, although annual earnings are growing by 22%. Marker thinks the stock could rally to 20 in the coming years as the market \"anticipates\" an explosion in demand that will ultimately come when growing numbers of baby boomers start dying off. \u001d  Another super bull, Jim Oelschlager, founder of Oak Associates in Akron, Ohio, sees parallels to 1995 in the current market. The major averages shot up that year after a drubbing in 1994, setting the stage for the great bull market of the late 1990s. \"The cards are set for a major rally through 2007,\" says Oelschlager, who expects the Dow to round out the year at 13,700, en route to 14,400. \"People always underestimate the magnitude of market moves. Core inflation is low. All we need is a crack in oil prices.\" \u001d  The Big Money poll, a survey of professional investors, is conducted twice yearly by Barron's, in the spring and fall, with the help of Beta Research in Syosset, N.Y. The latest survey drew responses from 113 money managers across the country, representing a range of investment styles and objectives. Some run their own firms, while others manage billions of dollars for mutual-fund firms, hedge funds, government entities and private clients. The poll was e-mailed to managers in early April, with the market trading around 12,400. \u001d  According to our respondents, better-than-expected earnings and a move by the Federal Reserve to lower interest rates are the factors most likely to spur the market to new highs. Higher rates, disappointing profits and greater geopolitical strife -- in that order -- would be the most likely catalysts for a rout. \u001d  If the bulls have curbed their enthusiasm of late, not so the Big Money bears -- for a ferocious selloff, that is. On average, the bears expect the Dow to fall to 11,561 by year end, which would mean a loss of 13%. They see the S&P at 1327, and the Nasdaq at 2192, as of Dec. 31. \u001d  Marc Heilweil, founder of Atlanta-based Spectrum Advisory, which tends about $380 million, says some credit calamity is apt to occur in the next 12 months, which will take the market south. He puts 50/50 odds on a 30% selloff that would leave the blue chips black and blue -- and trading at 10,000 -- by June. Credit is too easy, he charges. Spread compression, or the narrowing gap between yields on risk-free Treasuries and other credit-market instruments, means lenders aren't able to get sufficient compensation for the risks they are taking. \u001d  \"I'm a student of history, and anytime risk gets mispriced as it is today, someone pays,\" says Heilweil. \"We're in the most unregulated credit market since the Great Depression, with layers of leverage we can't assess, much of it not in the hands of traditional bankers.\" \u001d  Heilweil is putting his customers' funds where his convictions are: in electronically traded funds that move inversely to market indexes, such as ProShares' UltraShort Dow 30 (DXD), UltraShort S&P 500 and UltraShort QQQ (QID). \u001d  The Big Money pros are close to fully invested, with 73% of their assets in equities, 17% in bonds and just over 7% in cash. The managers expect to up their cash and fixed-income holdings in the next six months, while cutting back some on stocks, although their projected 12-month allocations look much like their current holdings. They expect stocks to return 9.5% in the coming year. \u001d  Large-cap stocks account for 62% of the managers' equity portfolios, while mid-caps make up 23% and small-caps 15%. A multi-year rally in small and midsize stocks has left big stocks in the dust, much to the dismay of large-cap growth managers, in particular. But the Big Money managers -- and for that matter, much of Wall Street -- see a shift coming this year. Indeed, 36% of poll respondents say that large-cap growth is their favorite equity class for the next six to 12 months, while 18% give the nod to large-cap value. \u001d  \"Large-cap multinational companies have attractive valuations compared with the rest of the market,\" says Scott Schermerhorn, managing director of Boston-based Choate Investment Advisors, which manages $2.5 billion. \"That's where we feel today's opportunities are.\" \u001d  The managers see value not only in U.S. big-caps, but also in foreign markets. Nearly 18% call international stocks in general their favorite asset class, in addition to the 9% who bestow that honor on emerging-market equities. Asian stocks, in particular, appeal to this crowd; 55% are bullish on the category, compared with 40% who are bullish on Latin American equities and 38% who are upbeat about European stocks. \u001d  Further evidence of professional investors' mounting uncertainty about the outlook for U.S. stocks lies in the broadening array of sectors that they expect to lead the market in the next six to 12 months. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4f0f506c2707e72ee934cb38d4a93be0","symR":["OPYGY","PLZL.RS","RU000A0JNAA8","OPYGY","PLZL.RS","RU000A0JNAA8"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Polyus: 2006 Dividend Payout Totals RUB615.7 Million","GmtTimeStamp":"2007-04-28T12:10:00.000000000","CompanyCodes":["OPYGY","PLZL.RS","RU000A0JNAA8"],"IndustryCodes":["GLD","PCS","XDJGI"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 08:10 ET (12:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"56530400b7dbf164296e559149ef0bfd","symR":["30086.AE","30110.AE","ABN","BAC","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","NL0000301109","US0605051046","30086.AE","30110.AE","ABN","BAC","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","NL0000301109","US0605051046"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Dutch Court To Decide Thursday On LaSalle Sale Freeze","GmtTimeStamp":"2007-04-28T11:57:00.000000000","CompanyCodes":["30086.AE","30110.AE","ABN","BAC","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","NL0000301109","US0605051046"],"IndustryCodes":["BAN","BNK","XAEX","XB20","XDJGI","XENX","XFFX","XFT1","XGTI","XIBEX","XNYA","XRUS","XSP5","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 07:57 ET (11:57 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"57f2248b1b7d2e16812c3a8d14949788","symR":["HBOOY","HBOS.LN","NRK.LN","POB.LN","YBS.YY","GB0001452795","GB0030587504","GB0031049215"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UK Lenders Pull Plug On Fixed-Rate Mortgage Quotes - Report","GmtTimeStamp":"2007-04-28T10:05:00.000000000","CompanyCodes":["HBOOY","HBOS.LN","NRK.LN","POB.LN","YBS.YY","GB0001452795","GB0030587504","GB0031049215"],"IndustryCodes":["BNK","FIS","XDJGI","XFT1","XGTI","XST5"],"Story":"\b \u001d  LONDON (Dow Jones)--Thousands of borrowers with fixed-rate mortgage quotes from some of the U.K.'s biggest lenders have been told the figures are no longer valid after banks withdrew products in preparation for rising rates, The Times reported Saturday, citing mortgage brokers. \u001d  Banks, including Halifax, part of HBOS PLC (HBOS.LN), have dumped old fixed-rate products and introduced new, more expensive loans over the past two weeks in the wake of rocketing wholesale lending rates, the newspaper said. \u001d  Mortgage brokers said that at least two thirds of potential home buyers with quotes from banks or brokers would find that their cost of borrowing would be far higher when they formally applied for a mortgage, according to The Times. \u001d  Alliance & Leicester PLC (AL.LN), Northern Rock (NRK.LN), the Portman Building Society (POB.LN), the Yorkshire Building Society (YBS.YY), Halifax and Nationwide Building Society (NBS.LN) were among the lenders to withdraw existing fixed-rate products over the past two weeks. \b \u001d  Newspaper Web site: http://www.thetimes.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; 44 (0)20 7842-9330 \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 06:05 ET (10:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"588af753c67618a838d34a3593c73c5e","symR":["30086.AE","30110.AE","ABN","BAC","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","NL0000301109","US0605051046"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"*WSJ:BofA Lawsuit Over Interference In LaSalle Sale -Sources","GmtTimeStamp":"2007-04-28T04:00:00.000000000","CompanyCodes":["30086.AE","30110.AE","ABN","BAC","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","NL0000301109","US0605051046"],"IndustryCodes":["BAN","BNK","XAEX","XB20","XDJGI","XENX","XFFX","XFT1","XGTI","XIBEX","XNYA","XRUS","XSP5","XST5"],"Story":"\b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:00 ET (04:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5915db3dbc8dc25a78c0f020a370ab10","symR":["AL.MI","G.MI","IT0000062072","IT0000078193"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Generali Chmn Says Bancassurance Is Not Profitable","GmtTimeStamp":"2007-04-28T09:39:00.000000000","CompanyCodes":["AL.MI","G.MI","IT0000062072","IT0000078193"],"IndustryCodes":["BNK","FIS","INF","INL","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 05:39 ET (09:39 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"592ebfc34b13deab7a80f3f33b7f0605","symR":["AL.MI","G.MI","IT0000062072","IT0000078193"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Generali Chmn Says Co Has No Cap Hike Plan","GmtTimeStamp":"2007-04-28T09:39:00.000000000","CompanyCodes":["AL.MI","G.MI","IT0000062072","IT0000078193"],"IndustryCodes":["BNK","FIS","INF","INL","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 05:39 ET (09:39 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"60f008d2b865f38670684ed0b195e52e","symR":["30086.AE","30110.AE","ABN","BARC.LN","BCS","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","GB0031348658","NL0000301109"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UPDATE: RBS Interested In Buying LaSalle -ABN Amro Lawyer","GmtTimeStamp":"2007-04-28T12:22:00.000000000","CompanyCodes":["30086.AE","30110.AE","ABN","BARC.LN","BCS","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","GB0031348658","NL0000301109"],"IndustryCodes":["BAN","BNK","XAEX","XB20","XDJGI","XENX","XFT1","XGTI","XIBEX","XNYA","XST5"],"Story":"\u001d  (Update with details on court hearing) \b \u001d  By Tjeerd Wiersma \u001d  Of DOW JONES NEWSWIRES \b \u001d  AMSTERDAM (Dow Jones)--Royal Bank of Scotland has shown interest in buying Dutch ABN Amro Holding NV's LaSalle unit in the U.S., an ABN Amro lawyer said during a court hearing in Amsterdam on Saturday. \u001d  LaSalle was sold Monday to Bank of America (BAC) for $21 billion. According to the purchase agreement, however, other interested parties are still allowed to make a counterbid for LaSalle. \u001d  \"A number of parties have shown interest in buying LaSalle, Royal Bank of Scotland is one of them,\" Paul Olden from law firm NautaDutilh said during the hearing. \u001d  ABN Amro finds itself in court Saturday because the Dutch shareholders association, VEB, wants the LaSalle sale to be put on hold as it believes that the LaSalle sale should be subject to shareholder approval. ABN Amro says it doesn't need shareholder approval for the sale of Chicago- based LaSalle. \u001d  ABN Amro Chief Executive Rijkman Groenink said during the hearing it was a sad day for ABN Amro and that a freeze of the LaSalle sale would be a catastrophe for ABN Amro. \u001d  Although the sale of LaSalle to Bank of America took four days to realize, Groenink said it took ABN Amro's board nine months to make a decision about the sale \u001d  ABN Amro itself is the subject of a takeover battle between the UK's Barclays PLC (BCS) and a Royal Bank of Scotland Group PLC-led consortium, which also consists of Fortis NV (FORSY) and Banco Santander Central Hispano (STD). \u001d  -By Tjeerd Wiersma, Dow Jones Newswires; +31 20 6260770, tjeerd.wiersma@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 08:22 ET (12:22 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"62fbcefa0e31a24c4694403a288e5f80","symR":["30110.AE","ABN","BARC.LN","BCS","RBS.LN","SAN.MC","STD","ES0113900J37","GB0007547838","GB0031348658","NL0000301109"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/30) Follow-Up: Sweetening The Pot For ABN","GmtTimeStamp":"2007-04-28T04:08:00.000000000","CompanyCodes":["30110.AE","ABN","BARC.LN","BCS","RBS.LN","SAN.MC","STD","ES0113900J37","GB0007547838","GB0031348658","NL0000301109"],"IndustryCodes":["BAN","BNK","XAEX","XDJGI","XENX","XFT1","XGTI","XIBEX","XNYA","XST5"],"Story":"\b   (From BARRON'S) \b   By Vito J. Racanelli \u001d  In the global poker game for abn Amro (ticker: ABN), both Barclays (BCS) and a consortium led by Royal Bank of Scotland (RBS.UK) have revealed a couple of cards. But the hand isn't over. \u001d  For shareholders of the two U.K. banks, both objects of favorable stories in our pages within the past two years, there's plenty to ponder. Would last Monday's $89 billion all-stock bid for the Dutch bank by Barclays make the latter better or just bigger? How quickly will the consortium, which made a preliminary $98 billion offer for ABN -- 70% cash and 30% RBS shares -- make a formal bid? \u001d  The crux is ABN's sale, hard on the friendly merger deal with Barclays, of its Midwest regional unit, LaSalle Bank, to Bank of America (BAC) for $21 billion. Critics say this was done simply to thwart RBS. The consortium, which includes Banco Santander Central Hispano (STD) and Belgium-Dutch bank Fortis (FORB.Belgium), wants to buy and break up ABN. \u001d  RBS wants LaSalle and ABN's investment bank and Asian businesses. Santander would buy ABN's Brazilian and Italian assets. Fortis is after ABN's big domestic retail unit and some of its wealth-management arms. \u001d  By structuring the LaSalle deal in a way that makes ABN less attractive to the consortium, the Dutch banking outfit's management had hoped to push through the Barclay's deal. The contract with BOA lets ABN shop LaSalle for a higher bid until May 6, but also includes a $200 million breakup fee to the U.S. banking giant. ABN insists that interested parties must make a separate bid for LaSalle, as well as for ABN. \u001d  \"A lot of us [investors] have our Dutch, European Union and U.K. legal handbooks out,\" says David Yarrow, managing director at Clareville Capital, which owns shares of both Barclays and RBS. Since RBS's bid is significantly higher, it should prevail, he believes. ABN is under enormous pressure; in an acrimonious annual meeting Thursday, the Dutch bank's holders approved a non-binding measure that it be broken up. \u001d  RBS and Barclays could be drawn into a long, expensive legal war. Money talks, and RBS's mostly cash bid is better for both ABN and RBS' shareholders. \u001d  From the Barclays perspective, a merger with ABN would create a global powerhouse, but Barclays holders probably would be significantly diluted until 2010. Barclays also probably can't afford a much higher bid without even worse dilution than in the current deal. The execution risk would rise materially. \u001d  There is not such a risk with RBS, which has a much better merger record, notes Yarrow. For a holder of both, the best outcome would be for the RBS consortium to win ABN, because RBS would likely do a good job of integration and RBS's stock would rise, he says. And if Barclays fails, its stock would rise, too, as it would become vulnerable to a bid: \"I could see a JPMorganChase [JPM] being interested in Barclays.\" \u001d  Giovanni Govi, a founder and partner of Theorema Asset Management, says these offers \"highlight that no one is safe,\" that underperforming European banks with good assets are vulnerable. He says that Capitalia (CPTA.Italy) is a top candidate for predators that might want exposure in Italy. \u001d  Other banks that might become takeover targets or merger candidates include Societe Generale ( SOGN.France); Commerzbank (CBK.Germany); Lloyds TSB (LYG); Dexia (DEXB.Belgium), and KBC Groep (KBC.Belgium). \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6a1dd82c742007d5e3c1f00c51dc3add","symR":["CBI","CCJ","CCO.T","CEG","D","ETR","EXC","FLR","NRG","CA13321L1085","US25746U1097","US30161N1019","US3434121022"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/30) Nuclear Energy's New Power Trip","GmtTimeStamp":"2007-04-28T04:07:00.000000000","CompanyCodes":["CBI","CCJ","CCO.T","CEG","D","ETR","EXC","FLR","NRG","CA13321L1085","US25746U1097","US30161N1019","US3434121022"],"IndustryCodes":["CON","ELC","ONF","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5","XTSE"],"Story":"\b   (From BARRON'S) \b   By Dimitra Defotis \u001d  Sometime after Three Mile Island and before Al Gore's movie on global warming, nuclear power got cool again. \u001d  It's not that anyone has figured out a brilliant way to store spent radioactive fuel. But the U.S. must maintain a reliable electricity network, and is stepping up pollution reduction to comply with new emissions standards. With North America's supply of clean-burning natural gas dwindling, turbines fueled by uranium -- which already produce 20% of the nation's power -- seem destined to play a bigger role in keeping the lights on, especially if regulators give the go-ahead for new U.S. nuclear plants; none have been ordered since 1978. \u001d  Fourteen companies have announced intentions to file license applications to build 34 reactors, notes Mitchell Singer, a spokesman for the Nuclear Energy Institute. The trade group estimates that the next reactor will be built by 2015. Given the political opposition that still exists to such plants in some areas, many Wall Street analysts view that estimate as at least two years too optimistic. \u001d  Whether new plants materialize depends, in part, on the industry's ability to convince the federal Nuclear Regulatory Commission that security can be made tight enough to thwart terrorists -- which nuclear proponents insist it already is at existing facilities. It also hinges on maintaining operational safety; another Three Mile Island could prove fatal to nuclear power's reborn hopes. And the growth of the industry is also linked, to some extent, on resolving the contentious, long-debated issue of where to permanently store atomic waste. \u001d  The dawn of a new U.S. nuclear-power age would be a boon for utilities, uranium miners and suppliers of nuclear reactors and related equipment and services. Making that a growing possibility are global-warning concerns and a rabid worldwide appetite for electricity. \u001d  Consider power-hungry Texas, where utility TXU (ticker: TXU) had planned to build a slew of coal-fired power plants to fend off brownouts. After private-equity firms Kohlberg, Kravis Roberts and Texas Pacific Group agreed to buy TXU, they wooed environmentalists by scrapping King Coal in favor of nuclear. \u001d  Abroad, China is supplementing its coal-power expansion with nuclear plants. General Electric (GE) hopes to sell reactors in India, where it built some in the late 1960s. And countries such as France, which already gets most of its electricity from atomic plants, will be adding more. \u001d  \"There has been a positive shift in thinking about nuclear power with the climate-change debate [and] a better understanding that nuclear plants are the unsung workhorses of the American electric system's reliability and market-price stability,\" says Elise Zoli, a lawyer specializing in energy issues at Goodwin Procter, a Boston law firm. \u001d  Electricity demand is increasing at a 2% to 3% annual clip globally, but generation capacity isn't keeping pace. That raises the threat of outages everywhere. \u001d  Coal, America's most plentiful fuel, powers about half of U.S. electricity plants. But it produces carbon dioxide and other pollutants. Reducing CO2 is expensive, and schemes to bury it are in just the experimental stage. \u001d  If carbon-emission taxes replace the existing pollution-credit-trading system, the most-nuclear utilities benefit. \u001d  Nuclear plants cost three to six times as much to build as natural-gas-fired equivalents. But that disparity could decrease if utilities use the more compact reactor designs that have evolved since the last U.S. commercial nukes were built. Once they're online, however, nuclear plants are more efficient than fossil-fuel-powered facilities. \u001d  Producing a kilowatt hour of electricity costs, on average, 2.5 cents from coal and 8 cents from natural gas, says Bernard Picchi, an analyst at Wall Street Access, a New York research firm. In contrast, he says, producing a kilowatt hour at a nuclear plant costs about 1.7 cents. And uranium's operating-efficiency advantage over coal and gas should linger even if that fuel's cost doubles from its current spot price near $113 a pound. \u001d  Says Charles Gaffney, an energy and utilities analyst at Eaton Vance Management in Boston: \"The low-cost nature of operating these plants, and the high-priced power environment we are in, will lead to margin expansion for the incumbent nuclear generators.\" \u001d  While electric-utility stocks have climbed at three times the rate of the broader market in the past year, the upside could continue for three to five years for nuclear players in power-constrained markets. \u001d  The biggest incumbent is Exelon (EXC), whose assets are concentrated in Illinois and Pennsylvania. Roughly 66% of its generation capacity comes from atomic power. However, its near-term prospects have been muddied by threats of rate freezes in its home state of Illinois, owing to allegations of manipulation in a power auction. Entergy (ETR) is the second-largest owner of nuclear generation in the U.S. Other players Eaton Vance likes are Dominion Resources (D) and Constellation Energy (CEG). \u001d  Roughly a third of Constellation's electricity is uranium-fueled, much of at plants in Maryland and New York. Jefferies & Co. recently raised its 12-month price target on the stock by more than 20%, to 105, on the assumption that natural-gas prices will hold near $8 per million British thermal units. \u001d  Even though nuclear accounts for just 5% of its power output, NRG Energy (NRG)has strong prospects, too. An unregulated merchant seller of power, it operates in several electricity-hungry markets, including the Northeast and Texas, where it and some partners own two nuclear reactors and could add two more on the same sites. \u001d  \"If you have the right access, land, water, transmission grid, expertise in running efficiently, as NRG does, those are strong selling points to state commissions,\" says Eaton Vance's Gaffney. \"The best way to solve high retail-electricity prices is to develop lower-cost sources.\" Because many Texas power plants are gas-fired, \"you become the low-cost provider with a nuclear plant.\" \u001d  NRG shares have moved up in the past year, making its current-year price-earnings multiple near 20 look a bit high. But analysts are increasingly looking at cash flow in the sector, since private-equity buyers are interested in paying higher prices for nuclear assets, and the stocks are trading at a discount to asset value. \u001d  Using enterprise value (stock-market value, plus net debt) divided by earnings before interest, taxes, depreciation and amortization, NRG is trading at 10.6 times, in line with peers, despite its unregulated upside. That's one reason bulls think the stock could rise roughly 25% over the next two years. \u001d  Constrained supply is helping to boost uranium prices. (The first uranium futures contracts will be offered by Nymex May 6.) One factor: Russia has said it won't extend its agreement with the U.S. to share thousands of tons of recycled uranium from dismantled nuclear weapons beyond 2013. Roughly half of the uranium used in U.S. power plants over the past decade has come from Russian bomb-grade uranium, says Picchi, obscuring the \"fact that uranium-mine production has failed to keep pace with reactor demand for years.\" \u001d  Where will new supply come from? Australia has the largest reserves, although it is second to Canada in production, followed by Kazakhstan, according to the World Nuclear Association trade group. \u001d  A flood in one of North America's largest new uranium mines, Cigar Lake in Canada, controlled by Cameco (CCJ), will delay production. That's provided a chance for investors: While stocks in small, speculative uranium-mining concerns have shot to the moon, Cameco, given its woes, merely has trailed the Standard & Poor's 500's 14% rise over the past 12 months. \u001d  General Electric expects double-digit growth from its nuclear-services business as more U.S. utilities get approval to extend their licenses and boost their capacity. Says Andrew White, GE's CEO of nuclear energy: \"The economics of nuclear energy now, because of fossil-fuel prices, means that power generators on the fence about upgrades or life extensions of nuclear plants want to do things faster.\" GE gets about 33% of its infrastructure profits from its energy units, and nuclear is a small piece it doesn't break out. But one or two reactor orders would goose earnings. NRG and its partners chose GE reactors for their proposed Texas plants. \u001d  Another company that could benefit is Fluor (FLR), a global engineering and project-management outfit that provided engineering or construction services for 20 nuclear units between 1970 and 1993 -- and is an expert on cleaning up nuclear waste. This year, Fluor formed an operation to address potential new U.S. nuclear-power business. \u001d  Fluor shares, like those of Chicago Bridge & Iron (CBI), which also provides services to nuclear-energy companies, are near all-time highs. But earnings estimates for both could prove conservative for 2008, given the strength in energy prices. \u001d  In sum, the outlook for the nuclear-energy industry in the U.S. is clouded by political issues that seem to be abating. If those issues don't fade away, the plants that exist today will remain an important part of the power grid, and are likely to be upgraded. And if new plants are allowed to be built, the nuclear-power industry's growth surge should be electric. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"70e04c6f18c712bad1f08c1fb0ba9748","symR":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Pirelli Says Deal Will Be Finalized By October 2007","GmtTimeStamp":"2007-04-28T20:32:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FIS","FTS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 16:32 ET (20:32 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"72a55c965c2b2cb6084a643702eedbc7","symR":["NOC","UIC"],"date":"2007-04-28","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"US Air Force Sets Up Drone Wing Amid Skepticism On UAV Plan","GmtTimeStamp":"2007-04-28T20:30:00.000000000","CompanyCodes":["NOC","UIC"],"IndustryCodes":["ARO","DFN","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \b   By Rebecca Christie \b   Of DOW JONES NEWSWIRES \b \u001d  WASHINGTON (Dow Jones)--The U.S. Air Force this week will launch its first dedicated unit for unmanned aircraft, amid continued skepticism about the service's efforts to become the Pentagon's lead agency on combat drones. \u001d  The 432nd Unmanned Aerial System Wing will be activated Tuesday at Nevada's Creech Air Force base. The new wing includes six operations squadrons and one maintenance squadron, and it will train five affiliated Air National Guard units. In 2007, the wing's aircraft are expected to log 75,000 flight hours, mostly for combat missions. \u001d  The 432nd wing has long flown drones and other spy planes, but its new focus is designed to show the Air Force's commitment to planes without pilots, Air Force officials told Dow Jones Newswires. Analysts say the wing may give new voice to the U.S. military's unmanned systems advocates, who historically have not had the same pull as fighter, tank and ship commanders. \u001d  Within the Pentagon, however, the Air Force has found few supporters for its plan to become \"executive agent\" for high-flying unmanned aerial vehicles, also called UAVs. The Air Force wants to coordinate purchasing efforts and also centralize battle management, which it says would ease air traffic control difficulties. \u001d  Billions of dollars are at stake. Drones have played a key role in Iraq and Afghanistan operations, and the Pentagon plans major investments in aircraft made by Northrop Grumman Corp. (NOC), United Industrial Corp.'s (UIC) AAI Corp. unit, and privately held General Atomics Aeronautical Systems Inc. \u001d  Air Force generals have aggressively promoted the executive agent issue, which they say could save money and also improve combat coordination. Lt. Gen. David Deptula, deputy chief of staff for intelligence, surveillance and reconnaissance, says the other services need to \"embrace interdependence\" and allow a central battle commander to ration these highly sought-after drones, so the information they gather can be used to best effect. \u001d  But the Army and Navy have said the plan offers few benefits and would make it harder for their troops to take advantage of the drone fleet when they need it. \u001d  Defense Department officials also are skeptical, in part because the Air Force has abandoned an earlier, smaller-scale drone collaboration. The Air Force and the Army were supposed to hammer out a plan to merge management of their Predator and Warrior drone programs, which use very similar General Atomics Aeronautical Systems aircraft. \u001d  Talks broke down last year, and the Air Force says there have been no attempts to finish an MOA since January. This has drawn frustration from the Defense Department's acquisitions, technology and logistics branch, which now must weigh the executive agent proposal. \u001d  \"We would like the Air Force to focus on the direction that AT&L has already given them,\" said Dyke Weatherington, who leads the Pentagon's unmanned aircraft task force, in an interview. \u001d  If the Air Force can show success with the Predator-Warrior program, and other existing programs that develop intelligence sensors for all the services, its proposal may gain traction. But for now, the Air Force should \"maybe defer the larger EA issue until we prove that we can make it work in a smaller model,\" Weatherington said. \u001d  The Pentagon's Joint Staff will consider the Air Force's new proposal and probably make the final decision on how to proceed. But the Air Force has not been satisfied with its past recommendations, like establishing a \"joint center of excellence\" to work on UAV policy coordination. \"These are nice organizations, but they have no authority to enforce joint acquisition,\" the Air Force's Deptula said in an interview. \u001d  Instead of deferring the executive agent idea, the Air Force has taken it to Capitol Hill. In a series of congressional hearings, the Air Force has pitched the concept and also urged lawmakers to ask about it. \u001d  Reactions have been mixed. There were a few encouraging words in March, when Navy Adm. Timothy Keating of U.S. Northern Command endorsed the Air Force as UAV executive agent. So did Marine Corps Gen. James Cartwright of U.S. Strategic Command, while cautioning that \"people who wear this uniform may not agree with me.\" \u001d  Marine Gen. Peter Pace, chairman of the Joint Chiefs of Staff, hedged his comments at an April 17 Defense Writers Group breakfast. He said there might be merits in a more unified drone management approach, but he cautioned against a one-size-fits-all approach to sensor technology. \u001d  And there was outright opposition at an April 19 House Armed Services Committee subcommittee hearing that addressed the topic head-on. Navy Rear Adm. Bruce Clingan said his service is \"strongly opposed\" to executive agency, and the Air Force's pitch to eliminate management, training and logistics duplication drew raised eyebrows from some lawmakers. \u001d  \"What I hear is the other branches saying that all sounds fine, and it's desirable, but the effect substantively for us won't be to get what we need when we need it,\" said U.S. Rep. Jim Marshall, D-Ga., at the House panel hearing. \b \u001d  -By Rebecca Christie, Dow Jones Newswires; 202 862 9243; rebecca.christie@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 16:30 ET (20:30 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"73d1843f902c21110e4c69c684d8f60c","symR":["AL.MI","G.MI","IT0000062072","IT0000078193"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Generali Chmn Aims To Up Co Market Cap By 20% In Future","GmtTimeStamp":"2007-04-28T09:39:00.000000000","CompanyCodes":["AL.MI","G.MI","IT0000062072","IT0000078193"],"IndustryCodes":["BNK","FIS","INF","INL","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 05:39 ET (09:39 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"74be3716d436249d76278037cc6589f0","symR":["MSFT","SOO.LN","GB0007922114","US5949181045"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Microsoft Co-Founder May Be Kicking Around A Saints Bid - FT","GmtTimeStamp":"2007-04-28T09:13:00.000000000","CompanyCodes":["MSFT","SOO.LN","GB0007922114","US5949181045"],"IndustryCodes":["RCS","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b \u001d  LONDON (Dow Jones)--Paul Allen, co-founder of Microsoft Corp. (MSFT), is understood to be considering an approach for Southampton Leisure Holdings (SOO.LN), the company that owns Southampton Football Club, the Financial Times reported Saturday, citing a person close to the company. \u001d  However, Vulcan Capital, Allen's investment company, denied any interest in the company Friday, the newspaper said. \u001d  Southampton Leisure's harborside location and land alongside the club's St. Mary's stadium is thought to be among the features that attracted Allen, according to the FT. \b \u001d  Newspaper Web site: http://www.ft.com \b \u001d  -London Bureau, Dow Jones Newswires; 44 (0)20 7842-9330 \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 05:13 ET (09:13 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7a7ed558a5135c478c3fb4806904d6e3","symR":["AFC.PM","GB0000517077"],"date":"2007-04-28","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Arsenal Board To Meet Kroenke About Its Future - FT","GmtTimeStamp":"2007-04-28T09:19:00.000000000","CompanyCodes":["AFC.PM","GB0000517077"],"IndustryCodes":["RCS"],"Story":"\b \u001d  LONDON (Dow Jones)--The board at English soccer club Arsenal Holdings PLC (AFC.PM) has approached Stan Kroenke, the U.S. sports franchise owner, about his designs on the club and has arranged to meet him, Chairman Peter Hill-Wood  said in a letter to shareholders, the Financial Times reported Saturday. \u001d  The move comes amid mounting criticism from minority shareholders about Hill-Wood's hostile approach to Kroenke, who has built a 12.2% stake in the club, the newspaper said. \b \u001d  Newspaper Web site: http://www.ft.com \b \u001d  -London Bureau, Dow Jones Newswires; 44 (0)20 7842-9330 \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 05:19 ET (09:19 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7b460d43c60badbcf43a0fb1762b157e","symR":["AMOV","AMX","AMX.MX","G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Benetton's Sintonia Also To Take Stake In Olimpia Newco","GmtTimeStamp":"2007-04-28T20:15:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FIS","FTS","INF","INS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 16:15 ET (20:15 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7cc9a35a2fe5025550b54b08eeed627c","symR":["G.MI","TI","TIA","TIT.MI","IT0000062072","IT0003497168","G.MI","TI","TIA","TIT.MI","IT0000062072","IT0003497168"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Generali Chmn Says Min Contacted Co To Defend Tel Italia","GmtTimeStamp":"2007-04-28T09:28:00.000000000","CompanyCodes":["G.MI","TI","TIA","TIT.MI","IT0000062072","IT0003497168"],"IndustryCodes":["FTS","INF","INS","TLS","XDJGI","XMIB","XNYA","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 05:28 ET (09:28 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7da94fa39721c7564a3f383c6afc86f5","symR":["CRP.XX","DCX","DCX.XE","DE0007100000"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Cerberus Team To Meet Sat For 2nd Time With Chrysler - Report","GmtTimeStamp":"2007-04-28T06:45:00.000000000","CompanyCodes":["CRP.XX","DCX","DCX.XE","DE0007100000"],"IndustryCodes":["AMG","AUT","XDAX","XDJGI","XNYA","XST5"],"Story":"\b \u001d  DOW JONES NEWSWIRES \b \u001d  A team from Cerberus Capital Management is scheduled to meet Saturday for a second time with Chrysler Group executives as the bidding war intensifies for the U.S. division of DaimlerChrysler AG (DCX), The Detroit News reported on its Web site. \u001d  The visit by Cerberus to Chrysler's Auburn Hills, Mich., headquarters is an indication that prospective buyers are refining their offers to buy the struggling U.S. auto maker, according to people close to the situation, the newspaper said. \u001d  Cerberus, one of the nation's biggest private-equity firms, had a first round of in-depth meetings last month with Chrysler executives. Two other leading contenders - Canadian supplier Magna International Inc. (MGA) and a partnership of the Blackstone Group and Centerbridge Partners - have also visited Auburn Hills. \u001d  Intensive discussions are ongoing between all three bidders and DaimlerChrysler executives. People close to the discussions say DaimlerChrysler will likely narrow the field soon to one or two bidders, according to The Detroit News. \u001d  A fourth bidder, billionaire financier Kirk Kerkorian, has made a $4.5 billion cash offer for Chrysler. However, DaimlerChrysler has shown no indication it will enter into serious negotiations with Kerkorian. \u001d  People familiar with the process said Cerberus officials will get a closer look Saturday at internal Chrysler data and operations. The Blackstone team and Magna may get similar consideration as the initial phase of bidding winds down, the newspaper said. \b \u001d  Newspaper Web site: http://detnews.com \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 02:45 ET (06:45 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7f8d6e1744a0641fd08e862c313b563f","symR":["OPYGY","PLZL.RS","RU000A0JNAA8"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Polyus Gold: Chief Exec Ivanov Tenders Resignation","GmtTimeStamp":"2007-04-28T12:30:00.000000000","CompanyCodes":["OPYGY","PLZL.RS","RU000A0JNAA8"],"IndustryCodes":["GLD","PCS","XDJGI"],"Story":"\b \u001d  MOSCOW (Dow Jones)--Yevgeny Ivanov, chief executive of Russia's largest gold miner OAO Polyus Gold (PLZL.RS), is to resign from his current position to concentrate on a new upstream project within the group, Polyus said in a statement Saturday. \u001d  The company's board separately decided to pay a dividend of 3.23 rubles (12.65 US cents) a share for 2006, the first it has paid since being spun off from parent company OAO Norilsk Nickel (GMKN.RS). \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 08:30 ET (12:30 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"88f6ea5ccc0b2b6f27814c8b3e8c93fe","symR":["AMOV","AMX","AMX.MX","G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Telefonica,Italian Partners To Form Newco To Control Olimpia","GmtTimeStamp":"2007-04-28T20:05:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FIS","FTS","INF","INS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 16:05 ET (20:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8a220d6f4275addf6c7467c4099e4f33","symR":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Pirelli Calls Extraordinary Bd Meeting At 1800 GMT-Sources","GmtTimeStamp":"2007-04-28T17:42:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FTS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 13:42 ET (17:42 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8b3cff313d13ba75cb2ee9aed808a49f","symR":["OPYGY","PLZL.RS","RU000A0JNAA8","OPYGY","PLZL.RS","RU000A0JNAA8"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Polyus Board Recommmends RUB3.23 A Share Dividend For 2006","GmtTimeStamp":"2007-04-28T12:09:00.000000000","CompanyCodes":["OPYGY","PLZL.RS","RU000A0JNAA8"],"IndustryCodes":["GLD","PCS","XDJGI"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 08:09 ET (12:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"903fab88a93f115faeca51239ff60e64","symR":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Pirelli Says Deal Values Olimpia Stake At EUR2.82/Shr","GmtTimeStamp":"2007-04-28T20:31:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FIS","FTS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 16:31 ET (20:31 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"92370e7e9e02f07d03c4d0221e305bd3","symR":["TTEK"],"date":"2007-04-28","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/30) More Gains On Tap At Tetra Tech","GmtTimeStamp":"2007-04-28T04:04:00.000000000","CompanyCodes":["TTEK"],"IndustryCodes":["POL","SVC","XDJGI","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Christopher C. Williams \u001d  Thanks to a number of key contract wins, solid quarterly results and investors' thirst for water stocks, Tetra Tech (ticker: TTEK) shares hit a 52-week high of 21.78 last Tuesday, a 40% run since our July profile (\"Making a Splash,\" July 31, 2006). At these loftier levels, the price-to-earnings ratioof 33 times trailing earnings heightens the execution risk for the Pasadena, Calif.-based engineering and consulting outfit that gets 85% of its revenue from water-related projects. \u001d  Even so, the stock has the potential to scale its recent high-water mark. A growing backlog, continued steady flow of new contracts and acquisitions promise to boost profits above expectations and drive the stock into the mid-20s over the next year. \u001d  Also, Tetra Tech is widening its pool of opportunities beyond it traditional government work building dams and cleaning up sewer systems and polluted rivers. It's now buying companies in the energy, automotive and mining spaces. The company's recent acquisition of the Delaney Group, for example, expands its alternative-energy business. The purchase could prompt management to lift the high-end of its guidance for the year ending September to 80 cents a share from 76 cents and analysts' views to the 95-cent range from 89 cents for '08, according to Debra Coy of Janney Montgomery Scott. The company earned 63 cents per share last year. \u001d  Coy, who's at 76 cents and 89 cents, respectively, is poised, like other analysts, to raise full-year estimates when Tetra reports second-quarter results Wednesday. The Street estimates the company earned 18 cents a share for the quarter ended March 31, up from 14 cents a year ago. \u001d  \"Tetra Tech is building momentum, and the level of investor enthusiasm will likely build as the year progresses,\" predicts Coy, who adds Tetra could be viewed as a \"sexy-growth stock in the latter half of this decade.\" \u001d  If, as some bulls expect, Tetra lifts operating margins into high single- to low double-digits over the next couple of years from about 7% currently, the stock could ultimately set happy investors off into an aquatic ballet. \u001d  (see related article: \"The Trader: The Big Guys Lead the Way\" -- Barron's April 30, 2007) \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9663e40001efcfc7900384bd3cdc3135","symR":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Pirelli Calls Extraordinary Bd Mtg At 1800 GMT -Sources -2-","GmtTimeStamp":"2007-04-28T18:11:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FTS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  Telefonica was expected to strike a deal soon with Italian partners Mediobanca SpA (MB.MI) and Intesa Sanpaolo SpA (ISP.MI) to take control of an indirect stake in Telecom Italia, people familiar with the situation said Friday. \u001d  The possible agreement would give the Spanish operator 40% of a newly created company that would own 100% of Telecom Italia's main shareholder, unlisted holding Olimpia SpA. \u001d  The agreement would call for the new company to pool the 18% stake in Telecom held by Olimpia with those held separately by Mediobanca and Assicurazioni Generali SpA (G.MI), giving it a total of 23.6% of Telecom Italia, the people said. \b \u001d  -By Giada Zampano and Sabrina Cohen, Dow Jones Newswires; 39 06 678 2543; djitaly@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 14:11 ET (18:11 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9b6e2dded743e1a1fc39698c39db6109","symR":["HOG"],"date":"2007-04-28","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Harley-Davidson, Inc. Announces Results of Annual Shareholder Meeting","GmtTimeStamp":"2007-04-28T18:13:00.000000000","CompanyCodes":["HOG"],"IndustryCodes":["AUT","XDJGI","XFFX","XISL","XNYA","XSP5"],"Story":"Board of Directors Increases Dividend \b \b \u001d  MILWAUKEE, Wis., April 28 /PRNewswire-FirstCall/ -- Harley-Davidson, Inc. (NYSE: HOG) announced today that its Board of Directors increased the dividend at the Annual Shareholder Meeting in Milwaukee on April 28, 2007.  All items of business presented to shareholders were approved at the meeting. \b \u001d  The Board of Directors of Harley-Davidson, Inc. approved a cash dividend of $0.25 per share for the second quarter of 2007.  The dividend is payable June 19, 2007, to shareholders of record as of June 11, 2007. This represents an increase of slightly more than 19% over the previous dividend paid on March 20, 2007. \b \u001d  During the meeting, the shareholders approved the re-election of Barry K. Allen, Richard I. Beattie, and Judson C. Green as Class I Directors.  Also, Ernst & Young LLP was ratified as the Company's independent registered public accounting firm for calendar year 2007. \b \b    Company Background \b \u001d  Harley-Davidson, Inc. is the parent company for the group of companies doing business as Harley-Davidson Motor Company, Buell Motorcycle Company and Harley-Davidson Financial Services. Harley-Davidson Motor Company, the only major U.S.-based motorcycle manufacturer, produces heavyweight motorcycles and offers a complete line of motorcycle parts, accessories, apparel, and general merchandise. Buell Motorcycle Company produces sport motorcycles. Harley- Davidson Financial Services provides wholesale and retail financing and insurance programs to Harley-Davidson dealers and customers. \b \b    Financial Contact:  Mark Van Genderen (414) 343-8002 \b \b    Media Contact:      Bob Klein (414) 343-4433 \b \bSOURCE  Harley-Davidson, Inc. \b \u001d    /CONTACT: Financial Contact, Mark Van Genderen +1-414-343-8002, or Media Contact, Bob Klein +1-414-343-4433, both of Harley-Davidson, Inc. \b    /Web site: http://www.harley-davidson.com \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 14:13 ET (18:13 GMT)"},{"md5ID":"9b8fd586e829e1357d76b3a502eeb410","symR":["EMG.LN","FIG","GB00B16BRD58"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/30) Cheerio, Old Chap!","GmtTimeStamp":"2007-04-28T04:04:00.000000000","CompanyCodes":["EMG.LN","FIG","GB00B16BRD58"],"IndustryCodes":["AMG","XDJGI","XFT1"],"Story":"\b   (From BARRON'S) \b   By Arindam Nag \u001d  When it comes to investing in managers of hedge funds and other alternative assets, investors need to take something of a leap of faith. It's hard to ever know exactly what kinds of complex trades are going on behind the scenes. \u001d  In the case of London-based Man Group, with a market value of GBP 10.5 billion (more than $20 billion), investors generally have trusted top manage- ment -- Stanley Fink, who stepped down as CEO on April 1, and his successor, former finance chief Peter Clarke -- to do nothing dumb. At the same time, investors remained unconvinced the company had the smarts to really excel in volatile markets. Result: The shares until recently seldom traded for more than 15 times earnings, not much different from the broad stock-market multiple. \u001d  Lately, the shares (ticker: EMG.U.K) have perked up. At a recent 562 pence, they're trading at 16 times estimated earnings for the year ahead -- and there's ample room for further improvement. \u001d  For starters, Man is responding to investors and splitting off its mainly U.S.-based brokerage business later this year, via an initial public offering on the New York Stock Exchange. The brokerage business historically has yielded lower returns on capital than the bigger asset-management business. \u001d  There are high hopes that, once the brokerage business is at arm's length, more capital will be freed up, either for reinvesting in asset management or boosting the payout ratio to shareholders, which long has remained at around 33% of earnings. \u001d  At the same time, Man Group investors will have a chance to value the asset-management business in isolation -- and to compare it with such newly public alternative-asset managers as Fortress Investment Group (FIG) in the U.S., and RAB Capital (RAB.U.K.) and Charlemagne Capital (CCHAP.U.K.) in the U.K. Investors haven't had the benefit of that kind of benchmarking in the past, and Man certainly looks cheaper than Fortress, which trades at 32 times this year's earnings. The picture would get still brighter if, as expected, Man starts offering greater transparency about the prospects of its asset management business. \u001d  But the bull case really begins with the brokerage business. The unit is expected to generate $226 million of net profit for the fiscal year ending March 31, or 15% of the total. For the time being analysts at Citigroup, HSBC, Dresdner Kleinwort and Credit Suisse have concluded the unit is worth between 18 and 22 times earnings. That means a valuation of roughly $5 billion. \u001d  That is conservative, as  it doesn't take into account the continued integration of Refco, the commodities brokerage Man bought in 2005. The deal, with a total price of $323 million, has been dilutive to earnings because of integration costs. It should start adding to profits in 2008. \u001d  Nor do the valuations fully reflect the potential that this mainly-futures brokerage faces at a time when global derivatives trading is growing briskly. According to data from the Futures Industry Association, the total number of futures and options traded around the world has grown 9%, 12% and 19%, respectively, in the past three years. \u001d  Man's brokerage doesn't have many peers with similar profiles, but closest are ICAP (IAP.U.K.), trading at 21 times estimated forward earnings, and GFI Group (GFIG), at 24 times earnings. \u001d  As Man's underwriters promote the deal, they're likely to play on the scarcity element attached to Man's brokerage -- to be renamed MF Global -- and aim for a mulitple somewhere between ICAP's and GFI's. Since proceeds from the IPO will be returned to Man investors in the form of class-B shares, any higher price for the brokerage business is a plus for shareholders. \u001d  With the brokerage run independently, Man Group will have a minority stake. The asset-management firm, which mainly trades alternative assets, will be the primary business. \u001d  Man's historic discount to other asset managers is partially the result of the dominance of its black-box trading business, AHL. The issue was simple: Can the managed-futures-based computer trading system sustain its momentum? But AHL has indeed maintained momentum. It has generated 10.7% returns in the five years to 2006, higher than the 6.9% achieved by the MSCI World Stock Index and the 6.7% attained by the HFRI Fund of Funds Composite Index. \u001d  Another reason for skeptics to take heart: The computerized business has fallen to 30% of funds under management, from nearly 50% in 2001. \u001d  \"What has to be appreciated today is that Man is now much more diversified,\" says Luke Newman, a fund manager for F&C Investments, owner of a bit more than 1% of Man. Today, a little over $20 billion, or 41%, of Man's funds under management belong to its RMF business, run by skilled managers dealing with strategies such as betting on mergers and other events and investing in commodities. Over a five-year period, this business has generated 7.3% annualized returns. \u001d  The big issue on which investors would now like greater clarity is performance fees -- the fees investors pay if certain thresholds for returns are met. For years, analysts and investors have struggled to forecast performance fees because of their volatility. \u001d  Man generated fees of $236 million in 2004, $119 million in 2005 and $450 million in 2006. Last month, while announcing the splitoff of its brokerage business, it  forecast performance fees of $380 million for 2007. \u001d  \"We need a little bit of guidance on constructing confidence levels and arriving at probabilities on the [performance] on the fees,\" says Newman. \u001d  Analysts typically have valued Man's performance fees at a multiple of about six, for a roughly $2.5 billion business. But further clarity from management could lift that multiple closer to RAB Capital's 13.2 times. \u001d  Even if the performance-fees business is worth $3 billion, it leaves the management business -- the levying of basic fees that investors pay regardless of perfor- mance -- valued at roughly $11 billion, or 12 times earnings. And that is at the low end of the range in which traditional asset-management firms currently are valued. \u001d  When valuing management fees, one has to take the flow of institutional funds in context. A recent study by Bank of New York and research firm Casey, Quirk & Associates estimated that institutional capital in hedge funds will rise to more than $1 trillion in 2010 from $360 billion this year. \u001d  A good portion of that growth is going to come from Europe, Man Group's backyard. One reason for this: European universities so far have allocated much smaller portions of their endowments to alternative investments, unlike, say, Yale or Harvard. \u001d  A key driver in the short run would be the excess capital that will be at the firm's disposal. Once the brokerage business is de-merged, Man can ask for a waiver of requirements under the Capital Requirements Directives, the U.K.'s capital-adequacy laws. Citigroup estimates the amount for Man could be as much as $1.3 billion -- funds that would be free and clear. \u001d  That could be returned to investors as dividends, or plowed into greater U.S. distribution capabilities, as Dresdner Kleinwort analyst Michael Sanderson would like to see. \u001d  In all, Man's earnings could rise significantly faster than analysts expect. The consensus forecast is 35 pence a share for the year ending next March, up from 30 pence this past year. Even a slight upgrade in that forecast, and a price/earnings ratio of 20, would boost the shares to more than 700 pence (including the value of the B shares), up more than 25% from today's price. \u001d  --- \u001d  ARINDAM NAG, based in London, is a contributor to the Skeptic, a Dow Jones Newswires feature. \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9dadb570e75f7f769812fbb37897687e","symR":["30086.AE","30110.AE","ABN","BAC","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","NL0000301109","US0605051046"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"WSJ: Bank of America May Sue RBS Consortium - Sources","GmtTimeStamp":"2007-04-28T04:00:00.000000000","CompanyCodes":["30086.AE","30110.AE","ABN","BAC","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","NL0000301109","US0605051046"],"IndustryCodes":["BAN","BNK","XAEX","XB20","XDJGI","XENX","XFFX","XFT1","XGTI","XIBEX","XNYA","XRUS","XSP5","XST5"],"Story":"\b \u001d  By Carrick Mollenkamp, Jason Singer and Valerie Bauerlein \u001d  Of THE WALL STREET JOURNAL \b \u001d  NEW YORK (Dow Jones)--Bank of America Corp. (BAC) is preparing a possible lawsuit against the Royal Bank of Scotland Group PLC (RBS.LN)-led consortium over ABN Amro Holding NV's (ABN) planned $21 billion sale of LaSalle bank to Bank of America, people familiar with the matter said. \u001d  The lawsuit could be filed next week, people familiar with the matter said. A potential claim would be that the consortium is obstructing its contract with ABN by bidding to buy all of ABN, including LaSalle, these people said. \u001d  A potential underpinning of such a claim is tortious interference with a contract, an argument that can be used when a third party gets in the way of a binding contract between two parties, these people said. \u001d  Such a claim was central in the famed legal battle between Texaco Inc. and Pennzoil in the 1980s. After Pennzoil made a bid to buy part of Getty Oil Co., Texaco swooped in and purchased all of Getty for a higher price. Pennzoil sued Texaco for tortious interference and won a $10.3 billion award that pushed Texaco into bankruptcy court. Pennzoil and Texaco ultimately settled for $3 billion. \u001d  Bank of America's lawsuit likely wouldn't be filed until the consortium - RBS, Dutch-Belgian bank Fortis NV (FORSY) and Spain's Banco Santander Central Hispano SA (STD) - makes an official offer, people familiar with the matter said. \u001d  Bank of America said no final decision has been made on whether to file a lawsuit or how much to seek in damages. But a bank spokesman Friday reiterated the bank's position that it has a rock-solid contract to buy LaSalle and is proceeding with the deal. \u001d  Further complicating the fight, one member of the consortium, Santander, operates a joint venture in Mexico with Bank of America. \u001d  The planned sale of LaSalle faces another challenge Saturday morning in Amsterdam. There, the Enterprise Chamber, a Dutch court for corporate disputes, hears a request by the Dutch shareholders' association, known as VEB, to block it. \u001d  ABN shareholders are protesting the sale, because they weren't involved in the decision. \u001d  The Dutch court can order companies to revoke or to stop executing certain decisions, and it can decide to freeze the planned sale of LaSalle \"in a matter of days,\" said Anita Van Wees, a spokeswoman at the Enterprise chamber. \u001d  Friday, ABN reiterated in a statement that Barclays' offer is best for ABN shareholders, but it said that it had provided the consortium the due-diligence information. \u001d  Friday in London, Barclays shares rose seven pence, or 0.97%, to 725.50 pence ($14.45), while Royal Bank of Scotland fell 1.52%, or 30 pence, to 1,940 pence. In Amsterdam, ABN rose 1.24% to EUR36.75 ($49.99). ABN currently is trading 5.1% above Barclays bid. \b \u001d  (Edward Taylor in Amsterdam contributed to this article). \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:00 ET (04:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ae1d5e6ea45d2f326a1f07b0ae065cc5","symR":["AB.LN","KKR.XX","GB00B0P7Y252"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"KKR May Dispose Of Boots' Factories - Report","GmtTimeStamp":"2007-04-28T11:47:00.000000000","CompanyCodes":["AB.LN","KKR.XX","GB00B0P7Y252"],"IndustryCodes":["FIS","RTD","RTS","XDJGI","XFT1","XISL"],"Story":"\b \u001d  LONDON (Dow Jones)--Private equity firm Kohlberg Kravis Roberts is considering selling Boot's manufacturing operation - if its GBP11.1 billion bid for Alliance Boots PLC (AB.LN) is successful - The Telegraph reported Saturday without citing its sources. \u001d  KKR plans to carry out a strategic review of the manufacturing business, once its bid has been completed, the newspaper said. \u001d  It is understood that the review could result in either the sale of the division or job losses, The Telegraph said. The Alliance Boots management already plans to cut some 300 jobs, but the KKR review could result in double that number being lost, the newspaper said. \b \u001d  Newspaper Web site: http://www.telegraph.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; 44 (0)20 7842-9330 \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 07:47 ET (11:47 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"aec9cf1e2b4ac149e5bfc2b65d43bc6a","symR":["G.MI","TI","TIA","TIT.MI","IT0000062072","IT0003497168"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Generali Exec: Investment In Tel Italia To Give Co Stability","GmtTimeStamp":"2007-04-28T12:01:00.000000000","CompanyCodes":["G.MI","TI","TIA","TIT.MI","IT0000062072","IT0003497168"],"IndustryCodes":["FTS","INF","INS","TLS","XDJGI","XMIB","XNYA","XST5","XSTT"],"Story":"\b \u001d  TRIESTE (Dow Jones)--Assicurazioni Generali SpA's (G.MI) investment in Telecom Italia SpA (TI) is seen as a possible way to give the Italian telecommunication company stability, Generali Co-Chief Executive Giovanni Perissinotto said Saturday. \u001d  \"We own a 4% stake of Telecom Italia and we can't increase it,\" Perissinotto said, adding that Generali aims at \"giving stability to Telecom Italia and its management.\" \u001d  Earlier Saturday, Generali Chairman Antoine Bernheim said that Italian Finance Minister Tommaso Padoa Schioppa had asked the Italian insurer to defend the \"Italianess\" of Telecom Italia. Bernheim told Generali shareholders that Padoa Schioppa called him asking about the possibility of supporting an Italian defense of Italy's largest telecommunication company. \u001d  Spain's Telefonica SA (TEF) is expected to strike a deal soon with Italian partners Mediobanca SpA (MB.MI) and Intesa Sanpaolo SpA (ISP.MI) to take control of an indirect stake in Telecom Italia, people familiar with the situation said Friday. \b \u001d  -By Sabrina Cohen, Dow Jones Newswires; 39-347-3563-463; sabrina.cohen@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 08:01 ET (12:01 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b8d9f756e0711b642c6d9cea7a123012","symR":["30086.AE","30110.AE","ABN","BAC","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","NL0000301109","US0605051046"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"*WSJ: Bank of America May Sue RBS Consortium -Sources","GmtTimeStamp":"2007-04-28T04:00:00.000000000","CompanyCodes":["30086.AE","30110.AE","ABN","BAC","FORB.BT","FORSY","RBS.LN","SAN.MC","STD","BE0003801181","ES0113900J37","GB0007547838","NL0000301109","US0605051046"],"IndustryCodes":["BAN","BNK","XAEX","XB20","XDJGI","XENX","XFFX","XFT1","XGTI","XIBEX","XNYA","XRUS","XSP5","XST5"],"Story":"\b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:00 ET (04:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bb84440ef07355c1adc184634e86452b","symR":["FNM","FRE","US3134003017"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/30) Editorial Commentary: The Next Test For Fannie And Freddie: The Mortgage Titans Must Move Faster To Meet New Fair-value Accounting Rules","GmtTimeStamp":"2007-04-28T04:07:00.000000000","CompanyCodes":["FNM","FRE","US3134003017"],"IndustryCodes":["MFN","XDJGI","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Jack Ciesielski \u001d  The office of Federal Housing Enterprise Oversight, or Ofheo, recently submitted its annual report to Congress on its two wards, Fannie Mae and Freddie Mac. After years of restorative efforts, you would think that this pair of financial titans would be just about done fixing their respective houses. \u001d  Not so. The report dumped some harsh criticism on the progress of Fannie's accounting-system repairs: \"Significant risks remain, in that Fannie Mae is currently not producing timely quarterly and annual financial reports. The current financial-reporting environment has proven stable enough to produce financial statements related to the restatement, but the Enterprise is not currently under the tight reporting timeframes that would be required of a timely filer, and therefore it remains to be seen if the processes it is developing are robust enough to handle the task.\" \u001d  Freddie didn't fare any better: \"The Enterprise still faces the challenge of becoming a registrant with the Securities and Exchange Commission . . . Currently, the Enterprise is not subject to the reporting schedules that would be expected of a timely filer, and therefore management must ensure that processes being developed are robust enough to handle this task.\" \u001d  Freddie has a market capitalization of $43 billion; Fannie is valued at $56 billion. Freddie issued $360 billion of mortgage-backed securities last year. Fannie issued $481.7 billion of mortgage-backeds. (At least they think so; remember, the 2006 numbers aren't final). Yet Freddie doesn't expect to have quarterly statements available to investors until sometime in 2007; Fannie hopes to get restated 2005 and 2006 financials completed by the second half of 2007. These firms are not financial paupers, and never have been. How could their accounting get so far off track that it takes years to repair? \u001d  Ofheo's report pins the blame squarely on hubris: \"The extraordinary financial success and rapid growth of both Enterprises in the 1990s contributed to a belief among management and employees that they were 'best in class' and that their heavy emphasis on steady, strong growth in earnings per share could be maintained indefinitely. During this period of rapid growth, the Enterprises tended to focus more on business innovations than back-end accounting systems and the people necessary to implement and maintain them.\" \u001d  That hubris led them to deny that the accounting world around them was changing. While the pair was recklessly determined to pursue smooth earnings, accounting standards like Statement 133, governing derivatives, brought innate volatility into earnings reporting -- volatility that could be eliminated through proper accounting for hedging strategies. \u001d  That proper accounting required extensive documentation and calculations. Instead of investing in the beefed-up systems that would allow them to achieve the required hedge accounting, the pair simply skirted the rules. \u001d  Neither firm was a pauper in those days; with hindsight, it's safe to say they could have paid for the investment. The problem was that it just wasn't fashionable to invest in cost centers like accounting and finance. It still isn't, according to small companies petitioning for Sarbanes-Oxley rollbacks. (The SEC plans next month to publish guidance directed at clarifying compliance issues for the smallest firms.) \u001d  Even more has changed in the accounting world while these two giants have struggled to get their financial houses in order: More standards deal with fair-value reporting than when the duo's troubles began. Last year, the Financial Accounting Standards Board issued three new standards with fair-value reporting overtones, and a fourth one was delivered in early 2007 that's sure to affect Fannie and Freddie: Statement 159, The Fair Value Option for Financial Assets and Financial Liabilities. The road to fair-value accounting beckons. \u001d  Fannie's and Freddie's shared problem: making sure their new accounting systems will be able to adapt to the new fair-value reporting standards while simultaneously fixing broken reporting from years past -- which has to be as much of a challenge as changing a tire on a car while driving it at 60 miles per hour. These companies didn't create their problems overnight; it took them both something like a decade to get into their current situations. \u001d  As the fair-value train pulls out of the station, Fannie and Freddie might be left behind. Statement 159 provides an example: Many firms are rushing to early adoption of this standard, which allows firms to pick and choose the financial instruments they'd like to report at fair value. It's a standard that will provide tremendous power to illuminate investors, if the fair-value reporting is done in good faith and with adequate disclosures -- and by firms with the sturdy financial systems to pull it off. \u001d  Yet Fannie and Freddie might actually be better off being stuck at the train station, because Statement 159 is likely to cause some investor trepidation. It will require investors to understand the difference between balance-sheet fair values that can be looked up in market tables and fair values that are simply made up. The learning process can be helped along by the required disclosures, assuming that companies make them and assuming investors bother to look for them. \u001d  Statement 159 should also make investors wonder about how changes in the fair value of financial instruments influence a firm's reported earnings -- again, the disclosures should be available if investors look for them. The problem is that there's a learning curve involved and investors aren't always eager to understand changes in accounting. Expect more confusion, especially as some firms go down this road while others don't. \u001d  Curiously, there's one financial institution that's charging ahead with the \"fair-value option,\" even while its internal controls might not yet be ready for prime time. The Blackstone Group notes in its prospectus that it expects to employ Statement 159 accounting and increase its stockholders' equity by about $900 million, while declaring at the same time that its \"internal controls over financial reporting do not currently meet all of the standards contemplated by Section 404\" -- that much-reviled Sarb-Ox requirement for managers and auditors to ensure that a firm's accounting system is in good working order. \u001d  If Fannie and Freddie haven't already set an example that investment in systems and controls matter in a fair-value reporting world, how many more examples are needed? \u001d  --- \u001d  Jack Ciesielski is president of Baltimore-based R.G. Associates, publisher of the Analyst's Accounting Observer. \u001d  --- \u001d  Editorial page editor Thomas G. Donlan receives e-mail at tg.donlan@barrons.com \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bcc5acc69a75b46b0baa0b57aa178269","symR":["DB","DBK.XE","SI","SIE.XE","TKA","TKA.VI","AT0000720008","DE0005140008","DE0007236101"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/30) European Trader:CEO's Ouster Threatens Siemens' Turnaround ----","GmtTimeStamp":"2007-04-28T04:07:00.000000000","CompanyCodes":["DB","DBK.XE","SI","SIE.XE","TKA","TKA.VI","AT0000720008","DE0005140008","DE0007236101"],"IndustryCodes":["BAN","BNK","FTS","ITC","TLS","XATX","XDAX","XDJGI","XGTI","XISL","XNYA","XST5"],"Story":"\b   (From BARRON'S) \b   By Matthew Curtin and Joon Knapen \u001d  Ditching Klaus Kleinfeld as CEO of Siemens would be a genuine fresh start for the German engineering giant had his departure not looked like a hasty boardroom coup that ignored his record for turning the company around. \u001d  Such a view seems unavoidable, since Siemens' supervisory board has no solid evidence that Kleinfeld is tainted by the corruption scandal that has engulfed the company. Siemens (ticker: SI) is widening its internal probe into suspicious payments, even as the company has become the target of a formal inquiry by the U.S. Securities and Exchange Commission, in addition to a criminal investigation by the Justice Department in Washington. \u001d  As a result, Kleinfeld's early departure -- he leaves when his current contract ends in September -- looks like the last, desperate gasp of Corporate Germany's old guard, rightly worried about the company's reputation but also unhappy with a younger executive who had the temerity to take seriously his mission of improving investor returns despite the strictures of German corporate governance. \u001d  Especially disturbing are reports that Siemens' incoming chairman Gerhard Cromme, who's also chairman of ThyssenKrupp (TKA.Germany), and Deputy Chairman Josef Ackermann, the CEO of Deutsche Bank (DB), led the campaign for Kleinfeld's ouster. \u001d  Whatever their anti-corruption credentials, the names of Cromme and Ackermann hardly conjure up best corporate-governance practices. Just recall ThyssenKrupp's maneuvering to strengthen its antitakeover defenses and Ackermann's involvement in the Mannesmann bonus controversy. \u001d  There also are reports that the push to dispatch Kleinfeld was abetted by the powerful IG Metall trade union and other worker representatives on the board. Playing a part in the pressure on Kleinfeld to quit was his determination to improve returns at Siemens in ways that implied more, not fewer, job losses in Germany. \u001d  Not that Kleinfeld's record in his two years as CEO is perfect. \u001d  Since he took the reins in early 2005, the company's stock price has risen about 45%. That looks good next to the flat performance of fellow conglomerate General Electric (GE). And Siemens has kept pace with the rise in the DAX-30 benchmark index. But Siemens' share-price gains have lagged behind even bigger advances at Philips (PHG), ABB Group (ABB) and Rolls-Royce (RR.UK), key European competitors in many of its businesses. \u001d  Last week, after news of Kleinfeld's coming departure was disclosed, the stock plunged. But, by late Friday, its New York-traded American depositary shares were at 123.36, almost 70 cents above their close a week before. \u001d  Some investors feel the Siemens CEO hasn't been aggressive enough in reorganizing the company. But the corruption scandal, amid outgoing Chairman Heinrich von Pierer's unwillingness to the take responsibility for letting it happen on his watch as chief executive, hasn't helped Kleinfeld to more rigorously weed out Siemens' underperforming assets and focus more heavily on cash generation. \u001d  Kleinfeld has made steady progress in attaining Siemens' new performance targets, confirmed by the company's better-than-expected second-quarter numbers released last week. Siemens said that all divisions had met or exceeded their margin goals, which ranged from 4% to 13% on earnings before interest and taxes. \u001d  Beating analysts' sales and profit forecasts for the period is no mean feat, given how bullish the financial community has been on Siemens during Kleinfeld's reign. \u001d  What's more, many investors assumed that von Pierer's departure would give Kleinfeld greater freedom to restructure Siemens. Instead, he's quitting while the supervisory board has no succession plan. Linde Group CEO Wolfgang Reitzle, the former BMW and Ford executive, has turned down an offer to be CEO. Cromme may have to fill the job in the interim. \u001d  In looking for some crumbs of comfort, at least investors know the challenge facing a new Siemens CEO is less daunting than it was two years ago when Kleinfeld was promoted. In itself, the absence of the heavy restructuring charges and writedowns in the first quarter that have typically marred results suggests the company has entered a new phase. \u001d  Siemens perhaps needs less of a new strategic vision and more of a nitty-gritty determination to get its parts to work more efficiently through better cost-control and working-capital management. \u001d  That task might prove more difficult in Germany if Kleinfeld's departure suggests that Siemens' worker representatives have strengthened their hand at the supervisory board. Elsewhere, the next CEO's ambition should be the more modest one of ensuring that Siemens stays on the course Kleinfeld has set. \u001d  --- \u001d  Matthew Curtin, who reports from Paris, and Joon Knapen, who is based in Frankfurt, contribute to The Skeptic, a Dow Jones Newswires column on which this European trader is based. \u001d  --- \b                     DOW JONES GLOBAL INDEXES \b \b Region/ \b Country \b  DJ Global          DJ Global          DJ Global     Point \b   Indexes,           Indexes,           Indexes,      Chg.    % Chg. \bLocal Curr.    Wkly     U.S. $    Wkly  U.S. $ on      From      From \b   04/27/07  % Chg.   04/27/07  % Chg.   12/31/06  12/31/06  12/31/06 \b \b Americas \b                        374.63   +0.57     351.71    +22.92     +6.52 \b \b Brazil \b 6242693.58   -0.67    1210.46   -1.06    1067.30   +143.15    +13.41 \b \b Canada \b     454.84   -0.27     471.38   +0.46     425.73    +45.65    +10.72 \b \b Chile \b     651.30   -0.26     463.25   -0.02     393.68    +69.57    +17.67 \b \b Mexico \b    1968.81   -1.76     552.36   -1.35     500.99    +51.37    +10.25 \b \b U.S. \b     363.69   +0.65     363.69   +0.65     343.25    +20.44     +5.96 \b \b Venezuela \b    2672.58   -6.73      53.82   -1.34      58.10     -4.28     -7.36 \b \b Latin America \b                        631.04   -1.05     560.18    +70.85    +12.65 \b \b Europe \b                        383.36   -0.31     349.72    +33.64     +9.62 \b \b Austria \b     489.45   +0.99     520.63   +1.46     465.16    +55.47    +11.93 \b \b Belgium \b     441.69   +0.67     470.07   +1.13     427.54    +42.53     +9.95 \b \b Denmark \b     534.39   -0.53     579.60   -0.04     505.70    +73.91    +14.62 \b \b Finland \b    1494.01   +0.97    1421.33   +1.44    1206.63   +214.70    +17.79 \b \b France \b     377.07   -0.17     406.54   +0.30     365.73    +40.81    +11.16 \b \b Germany \b     329.77   +0.18     349.68   +0.64     302.80    +46.88    +15.48 \b \b Greece \b     419.68   -1.03     329.51   -0.57     295.24    +34.27    +11.61 \b \b Ireland \b     665.82   -2.73     691.89   -2.28     671.96    +19.93     +2.97 \b \b Italy \b     351.08   +0.14     306.82   +0.60     280.63    +26.19     +9.33 \b \b Netherlands \b     434.94   -0.94     461.45   -0.48     401.84    +59.61    +14.83 \b \b Norway \b     452.91   +0.53     454.53   +0.56     402.36    +52.16    +12.96 \b \b Portugal \b     329.29   +0.91     304.10   +1.37     270.37    +33.73    +12.48 \b \b Spain \b     556.25   -4.44     444.73   -4.00     422.08    +22.65     +5.37 \b \b Sweden \b     695.62   -0.56     613.01   +0.48     542.62    +70.39    +12.97 \b \b Switzerland \b     559.89   +0.18     630.60   +0.52     577.55    +53.04     +9.18 \b \b United Kingdom \b     275.20   -0.89     294.71   -0.96     278.31    +16.40     +5.89 \b \b South Africa \b                        364.36   -0.87     319.28    +45.08    +14.12 \b \b Pacific Region \b                        153.12   -0.62     146.16     +6.96     +4.76 \b \b Australia \b     418.70   -0.76     458.23   -1.23     400.56    +57.67    +14.40 \b \b Hong Kong \b     401.31   -0.13     399.02   -0.23     377.97    +21.05     +5.57 \b \b Indonesia \b     639.30   +2.56     140.29   +2.72     127.96    +12.33     +9.64 \b \b Japan \b     112.17   -0.42     117.18   -0.91     115.76     +1.42     +1.23 \b \b Malaysia \b     252.44   +0.88     200.82   +0.91     158.88    +41.95    +26.40 \b \b New Zealand \b     200.10   -0.26     274.49   -0.71     259.49    +15.00     +5.78 \b \b Philippines \b     334.01   +1.34     182.81   +1.45     159.92    +22.89    +14.31 \b \b Singapore \b     275.16   +0.95     293.82   +0.54     249.36    +44.45    +17.83 \b \b South Korea \b     319.05   +0.65     260.34   +0.47     241.17    +19.17     +7.95 \b \b Taiwan \b     197.43   +0.07     152.94   -0.31     156.13     -3.19     -2.04 \b \b Thailand \b     127.56   +1.50      86.45   +1.50      81.33     +5.13     +6.30 \b \b Euro Zone \b                        398.08   -0.15     356.67    +41.41    +11.61 \b \b Europe (ex.U.K.) \b                        434.64   +0.00     389.85    +44.79    +11.49 \b \b Nordic Region \b                        674.52   +0.65     587.36    +87.17    +14.84 \b \b Pacific Region (ex. Japan) \b                        338.36   -0.25     308.33    +30.03     +9.74 \b \b World (ex. U.S.) \b                        262.96   -0.40     243.05    +19.92     +8.20 \b \b DOW JONES WORLD STOCK INDEX \b                        297.45   +0.06     277.50    +19.96     +7.19 \b \b Indexes based on 12/31/91=100.2007 Dow Jones & Co. Inc. All Rights Reserved. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bf4cb0e54ff640313fc1b62a1c60c689","symR":["AMOV","AMX","AMX.MX","G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Telefonica Will Have 42.3% Stake In Newco","GmtTimeStamp":"2007-04-28T20:06:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FIS","FTS","INF","INS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 16:06 ET (20:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bf9b0086e2f8ab491cebd1d2dfa23d37","symR":["DCX","DCX.XE","DE0007100000"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Daimler Chairman Says Still Looking At All Chrysler Options","GmtTimeStamp":"2007-04-28T10:40:00.000000000","CompanyCodes":["DCX","DCX.XE","DE0007100000"],"IndustryCodes":["AUT","XDAX","XDJGI","XNYA","XST5"],"Story":"\b \u001d  BRUSSELS (Dow Jones)--Manfred Bischoff, chairman of the Supervisory Board of DaimlerChrysler AG (DCX), said Saturday that his company was continuing to look at \"all options\" for its Chrysler unit. \u001d  Speaking at the German Marshall Fund's Brussels Forum, Bischoff declined to give any timing on the potential sale or spinoff of the U.S. unit. \u001d  \"We are looking at all options with all seriousness,\" he said. It's \"an ongoing process.\" \b \u001d  -By William Echikson, Dow Jones Newswires; 32-2-741-480; william.echikson@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 06:40 ET (10:40 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c1f3cb2781f42b75f7e6fe049140da98","symR":["ROS","RTKM.RS","T","VZ","RU0008943394","US00206R1023","US92343V1044"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"US SEC Asks Rostelecom For Info On Ties To Iran, N Korea -2-","GmtTimeStamp":"2007-04-28T08:29:00.000000000","CompanyCodes":["ROS","RTKM.RS","T","VZ","RU0008943394","US00206R1023","US92343V1044"],"IndustryCodes":["FTS","TLS","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5","XSTT"],"Story":"\b \u001d  No one at Rostelecom was immediately available to comment. \u001d  In a response also posted on the site, however, Rostelecom said that neither \"Russian law nor the law of any other country prohibits or restricts telecommunications to the countries cited in your letter.\" \u001d  Rostelecom said U.S. law provides for \"exemptions for transactions incident to transmitting telecommunications.\" \u001d  The company further stated that it had reviewed the risk factor disclosures made by two U.S. telecommunications companies, Verizon Communications Inc. (VZ) and AT&T Inc. (T), and that neither disclosed risks relating to business that could arise from providing telecommunications services for calls to or from those countries. \u001d  \"Neither .... includes risk factors relating to the provisions of calls to the countries cited in your letter even though both companies appear to facilitate calls to and from all these countries,\" Rostelecom said. \b \u001d  -By Greg Walters, Dow Jones Newswires; 7-495-974-8055; greg.walters@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 04:29 ET (08:29 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c44084e73eaa731ce732a51ff38fb302","symR":["AL.MI","G.MI","IT0000062072","IT0000078193"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Generali 1Q '07 Net Pft +20% Vs 1Q '06 - Co-CEO","GmtTimeStamp":"2007-04-28T08:40:00.000000000","CompanyCodes":["AL.MI","G.MI","IT0000062072","IT0000078193"],"IndustryCodes":["BNK","FIS","INF","INL","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 04:40 ET (08:40 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c5a568ee3f1dcbb1e91182019903aee0","symR":["OPYGY","PLZL.RS","RU000A0JNAA8","OPYGY","PLZL.RS","RU000A0JNAA8"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Ivanov To Concentrate On Polyus E&P Activities In Future","GmtTimeStamp":"2007-04-28T12:08:00.000000000","CompanyCodes":["OPYGY","PLZL.RS","RU000A0JNAA8"],"IndustryCodes":["GLD","PCS","XDJGI"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 08:08 ET (12:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c75ee8d1e575a2ee4071ad93cedb69fb","symR":["AMOV","AMX","AMX.MX","G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Telefonica,Italy's Fincl Institutions To Buy 100% Of Olimpia","GmtTimeStamp":"2007-04-28T20:24:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FIS","FTS","INF","INS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  MADRID (Dow Jones)-Spain's Telefonica SA (TEF) and a group of Italian financial institutions bought a 100% stake in Telecom Italia's SpA (TI) main shareholder, unlisted holding company Olimpia SpA, Telefonica said Saturday. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 16:24 ET (20:24 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"cc5ad9b2d53ad110e1b1f7d672e93f64","symR":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Intesa Sanpaolo, Mediobanca, Generali Partners In Olimpia Buy","GmtTimeStamp":"2007-04-28T20:30:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FIS","FTS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 16:30 ET (20:30 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"cd49cfbd6de0f1f3c7f7c81d833fda22","symR":["AL.MI","G.MI","IT0000062072","IT0000078193"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Generali Chmn: Co Has No Cap Hike Plan, Aims To Up Mkt Cap","GmtTimeStamp":"2007-04-28T09:49:00.000000000","CompanyCodes":["AL.MI","G.MI","IT0000062072","IT0000078193"],"IndustryCodes":["BNK","FIS","INF","INL","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d   TRIESTE (Dow Jones)--Assicurazioni Generali SpA (G.MI) has no plans for a capital hike and aims to increase its current market capitalization by 20% in the future, Chairman Antoine Bernheim said Saturday at the company's annual shareholders meeting. \u001d  \"We have no plan to make a capital hike,\" Bernheim said, noting that the Italian company is the only European insurer that hasn't used \"this kind of tool in the last seven, eight years.\" \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 05:49 ET (09:49 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"cea0a84ea77c3853b5a27f88934d1161","symR":["AL.MI","G.MI","IT0000062072","IT0000078193"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Generali Chmn Says Co Can't Make Large Acquisition","GmtTimeStamp":"2007-04-28T09:40:00.000000000","CompanyCodes":["AL.MI","G.MI","IT0000062072","IT0000078193"],"IndustryCodes":["BNK","FIS","INF","INL","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 05:40 ET (09:40 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d268a04635eb70a3bd733a89bd058821","symR":["12062.FR","AL.MI","AV.LN","AXA","BAACSPOJ.YY","DT","DTE.XE","E","ENI.MI","G.MI","LUX","LUX.MI","DE0005557508","FR0000120628","GB0002162385","IT0000062072","IT0000078193","IT0001479374","IT0003132476"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Generali Chmn Eyes Foreign Expansion,To Defend Telecom Italia","GmtTimeStamp":"2007-04-28T14:27:00.000000000","CompanyCodes":["12062.FR","AL.MI","AV.LN","AXA","BAACSPOJ.YY","DT","DTE.XE","E","ENI.MI","G.MI","LUX","LUX.MI","DE0005557508","FR0000120628","GB0002162385","IT0000062072","IT0000078193","IT0001479374","IT0003132476"],"IndustryCodes":["BNK","CLO","FIS","FTS","INF","INL","INS","OIL","TEX","TLS","XCA4","XDAX","XDJGI","XENX","XFT1","XGTI","XISL","XMIB","XNYA","XST5","XSTT"],"Story":"\b   By Sabrina Cohen \b   Of DOW JONES NEWSWIRES \b \u001d  TRIESTE (Dow Jones)--Assicurazioni Generali SpA's (G.MI) chairman said Saturday he wants to expand the company's operations abroad, that there are no plans to launch a capital increase plan and that he will support Italian Finance Minister Tommaso Padoa Schioppa's defense of the \"Italian-ness\" of Telecom Italia SpA (TI). \u001d  \"The company will grow externally in the future in order to keep its independence as in Italy a further grow is forbidden by domestic laws,\" Antoine Bernheim told shareholders at the Italian insurance company's annual shareholders meeting here. He said the strategy will be based on targeting joint ventures as Generali doesn't have the financial strength to make a large acquisition. \u001d  \"Generali doesn't have the necessary financial strength to make a EUR40 to EUR50 billion....so we are looking at targeted joint-ventures such as the one recently announced in Czech Republic.\" \u001d  The company said Thursday it signed a joint-venture deal with Czech group PPF to control its insurer Ceska Pojistovna AS, the biggest life and non-life insurer in the country. \u001d  Generali had been widely considered to be ready to make a large acquisition in the near future to increase its size both by premiums and assets. In recent months, company co-chief executives Giovanni Perissinotto and Sergio Balbinot have said they weren't interested in acquiring either Prudential (PRU.LN) or Aviva PLC (AV.LN). \u001d  \"We are closing the first quarter and based on the data we have, we should close it with a 20% increase in the net profit,\" Perissinotto said at the shareholders meeting. In the first quarter of 2006 the company posted a net profit of EUR598 million. \u001d  European insurers - including France's AXA SA (AXA), Germany's Allianz SE (AZ) and the U.K.'s Aviva PLC (AV.LN) - have increasingly built up operations in small but fast-growing Central and Eastern European markets in recent years. \u001d  In the past two years, Generali has also strengthened its operations in Italy, with the acquisition on Italian insurer Toro Assicurazioni SpA. \b \u001d  Company Web site: http://www.generali.com \b \u001d  -By Sabrina Cohen, Dow Jones Newswires, +39 347 3563 463; sabrina.cohen@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 10:27 ET (14:27 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d3ffbbfc7ca1615ef437754daac80a1e","symR":["532174.BY","IBN","INE090A01013"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"UPDATE:ICICI Bank 4Q Net Pft Up 4%, Plans $5B Share Issue","GmtTimeStamp":"2007-04-28T13:06:00.000000000","CompanyCodes":["532174.BY","IBN","INE090A01013"],"IndustryCodes":["BNK","XDJGI","XNYA"],"Story":"\b \u001d  (Updates with more company, analyst comments) \b \u001d  KOLKATA (Dow Jones)-- India's ICICI Bank Ltd. (532174.BY) on Saturday posted a modest 4% growth in fiscal fourth-quarter net profit, as it provided more toward bad loans and said it would raise fresh capital to fund growth. \u001d  Net profit for the January-March quarter rose to INR8.25 billion ($202.3 million) from INR7.90 billion in the year-ago period, but fell short of analysts' expectations. \u001d  The average of estimates in a Dow Jones Newswires poll of six analysts was a net profit of INR10.29 billion. \u001d  The New York-listed bank, India's largest in the private sector in terms of assets, registered a 36.5% jump in net interest income, the difference between interest income and interest expenses, to INR18.75 billion from INR13.74 billion. Non interest income expanded 25% to INR16.54 billion from INR13.21 billion. \u001d  Net profit for the quarter would have been higher but for the sharp rise in the bank's provisions and contingencies, which surged to INR4.57 billion from INR910 million. \u001d  According to a January guideline by the Reserve Bank of India, ICICI Bank had to increase risk-weightage 1% on certain asset class which are on the bank's books, Joint Managing Director Kalpana Morparia told reporters at a news conference in Mumbai. \u001d  \"This led to a one-time hit of INR3.10 billion in the fourth quarter\", she said. \u001d  \"Though the numbers may fall short of market expectation, the capital-raising plans confirm the bank's appetite for growth,\" said Nilesh Parikh, an analyst at Mumbai-based brokerage SSKI Securities. \u001d             Fund Raising Plan \u001d  ICICI Bank said it plans to raise around $5 billion, or INR200 billion, through share sale in the local market as well as in the U.S. to leverage on business opportunities and maintain appropriate regulatory capitalization levels. \u001d  ICICI Bank Chairman K.V. Kamath told reporters at the news conference the proposed issue is likely to be in June.   However, Morparia said that the bank may raise some fund via private placement of part of its equity before the public issue. She didn't elaborate. \u001d  \"The fund will be needed to maintain the credit growth momentum,\" Parikh of SSKI said. \u001d  ICICI said its total loans grew 34% on year to INR1.96 trillion in the fiscal year ended March 31, from INR1.46 trillion a year earlier. \u001d  The bank's retail loan portfolio of INR1.28 trillion comprises 65% of its total loans. \u001d  Its total deposits rose 40% to INR2.30 trillion from INR1.65 trillion in the same period. \u001d  Capital adequacy ratio, or the ratio of the bank's capital to outstanding loans, was 11.7%. Local regulations require banks to have a CAR of more than 9%. \u001d  For the year ended March 31, ICICI's net profit grew around 22% to INR31.10 billion from INR25.40 billion, while net interest income expanded 41% to INR66.36 billion from INR47.09 billion. \b \b   -By Abhrajit Gangopadhyay, Neelabh Chaturvedi; Dow Jones Newswires; 91 9831241778; abhrajit.gangopadhyay@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 09:06 ET (13:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"dd648619d2c037bcee6903948f7e23d1","symR":["AMOV","AMX","AMX.MX","G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Telefonica Will Pay EUR2.3 Billion For Olimpia Stake","GmtTimeStamp":"2007-04-28T20:06:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FIS","FTS","INF","INS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 16:06 ET (20:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"de6567e10659ceab8376b49dab95a96e","symR":["AMS.JO","SLV","ZAE000013181"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/30) Commodities Corner: New ETFs May Lift Platinum Price","GmtTimeStamp":"2007-04-28T04:06:00.000000000","CompanyCodes":["AMS.JO","SLV","ZAE000013181"],"IndustryCodes":["EXT","PCS","PPM","XDJGI","XISL"],"Story":"\b   (From BARRON'S) \b   By Melanie Burton \u001d  Platinum, that faded film star of a metal, is once more the talk of the town. The buzz surrounding platinum comes as it is set to star in not one, but two exchange-traded funds -- and there's even a chance the white metal could get the lead in a third ETF. After news about the funds hit earlier this month, prices rallied by 5%, to a five-month high of $1,332.50 an ounce. They've since retreated -- closing Friday at $1,288.50 -- but if the ETFs prove even half as popularasthe gold and silver funds, platinum will be back on the A-list. \u001d  Investors can use ETFs to trade precious-metals prices like stock shares; the metal to back the shares is locked away, which creates physical demand and supports prices. On April 24, ETF Securities launched the first platinum ETF, the ETFS Physical Platinum (ticker: PHPT) fund, on the London Stock Exchange and on May 10, a platinum ETF by Zurich Cantonal Bank begins trading on the SWX Swiss Exchange. Finally, Barclays Global Investors, which created one of the first precious-metals ETFs, recently said it is \"considering\" a platinum fund, although no filing has been made with the Securities and Exchange Commission yet. \u001d  Every good movie offers drama, and platinum's picture is no different. End-users complain that ETFs lift prices, and to an extent that is correct. Silver prices ran up sharply as rumors about the creation of Barclays' iShares Silver Trust ETF (SLV) started to circulate months before any official discussion. Silver prices have ping-ponged between $9.50 an ounce and $15 per ounce since its launch in April of 2006. \u001d  Anglo Platinum (AMS.JO), the world's largest platinum producer, pledges not to supply any metal for the funds. \"We're opposed to the startup of a [platinum] ETF and feel that other producers will be, too,\" says Trevor Raymond, senior investor relations manager at South Africa's Angloplat. \"It takes physical metal away from metal demand . . . which pushes up prices and limits offtake for jewelry.\" \u001d  However, Calyon analyst Michael Widmer says Zurich Cantonal Bank could get around the producers by \"potentially [going] through an intermediary like another bank.\" \u001d  What troubles end-users is that platinum supplies are very tight already, amid growing demand for use in catalytic converters that clean vehicle exhaust fumes. The market was forecast in rough supply/demand parity for 2006 by platinum fabricators Johnson Matthey, with about 7 million ounces available to consumers. \u001d  However, ETFs could cause greater demand and put upward pressure on prices. \u001d  \"We calculate that each 100,000 ounces of investment will add $40/oz. to platinum,\" UBS said in lifting its short-term price forecasts to $1,350 from $1,300. Metals consultancy GFMS last week projected a peak of $1,450 per ounce  in 2007. Within the first 12 months, Zurich Cantonal Bank expects to trade 70,000 ounces of platinum, says ETF salesman Oliver Holzer. ETF Securities expects similar volume. \u001d  After the first day's trade, ETF Securities logged a modest 4,000 ounces of platinum, says spokesman Nik Bienkowski, which Calyon's Widmer says was a good start. Comparatively, since Barclays launched the silver iShares, roughly 135 million ounces of the metal have been locked away -- from a humble start of about 21 million ounces -- equivalent to about 15% of 2005 supply. \u001d  \"I don't think Barclays was estimating anywhere near that interest in their silver ETF, and look how big that is now,\" says analyst James Moore of TheBullionDesk. \u001d  --- \u001d  Melanie Burton is a reporter for Dow Jones Newswires in London. \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e14e8e81df7227899fbfeeb2ff10dc7b","symR":["GMEXICO.MX","PCU","PCU.VL","MXP370841019","US8436111046"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Southern Copper's Ilo Workers Start Strike, Says Union","GmtTimeStamp":"2007-04-28T18:54:00.000000000","CompanyCodes":["GMEXICO.MX","PCU","PCU.VL","MXP370841019","US8436111046"],"IndustryCodes":["MNG","ONF","XDJGI","XISL","XNYA","XRUS"],"Story":"\b \u001d  LIMA (Dow Jones)--A group of unionized workers at Southern Copper Corp.'s (PCU) Ilo smelter and refinery started a strike Saturday, as planned, after talks broke down earlier this week between the company and the Unified Workers Union, a union official said. \u001d  The workers, estimated by the union official at about 800, walked out to back demands for a higher wage offer and other demands. \u001d  The union also had said earlier that the company was refusing to recognize the Unified Workers Union's request to negotiate a single collective agreement. \u001d  The Unified Workers Union was created when four smaller unions came together to form one body. Each of those four unions has a current collective agreement with the company that will expire over the next few months, but the date is different for each group. \u001d  Separately, the National Federation of Mining, Metallurgy and Steel Workers, expects unionized workers at a number of mines to begin a nationwide strike from Monday to back various demands. \u001d  Union officials at Southern Copper mines in Peru - Toquepala and Cuajone - have said that workers there plan to strike from next week to back contract demands, as well as to support the nationwide strike. \u001d  Southern Copper has its main operations in Peru and Mexico, producing mainly copper but also smaller amounts of zinc, silver and molybdenum. Southern Copper last week said first quarter net income totaled $563.5 million, up from $421.6 million in the same quarter a year earlier, as net sales rose. \u001d  Grupo Mexico SA (GMEXICO.MX) has a 75.1% stake in the company, while other shareholders hold the rest. \b \u001d  -By Robert Kozak, Dow Jones Newswires; 511-221-7050; peru@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 14:54 ET (18:54 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e4e21819ff04ee5cc08f0858b2c6d247","symR":["CELL","MOT","US6200761095"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/30) Sizing Up Small Caps: A Bright Spot In Cellphones","GmtTimeStamp":"2007-04-28T04:07:00.000000000","CompanyCodes":["CELL","MOT","US6200761095"],"IndustryCodes":["CMT","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Tiernan Ray \u001d  When an industry in the dumps takes a turn for the better, the stocks of its most downtrodden members can benefit the most. \u001d  Such is the case for cellphone wholesaler Brightpoint, whose shares (ticker:CELL) shot up 7% last Monday on an analyst's upgrade. Brightpoint shares, now about 14, could rise another 50% if the company fulfills its plans to grow faster than the overall wireless market. \u001d  Indiana-based Brightpoint, with a market value of about $700 million, makes money in one of the toughest parts of the wireless business: It buys cellphones directly from manufacturers, such as Motorola (MOT) and Nokia (NOK), and resells them around the world to smaller wireless operators, with gross profit margins of just 4%. \u001d  The stock is down 50% in the past 12 months, in part because Motorola, which represents a third of the phones Brightpoint handles, has had a much harder time selling fancy trinkets like its Razr phone. Brightpoint bears the brunt of that shortfall. \u001d  But Brightpoint's profit can improve dramatically this year as things gradually look up at Motorola. That's to say nothing of rising sales at Nokia, which accounts for  40% of Brightpoint's sales, and the presence of the cellphone distributor in more markets around the world. \u001d  None of that is guaranteed, but the good news for the stock is that the market hasn't been expecting much. Despite the jump on Monday, Brightpoint's shares are changing hands at a modest 15.5 times estimated earnings for the year ahead. That's just a bit higher than the Standard & Poor's 500 index's average, and way below the forward multiple of 30 that Brightpoint sported a year ago. \u001d  \"There's a much better risk-reward profile than there was even six months ago, and that establishes a good floor for the stock right now,\" says John Krause, a senior analyst at Thrivent Investment Management, which oversees $67 billion worth of investments, including some Brightpoint stock. \"I think their multiple can expand as they put the worst of this behind them.\" \u001d  Brightpoint is a proxy for the cellphone business -- and that's scary, considering estimates for the market are still moving south. \u001d  Sales of phones may rise only 8% this year, below an earlier forecast of 15%, according to Banc of America Securities analyst Tim Long. That kind of uncertainty is the reason big companies like Motorola are handing over the risk of carrying inventory to third parties like Brightpoint. \u001d  Brightpoint moves phones to market through its warehouses around the world after taking delivery from a manufacturer. Last quarter, Motorola sold far fewer phones than it expected, it reported last week, because it refused to participate in an industry price war. \u001d  That not only hurt Motorola's sales, it meant lots of excess, and unreturnable, inventory for Brightpoint, which almost certainly hurt the firm's results last quarter. (Brightpoint reports earnings next month.) \u001d  But Brightpoint is doing things to grow faster than the market this year, which could mitigate uncertainty in the wireless business. \u001d  For one thing, if and when Moto gets its act together, coming up with phones that can command better prices, Brightpoint may get a larger slice of that business, says Ittai Kidron, an analyst with CIBC World Markets. \u001d  Part of Moto's problem, Kidron figures, has been that resellers around the world buy phones from Moto in one market and resell them at a hefty profit in another, eroding Motorola's pricing power. Motorola wants to stop that, and may do so by giving a greater allotment of phones to Brightpoint, which can be trusted to respect Motorola's prices. \u001d  Nokia, easily Brightpoint's top supplier, is expected to have a much better lineup of phones this year, and that clearly could drive more volume for Brightpoint. \u001d  Brightpoint is now the leading cellphone distributor in the U.S.; it will be No. 1 in Europe when it consummates the acquisition of Danish firm Dangaard Telecom in July, and the company is \"pretty close to No. 1\" in Latin America after buying some of competitor CellStar's operations last month, says Matthew Hoffman, an analyst with Cowen & Co. \u001d  Higher volumes translate quickly into higher profits at Brightpoint, because the same warehouse space can be used to move more phones. The company may also gain greater leverage to negotiate favorable handset prices, says  Hoffman. \u001d  \"If they can raise their gross profit on phones from 4% to 5%, it falls almost immediately to the bottom line,\" he says. \u001d  In addition, 14% of Brightpoint's sales come from \"logistics,\" and that business has gross profit that's four or five times as high as the distribution business. \u001d  For example, the company has a deal to help T-Mobile USA, the fourth-largest U.S. wireless carrier, put phones in a box with Bluetooth wireless headsets; Brightpoint gets  a fixed fee on each unit. As that business grows, it should lift total profit margins. \u001d  On the downside, investors may be underestimating how tricky it will be for Brightpoint to combine all the facilities it has acquired through Dangaard and other deals, says Daryl Armstrong, a Citigroup analyst. \u001d  \"People are expecting more in cost savings than management may be able to deliver,\" observes Armstrong. \u001d  \"Integrating these businesses is not much more complex than what management is used to doing,\" says Thrivent's Krause. \"I would give them the benefit of the doubt they can make it work.\" \u001d  For investors willing to stomach some near-term uncertainty about the  cellphone market, Brightpoint shares are a way to get in on what will likely be a powerful player in one of the biggest growth markets in electronics. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e66bbb5aaec6dc92cc37ae6d273adad3","symR":["DB","DBK.XE","MS","DE0005140008"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Developer PIK Eyes $1B-$1.5B In Moscow, London IPO - Report","GmtTimeStamp":"2007-04-28T06:59:00.000000000","CompanyCodes":["DB","DBK.XE","MS","DE0005140008"],"IndustryCodes":["BAN","BNK","REA","SCR","XDAX","XDJGI","XFFX","XGTI","XNYA","XRUS","XSP5","XST5","XSTF"],"Story":"\b \u001d  MOSCOW (Dow Jones)--Russian property developer PIK Group is hoping to raise between $1 billion and $1.5 billion at an initial public offering in Moscow and in London in late May, newspaper Vedomosti reported Saturday, citing unnamed sources. \u001d  The company has hired Deutsche Bank (DB) and Morgan Stanley (MS) and values its whole business at $10 billion, the newspaper said. It will sell a stake of 10% to 15% consisting of both old and new shares. \u001d  PIK's revenue under Russian Accounting Standards totaled $16 million in the first nine months of last year. By 2010, the group plans to build 10 million square meters of residential and office properties. \b \u001d  Newspaper Web site: http://www.vedomosti.ru \b \u001d  -By Moscow Bureau, Dow Jones Newswires; 7-495-974-8055 \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 02:59 ET (06:59 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e76ec397b635e921ff71b612f08cbccf","symR":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Pirelli Calls Extraordinary Bd Meeting At 1800 GMT -Sources","GmtTimeStamp":"2007-04-28T17:59:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FTS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  ROME (Dow Jones)--Pirelli & C. SpA (PC.MI) on Saturday called for an extraordinary board meeting to take place at 1800 GMT to evaluate a possible offer by Spain's Telefonica (TEF) and Italy's financial heavyweights for its 80% stake in Telecom Italia SpA (TI) largest shareholder, people close to the situation told Dow Jones Newswires. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 13:59 ET (17:59 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ecd4004905630e3cc3b4714d0b5dd18b","symR":["CVX","FTO","IBM","MRO","NBL","XOM","US1667641005","US30231G1022","US4592001014","US5658491064"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/30) Speaking Of Dividends: Heavyweights Help Out: Big Blue, Big Oil Payouts Lift Dow To New Heights","GmtTimeStamp":"2007-04-28T04:06:00.000000000","CompanyCodes":["CVX","FTO","IBM","MRO","NBL","XOM","US1667641005","US30231G1022","US4592001014","US5658491064"],"IndustryCodes":["OIL","OIS","TSX","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  Big Blue was the biggest contributor to the blue-chip Dow's push past 13,000 Wednesday. \u001d  The index's priciest component, International Business Machines (ticker: IBM) hit a 52-week high of 101.70, chipping in about 24 points to the industrials' advance. What helped lift IBM was its announcement Tuesday of a 33% dividend hike and plans to buy back an additional $15 billion worth of its stock. \u001d  The new quarterly dividend will be 40 cents a share, up from 30 cents, payable June 9 to holders of record May 10. The ex-dividend date is May 8. Yield: 1.59%. \u001d  In just the past two years, IBM has doubled its payout. Furthermore, this is the 12th consecutive year that the world's No. 1 provider of computer products and services has enhanced its quarterly payout. That works out to a total increase of 540% since 1996 , when the company started to raise its dividend following a tough business period. IBM slashed its payout by 79% in '93 -- the first reduction since the company began paying dividends in 1916. \u001d  With the new stock-buyback authorization, IBM now has approximately $16.4 billion available for its repurchase program. The Armonk, N.Y.-based company said it may complete a substantial portion of its repurchases over the next several months. As a result, its 2007 earnings-per-share growth-excluding any gain from the forthcoming sale of its printer business -- could be 12% to 14%, or one-to-three points above previous estimates. \u001d  Since 1995, IBM has spent almost $80 billion to buy back more than 1.2 billion of its shares at an average price of $63. The company, which had $10.8 billion in cash on March 31, isn't ready to discuss how much new debt it will take on to fund the repurchases, but its debt ratings appear safe. IBM has about 1.5 billion shares outstanding. \u001d  Energy was another big story last week. Crude oil prices remain well off the all-time high of $77 a barrel hit last summer, but they surged Wednesday on the government's report of a large and unexpected decline in gasoline stockpiles and a drop in refinery utilization. Meanwhile, a bevy of petroleum producers pumped up their payouts. The headliners were ExxonMobil and Chevron, the two biggest U.S. names in the business. \u001d  The world's largest publicly traded company, Texas-based ExxonMobil (XOM) increased its quarterly common payout 9.4%, to 35 cents a share from 32 cents. Investors of record May 14 will receive the sweetened dividend June 11, and the ex-date is May 10. Exxon's dividends, which have been paid without interruption since 1882, have now risen for 25 consecutive years. The oil giant bought back $8.4 billion in stock in 2006's fourth quarter and ended the year with $32.8 billion in cash. A Dow component, ExxonMobil climbed to a 52-week high of 80.86 Thursday, for a 1.74% yield. \u001d  California-based Chevron(CVX) boosted its payout 11.5%, to 58 cents a share from 52 cents, marking the 20th consecutive year it has hiked its quarterly. That gives the stock a 2.99% yield. The respective payment and record dates are June 11 and May 18. Ex-date: May 16. Dividends have been ongoing since 1912. Chevron completed a $5-billion stock buyback in 2006, bringing repurchases to  $10 billion over the past three years. \u001d  Marathon Oil (MRO) is not only raising its dividend but splitting its stock, 2-for-1. On June 11, shareholders of record on May 23 will get a new quarterly payout of 48 cents a share (24 cents post-split), up 20% from 40 cents. The stock goes ex June 19. The payment date is June 18. \u001d  Through December, Marathon, whose headquarters are in Houston, boasted a three-year total shareholder return of 212%. Since July 2003 (when its dividend was enriched for the first time since 2000), the company has hiked its payout five times, for a combined 109% increase. Disbursements were initiated in 1991. A $2.5-billion stock buyback, launched in January 2006, is nearly complete. \u001d  Frontier Oil (FTO) boosted its dividend to a nickel a share from three cents and added $100 million to its stock-buyback program . . . . Noble Energy (NBL) raised its payout 60%, to 12 cents a share from 7.5 cents. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ef1d050a7c2f570dc97977a04961c9a1","symR":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Pirelli Bd To Evaluate Offer For Olimpia Stake - Sources","GmtTimeStamp":"2007-04-28T17:43:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FTS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 13:43 ET (17:43 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f89e9ad62e6d5f7265d5e70b19e3e1d8","symR":["1055.HK","600029.SH","ZNH","CN0008139643","CN0009084145"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":": China Southern Hosts Major SkyTeam Con-Fab; Alliance Industry Leaders Gather at Chinese Resort City","GmtTimeStamp":"2007-04-28T16:29:00.000000000","CompanyCodes":["1055.HK","600029.SH","ZNH","CN0008139643","CN0009084145"],"IndustryCodes":["AIR","XDJGI","XNYA"],"Story":"\bSANYA, China--(BUSINESS WIRE)--April 28, 2007-- \u001d  China Southern Airlines, (NYSE:ZNH) (HKSE:1055) (SHA:600029) - www.cs-air.com/en - with the largest and most technically advanced aircraft fleet in The People's Republic of China, hosted a forum today in the resort city of Sanya with senior airline management of SkyTeam as it reviewed its future membership in the global alliance. \b \u001d  Industry aviation leaders gathered in Sanya under the theme, \"Industry Cooperation ... A Win-Win Future.\" Present and addressing at the forum were Mr. Li Jian, Vice Minister, General Administration of Civil Aviation of China (CAAC); Mr. Liu Shao Yong, President of China Southern Air Holding Company & Chairman of China Southern Airlines; Mr. Chen GAO Shun, Deputy Secretary General, Hainan Provincial People's Government; Mr. GAO Boa Hong, Vice Mayor, Sanya People's Government; Mr. Jung He Lee, President & COO of Korean Air; Mr. Dominique Party, Senior Vice President of International Affairs and Alliances, Air France; Mr. Liu Zoning, President, Guangdong Airport Management Corporation and Mr. Wang Xian ping, Senior Advisor, China Southern Airlines. \b \u001d  SkyTeam is one of the three big global alliances, with current 10 member carriers in possession of 2,018 aircraft serving 14,615 daily flights to 728 destinations in 149 countries and regions. The SkyTeam alliance enjoys the best hubs and network, including Atlanta Airport - the world's largest airport where Delta Air Lines is based; Paris-Charles de Gaulle - the largest hub in Europe where Air France is headquartered; Inch eon Airport - the biggest Asian airport where Korean Air is based and Mexico City Airport - the largest airport in the Latin American region where Aeromexico is hubbed. \b \u001d  China Southern Airlines is the largest airline in The People's Republic of China in terms of fleet, routes and annual passenger traffic and is the first mainland Chinese airline to launch its own self-created computer reservation system; sell China's first airline e-ticket and offer customers self-service check-in. Currently, China Southern is expediting the building of Guangzhou and Beijing as dual airline hubs to serve the ever expanding Chinese domestic marketplace. \b \u001d  China Southern has relocated its fleet of Airbus A330 aircraft to Beijing to serve the most extensive flights in mainland China. \b \u001d  China Southern Airlines signed an initial agreement for future SkyTeam membership in late August 2004 and in June 2006; China Southern inked a GAAAA (Global Airline Alliance Adherence Agreement) with SkyTeam, striding forward a key step towards a global airline alliance membership. \b \u001d  China Southern Airlines is aiming at becoming an official member of SkyTeam by the close of year 2007. \b \u001d  The Sanya forum will provide China Southern with the opportunity to communicate with varied domestic and international airline industry leaders in its preparation for its official membership into the SkyTeam. \b \u001d  Since signing the GAAAA last year, China Southern Airlines has been ramping up to significantly improve its varied service facilities, standards and procedures to meet membership requirements. This includes upgrades to its IT systems including seat reservations; departure systems; Sky Pearl Club Frequent Flyer Service; e-ticketing; bill and settlement systems; revamping its sales & marketing and retraining its staff training under SkyTeam practices. \b \u001d  Mr. Yang Yuan Yuan, CAAC Minister, said, \"Promoting the backbone Chinese carriers in joining global airline alliances is a main method of strengthening their international competitiveness. The Chinese aviation industry has to be exquisite in grasping the international trend to initiatively accommodate itself to the fierce global competition, making efforts in stepping into a strong civil aviation country.\" \b \u001d  Mr. Liu Shao Yong, Chairman, China Southern Airlines, added, \"Joining SkyTeam with such an extensive network is not only a positive move for China Southern Airlines but a significant benefit to customers, offering more choices in destinations and air fares. Passengers who select SkyTeam have a world of choices including 14,615 flights to 728 worldwide destinations. SkyTeam goes where 80% of world passengers want to go. Meanwhile, SkyTeam offers customers numerous fare options such as 'Around-The-World', 'Europe Pass', 'America Pass' and 'Asia Pass', allowing passengers to circle the globe via travel on any- or all - of SkyTeam members.\" \b \u001d  Mr. Jong Hee Lee, President and COO of Korean Air, welcomed the forum on behalf of SkyTeam and commented, \"As a leading airline alliance, SkyTeam is well aware of the importance of China and its air travel market, which is why we are very proud to soon have China Southern as a partner in our SkyTeam alliance. We have no doubt that when China Southern's joining process is completed, it will add new momentum to the growth of both SkyTeam and the Chinese aviation industry.\" \b \b   News Link: \b \b   About China Southern Airlines \b \u001d  China Southern Airlines is the largest carrier in The People's Republic of China in terms of fleet, routes and annual passenger traffic, currently in possession of more than 300 passenger and cargo aircraft including Boeing 777, 747, 757, 737 and Airbus A330, 321, 320, 319 and 300. China Southern is operating more than 600 domestic and international routes with destinations to 152 cities throughout China, regionally and throughout the world ... forming an extensive network, with Guangzhou and Beijing as its hubs, covering all of China with convenient connections to Africa, Australia, Europe and the United States. \b \u001d  In 2006, China Southern Airlines transported 49.21 Million passengers, ranking #1 in the Chinese aviation industry for 28 consecutive years, and is the only mainland Chinese carrier to enter into the world Top Ten passenger transport airlines. By the end of last year, China Southern had achieved more than 3 Million safe flight hours and was honored the \"Three-Star Flight Safety Award\" by the CAAC - the current most prestigious award in safe flight operations in the Chinese aviation industry. For additional information, please log on the CZ web site: http://www.cs-air.com . \b \b   About SkyTeam Alliance \b \u001d  SkyTeam, one of the three largest global airline alliances, was founded on 22 June, 2000, partnering ten members, including Aeroflot, Aeromexico, Air France, Alitalia, Continental Airlines, Czech Airlines, Delta Air Lines, KLM Royal Dutch Airlines, Korean Air and Northwest Airlines. \b \u001d  Through one of the world's most extensive hub networks, SkyTeam offers its more than 370 Million annual passengers a worldwide system of more than 15000 daily flights covering 728 destinations in 149 countries with frequent flyers more than 127.76 Million members. For more information, please visit web site: http://www.skyteam.com . \b \b   Three Big Global Alliances: Star Alliance, One World and SkyTeam. \b \b   China Southern Airlines' Three Steps To Join SkyTeam \b \b   --  On 28 August, 2004, signing an initial agreement for future \b        SkyTeam membership. \b \b   --  On 28 June, 2006, signing GAAAA to make internal preparations \b        to join SkyTeam. \b \b   --  In the second half of 2007, planning to officially become a \b        SkyTeam member. \b \b    CONTACT: China Southern Airlines \b             Mr. Jeff Ruffolo, 714-532-2054 \b             Ruffolopr@hotmail.com \b \b    SOURCE: China Southern Airlines \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 12:29 ET (16:29 GMT)"},{"md5ID":"f961a351a1d6a9801a91881bbd4a4b35","symR":["AMOV","AMX","AMX.MX","G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Mediobanca,Intesa Sanpaolo,Generali Partners In Olimpia Deal","GmtTimeStamp":"2007-04-28T20:10:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FIS","FTS","INF","INS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 16:10 ET (20:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"faf4516443909af0265db29ad48f452c","symR":["AMOV","AMX","AMX.MX","G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Newco Will Hold A 23.6% Stake In Telecom Italia","GmtTimeStamp":"2007-04-28T20:18:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","G.MI","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","ES0178430E18","IT0000062072","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FIS","FTS","INF","INS","TIR","TLS","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 28, 2007 16:18 ET (20:18 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"fc3d57e8025d82f1fdc30db05931bd96","symR":["OPYGY","PLZL.RS","RU000A0JNAA8"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Polyus Gold: Chief Exec Ivanov Tenders Resignation -2-","GmtTimeStamp":"2007-04-28T12:36:00.000000000","CompanyCodes":["OPYGY","PLZL.RS","RU000A0JNAA8"],"IndustryCodes":["GLD","PCS","XDJGI"],"Story":"\b \u001d  Ivanov will step down May 28, Polyus said statement. \u001d  \"The motivation behind this decision is to enable him to head up a new project concentrating on exploration and development of gold deposit licenses held within Polyus Exploration,\" it added. \u001d  Polyus has the licenses to develop most of the largest identified gold prospects in Russia, and is also interested in bidding for the Sukhoi Log deposit, thought to be the largest in the country, when the government auctions development rights to it. \u001d  However, most of its projects are at an early stage of development and analysts have questioned its ability to deliver all of the projects it has according to schedule. \u001d  It added that the board will meet again May 14 to consider the nomination of the new chief executive and other issues. \u001d  Company Web site: http://www.polyusgold.com \u001d  -By Geoffrey T. Smith, Dow Jones Newswires (+7 495) 974 8055; geoffrey.smith@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 08:36 ET (12:36 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"fdd7bbe5c66dd50bf41f649a3c00595f","symR":["CSCO","GCOM","ILC","OPTC","PLCM","RVSN","RVSN.TV","SAI","IL0010843832","US17275R1023"],"date":"2007-04-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/30) Making Sense Of The World's -2-","GmtTimeStamp":"2007-04-28T04:05:00.000000000","CompanyCodes":["CSCO","GCOM","ILC","OPTC","PLCM","RVSN","RVSN.TV","SAI","IL0010843832","US17275R1023"],"IndustryCodes":["CMT","SOF","TSX","XDJGI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\u001d  A: There is optimal pricing the Saudis can live with, where you don't kill economies and you maximize revenues. In the past, that price was in a range from $22 to $28 [a barrel], and they managed it within there. Now the new range is probably $50 to $60. But Europe and North America can expect to see gasoline prices at the upper end of their recent range as a result of greater cooperation between Saudi Arabia and Iran. That could become a problem for consumers, especially as the housing market continues to weaken. \b \u001d  Q: How about another theme? \u001d  A: We call it the New Necessity: Collaboration. The ability to collaborate at a distance is becoming a necessity for big business. There has been a significant increase in telecommunicating just in the last five or six years, facilitated by technology. Think of it: We know of one micro-multinational with 25 employees who live across five time zones, four nations and two continents. This has facilitated the need for collaboration tools. \b \u001d  Q: Such as? \u001d  A: Online video and teleconferencing capabilities and collaboration software. Cisco [CSCO] just bought WebEx, which provides Web and video conferencing. Citrix [CRXS] is another. Polycom [PLCM] plays in it. Optelecom [OPTC] and iLinc [ILC] are other companies. People are working more distantly from corporate offices, and there's a greater need for collaboration. \u001d  You have also mentioned targeted advertising as a theme. \u001d  As technology has changed and individuals control more of their technological destiny, selecting from the Internet what they want to see or hear and when they want to see and hear it, it has brought about big changes in how people interact with their media. Advertisers are increasingly trying to reach these audiences in what can be very small markets in some amazing ways. For example, the Web-TV series and podcast, Diggnation, features two guys sitting with laptops and talking about technology. But they attract 250,000 viewers and have 15 sponsors paying $10,000 each per episode to place products like beer and tea on the show. Adagio Teas sold $100,000 of tea after the two hosts plugged the tea on the show. \u001d  Digital technology helps ad firms measure what they are getting and who they are targeting. Digital billboards are popping up where advertisers can target a certain demographic of commuters in the morning and change the ads as the day goes on. Owners of BMW's Mini Cooper can register to receive personalized messages on billboards which recognize the drivers, thanks to a radio chip in the key. \b \u001d  Q: Thanks, Charlie. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 28, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."}]
