[{"md5ID":"015ded9c7d8494d9da976acc8e9c3e45","symR":["HD","US4370761029"],"date":"2007-02-10","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(2/12) Market Watch: A Sampling Of Advisory Opinion","GmtTimeStamp":"2007-02-10T05:06:00.000000000","CompanyCodes":["HD","US4370761029"],"IndustryCodes":["HIM","HOM","HPR","RTS","XDJGI","XDJI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \b   Market Watch \b \u001d  Win Some, Lose Some \b \u001d  Currency View by Brown Brothers Harriman \u001d  140 Broadway, New York, N.Y. 10005 \b \u001d  Feb. 5-7: While manufacturing continues to struggle to pick up, the larger part of the economy, the services sector, remains firm. The data reinforce the view that the U.S. economy is growing at a moderate pace, and are modestly dollar supportive. \u001d  U.S. weekly [Mortgage Bankers Association] mortgage applications slipped 0.2%, after a 3.2% rise the previous week. The U.S. reported fourth-quarter 2006 [productivity rose at a stronger-than-expected 3% annual pace in 4Q06; unit-labor costs fell.] \u001d  -- Nick Bennebroek, Meg Browne, Marc Chandler \b \u001d  Bush Bites Into Health-Care Spending \b \u001d  Washington Research by Prudential Equity \u001d  1 New York Plaza, New York, N.Y. 10292 \b \u001d  Feb. 6.: President Bush's '08 budget proposal . . . would significantly cut provider-payments in the Medicare program. Of the $65.6 billion in proposed spending reductions, hardest hit would be hospitals, then other Part A services like skilled-nursing facilities and home health. The proposal again recommends reducing rental periods for [some medical] equipment, while also addressing the issue of paying providers differently for providing similar post acute-care services. \u001d  While we expect Democrats to resist most of the Medicare proposals, in our view, they will not be able to avoid addressing them, since they have their own health-care priorities that will need to be funded. When the debate begins on how and where to cut spending, we believe [Medicare Advantage] plans, hospitals, and [skilled-nursing facilities] face the most risk. \u001d  -- Kim Monk \b \u001d  A Rowdy Russell \b \u001d  Update Hotline \u001d  by U.S. Investment Report \u001d  65 Chapel Road, New Hope, Pa. 18938 \b \u001d  Feb. 6: The Standard & Poor's 500 and Dow Industrials continue to edge to new highs, basking in a mainly upbeat glow of [recent] Federal Reserve comments. The Nasdaq sector is not too far from the peak of its late January burst. Best performer of all right now is the small-cap Russell 2000, which is up 2.5% year to date versus 2% for the S&P, 1.6% for the Dow and 2.3% for Nasdaq. \u001d  -- Stephen Quickel \b \u001d  Fret-Fest Ignores Robust Market \b \u001d  Goldilocks, Davos and the Wall of Worry \u001d  by ING Investment Weekly \u001d  10 State House Sq., Hartford, Conn. 06103 \b \u001d  Feb. 5: At the World Economic Forum in Davos, Switzerland, the world's most worried publicity seekers gathered with no joy in late January to fret together over the woeful state of the world. Bond-market participants have a . . . reputation of frowning on good news, but these Davos types are champion frowners . . . Comments about the scale of financial derivatives and whether markets are pricing risks properly echoed off the Alps, while the markets continued to chug along. \u001d  While not trying to minimize significant economic challenges, financial markets do have a pretty good nose for risk and threats. There is a disconnect somewhere. \u001d  The view here: Fed vigilance on inflation is justified. That focus, plus global competition, continued application of technology, and productivity gains will join forces to keep a lid on it. In terms of other economic threats, we are reminded of how contained recent market crises have been: \u001d  The blowup of large hedge-fund Ama-ranth . . . A decade earlier, the death of much smaller LTCM led to a Fed ease. \u001d  The crash of GM and Ford, with wrenching job losses, led not to recession but to GM being best '06 performer in Dow 30. \u001d  A springtime meltdown in emerging markets, triggered by carry-trade-threatening rate rise in Japan, settled down rapidly. \u001d  Nationalization in Venezuela/tremors from Ecuador and Bolivia, didn't result in 90s-type contagion . . . \u001d  A misstep in Thailand's economic policy was quickly reversed . . . \u001d  The U.S. shrugged off $77 oil and awaited the thud as housing hit the floor . . . the subprime market is the likely candidate for the next financial accident. Some will lose houses . . . [but] tighter monetary policies and an inverted yield curve have not led to feared recession or financial crisis. Altogether, Goldilocks would be pleased. \u001d  -- Richard Kilbride \b \u001d  Gold's Still Good \b \u001d  Continue to Like Gold: 2006 Annual Letter \u001d  by Greenfield Seitz Capital Management \u001d  2001 Ross Ave., Dallas, Texas 75201 \b \u001d  Jan. 31: Gold has increased from $280 in 2002 to finish 2006 at a price of $638 an ounce . . . We are attracted to gold's historical hedge against inflation, a weakening U.S. dollar, and a declining stock market. We believe gold is in a secular bull market after . . . declining prices from 1980-2001. . . . World gold production has declined since 2000, despite a more than 100% increase in the price of gold. However, there is no assurance gold will continue to rise in value. \u001d  -- Stuart Greenfield \b \u001d  Homebuilders Looking Up \b \u001d  Momentum Strategies Report \u001d  by Clif Droke Publishing Concepts \u001d  P.O. Box 3401, Topsail Beach, N.C. 28445 \b \u001d  Feb. 5: The leading indicators, which almost no one looks at these days, are screaming \"Improvement is coming!\" for the physical real-estate sector, not only in the way the REITs are consistently making all-time highs but also in the improvement among the homebuilders. I'd like to point out again that the Philly Housing Sector Index made an all-time high on Feb. 2, and since bottoming in July '06 has established a steady upward trend that has seen it retrace most of its 2006 losses. \u001d  Leading-indicator stock . . . Home Depot, a Dow 30 component, has also performed well and looks to have higher to go in its six-month-old recovery. Also, the Dow Jones U.S. Building Materials and Fixtures Index is in a remarkable bull market since bottoming last July, and has now completely retraced its bear market from last year, recently making a 52-week high. The turnaround in the building-materials index has been among the most impressive turnarounds among industry groups in the past year. \u001d  -- Clif Droke \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"059ad206b2cacf56863eadff903a9b64","symR":["CCH.LN","HRB","INTU","GB0030488034"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) The Electronic Investor: Tax Software For Serious Investors","GmtTimeStamp":"2007-02-10T05:04:00.000000000","CompanyCodes":["CCH.LN","HRB","INTU","GB0030488034"],"IndustryCodes":["CSV","FIS","SOF","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Theresa W. Carey \u001d  Frequent traders who do their own taxes are either control freaks (my category) or very comfortable with the ins and outs of tax accounting. Crazy is another possibility. In any case, do-it-yourselfers of all types need tax software -- either packaged or online. \u001d  Any tax program should be able to deal with income and deductions, but the serious investor needs to compile an accurate Schedule D, covering all transactions. There's no shortage of software alternatives. Sorting through them -- particularly the jumble you see in stores -- is the problem. \u001d  The two big players are TurboTax, from Intuit, and TaxCut, from H&R Block. Both offer long lists of software, plus a menu of online tax-prep choices, which you access via your Web browser. \u001d  We looked at TurboTax's Premier Investments ($74.95) and TaxCut's Premium Federal+State+e-file ($59.95). We also evaluated online site CompleteTax (www.completetax.com), published by CCH, a tax-preparation outfit. \u001d  One big benefit of TurboTax is its link to financial-service providers, letting you import your investment data -- if your broker is on its list. Fidelity, Schwab and E*Trade transactions can be accessed this way, but customers of brokerages devoted to active traders, such as Schwab's CyberTrader, TradeStation and Interactive Brokers, will have to enter data manually or find some other way to fetch it. TurboTax's import list hasn't caught up with rapid industry consolidation, either -- TD Ameritrade, for instance, isn't listed, though its component parts, Ameritrade and TD Waterhouse, are. \u001d  TurboTax also let me import a W-2 from a large employer; this one was prepared by the employer-sponsored payroll site of Fidelity (a separate unit of the mutual-fund giant). If your employer's payroll software cooperates with TurboTax, the form can be pulled in easily if you have a user-ID and password. Be sure to check the imported figures against the W-2 mailed to you. TaxCut users have to enter their W-2s manually. \u001d  BasisPro is a new twist in TurboTax this year. It allows you to figure out the historical cost basis of an investment, which is especially helpful if you've sold a long-time stock or mutual-fund holding. For example, if you sold 600 shares of Hewlett-Packard (ticker: HPQ) stock last year that you purchased in 1996, your cost could be attributed to some old HP (HWP) shares that have split twice, or legacy stock from HP acquisitions like Compaq. BasisPro looks all that up for you and figures out your cost basis. \u001d  The BasisPro feature requires a connection to the Web, and unfortunately makes you re-enter the information you just typed into TurboTax. Perhaps a future version will eliminate the extra keystrokes. Even so, it's a welcome feature. \u001d  TaxCut has vastly improved its interview process, now focusing on data flow rather than the income tax form itself, making it much easier to use. Still, it lacks the huge number of automatic imports that TurboTax has. However, if you use Microsoft Money or Intuit's Quicken, or any other program that can create Tax Exchange Format (.txf) files, you can still grab the appropriate transactions. \u001d  TaxCut includes one federal and state e-file per package; if you file multiple returns from one copy you will pay another $15.95 for additional e-files. We like TaxCut's advice on the tax ramifications of life changes like marriage or retirement. \u001d  CompleteTax has a simple, clean interface, and the price ($25.95 for a federal return, $12.95 for each state return) includes e-filing. Users of GainsKeeper, to which many online brokers link customers for gain/loss reporting, are the most likely to benefit from this program. CompleteTax can only import data from Gains-Keeper files; everything else has to be entered manually. \u001d  One solution for traders with reams of taxable transactions is TradeLog (http:// www.armencomp.com/tradelog), published by Armen Computing. We like TradeLog for active stock and options traders. It does a much better job of tracking options transactions than Quicken or Money, and it's a good tool for short-sellers. TradeLog can also help you track futures transactions, which aren't specifically addressed in other programs. \u001d  TradeLog offers five versions, keyed to transaction volume. TradeLog 200, which covers up to 200 trades, is $69. The top-of-the-line GTT TradeLog, which handles unlimited transactions and is aimed at those needing mark-to-market accounting, is $349. GTT TradeLog is also supported by Green Trader Tax (www.greentradertax.com), which provides tax advice for frequent traders. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"062a94306b004879a06e05a1efc4e7c0","symR":["MXRE"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Keith S. Hynes to Retire as Chief Financial Officer of Max Re Capital Ltd., Joe Roberts Named as His Successor","GmtTimeStamp":"2007-02-10T13:10:00.000000000","CompanyCodes":["MXRE"],"IndustryCodes":["INS","INU","XDJGI"],"Story":"\bHAMILTON, Bermuda--(BUSINESS WIRE)--February 10, 2007-- \u001d  Max Re Capital Ltd. (NASDAQ: MXRE; BSX: MXRE BH) today announced that Keith S. Hynes, the Company's Chief Financial Officer, has indicated his intention to retire, effective April 1, 2007. \b \u001d  On that date, Mr. Hynes, who is currently one of the longest-serving insurance company CFOs in Bermuda, will be succeeded by Joe Roberts. Mr. Roberts, currently Senior Vice President and Controller, will be promoted to Executive Vice President and Chief Financial Officer. \b \u001d  W. Marston Becker, Chairman and Chief Executive Officer of Max Re Capital, said: \"On behalf of all of us at Max Re, I want to thank Keith for his loyal and capable service to the Company, and to congratulate Joe on his well-deserved promotion. I also want to express my appreciation to Keith for his key role in helping us build a strong, seasoned financial management team, thereby ensuring a smooth and seamless transition.\" \b \u001d  Mr. Roberts joined Max Re Capital in May 2002 as Controller. Since that time, he has led the Company's Sarbanes-Oxley compliance initiatives and its financial reporting process. Prior to joining Max Re, he was a vice president for Overseas Partners Re Ltd. From 1994 to 2001, Mr. Roberts worked with KPMG, most recently as a senior manager, where he specialized in providing assurance-based services to the financial services sector. From 1987 to 1994, Mr. Roberts worked in public accounting in London, primarily with Moore Stephens. He is a member of the Institute of Chartered Accountants in England and Wales. \b \u001d  Max Re Capital Ltd., through its principal operating subsidiaries, Max Re Ltd., Max Insurance Europe Limited and Max Re Europe Limited, provides insurance and reinsurance products to corporations, public entities, property and casualty insurers and life and health insurers. \b \u001d  This release includes statements about future expectations, plans and prospects of the Company that constitute forward-looking statements for purposes of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those suggested by such statements, including the risk that the SEC's view of the conclusions reached by the Audit and Risk Management Committee of the Company's Board of Directors in connection with the internal review of three finite risk retrocessional contracts written in 2001 and 2003, which caused the Company to restate its audited financial statements for the years ended December 31, 2005, 2004, 2003, 2002 and 2001 and unaudited financial statements for the periods ended March 31, 2006 and June 30, 2006, may differ, perhaps materially, and result in material changes to information contained in the Company's past SEC filings, including financial statements and financial information. For further information regarding cautionary statements and factors affecting future results, please refer to the Company's Quarterly Report on Form 10-Q/A for the period ended September 30, 2006 and other documents filed by the Company with the SEC. The Company undertakes no obligation to publicly update or revise any forward-looking statement whether as a result of new information, future developments or otherwise. \b \b    CONTACT: Max Re Capital Ltd. \b             N. James Tees, 1-441-296-8800 \b             Executive Vice President \b             jimt@maxre.bm \b             or \b             Kekst and Company \b             Roy Winnick, 1-212-521-4842 \b             roy-winnick@kekst.com \b \b    SOURCE: Max Re Capital Ltd. \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 08:10 ET (13:10 GMT)"},{"md5ID":"0ae2c5570f226546c74b677f2d24b647","symR":["DPH","DPHIQ","GM","US3704421052"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Delphi Chmn Vows To Preserve Commitment To Workers -Report","GmtTimeStamp":"2007-02-10T09:08:00.000000000","CompanyCodes":["DPH","DPHIQ","GM","US3704421052"],"IndustryCodes":["AUT","OTA","XDJGI","XDJI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  NEW YORK (Dow Jones)--Delphi Corp. (DPH) Chairman Steve Miller said Friday that preserving established commitments to its workers is a top priority in the auto supplier's Chapter 11 bankruptcy restructuring, even as the company negotiates for lower labor costs that could set Detroit's struggling auto industry on a new, healthier trajectory, the Detroit Free Press reported on its Web site. \u001d  \"It's been my objective to preserve the pension entitlements,\" Miller said Friday during a luncheon forum of the Jewish Federation of Metropolitan Detroit in Birmingham. But he said Delphi and the Detroit automakers can't continue to make generous promises to future workers if they plan to survive, the report said. \u001d  Miller delivered his remarks as Detroit's automakers prepare for contract negotiations with the UAW and Delphi works on a tight deadline to reach a new labor agreement with its unions and former owner General Motors Corp. (GM) to protect a $3.4-billion investment by private equity investors in the supplier's restructuring. Delphi already missed the investors' initial Jan. 31 deadline to reach a labor agreement and is now working on a Feb. 28 deadline. \u001d  \"I believe we will find solutions we can all live with,\" Miller said of the Delphi talks, according to the report. \"People on all sides of the Delphi negotiations are focused on providing for the \"honest, loyal, hard-working people who took a job at GM or Delphi long ago and played by the rules,\" Miller said. \u001d  \"But I will not shy away from facing up to the harsh realities of our situation,\" he said. The harsh reality, Miller described, is one in which nonunion domestic rivals and foreign companies can charge less for the same components because they offer lower wages and long-term benefits, the report said. \u001d  To compete against those rivals, Miller said, Delphi and the Detroit automakers need the freedom to offer lower, more competitive wage and benefits packages, the report added. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 04:08 ET (09:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0c35a2157e82f891c3d44fab2e577199","symR":["0005.HK","00953.AE","ADI","ALTR","CSCO","ERIC","ERIC-B.SK","FSL","HBC","HSBA.LN","IFX","IFX.XE","LLTC","LVS","MA","MOT","MXIM","NEW","NOK","NOK1V.HE","PHG","SCMR","SPY","TLAB","TOL","XHB","XLNX","DE0006231004","FI0009000681","GB0005405286","NL0000009538","SE0000108656","US17275R1023","US6200761095"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) The Trader: A Late Selloff Trims -2-","GmtTimeStamp":"2007-02-10T05:10:00.000000000","CompanyCodes":["0005.HK","00953.AE","ADI","ALTR","CSCO","ERIC","ERIC-B.SK","FSL","HBC","HSBA.LN","IFX","IFX.XE","LLTC","LVS","MA","MOT","MXIM","NEW","NOK","NOK1V.HE","PHG","SCMR","SPY","TLAB","TOL","XHB","XLNX","DE0006231004","FI0009000681","GB0005405286","NL0000009538","SE0000108656","US17275R1023","US6200761095"],"IndustryCodes":["BAN","BNK","CFN","CMT","CNO","CSE","ENT","EXT","HOM","HPR","REA","REI","SEM","XAEX","XDAX","XDJGI","XENX","XFFX","XFT1","XGTI","XHEX","XHSG","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XST5","XSTX","XSXA"],"Story":"\u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:10 ET (05:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0d82c91e1d2c5af96d6706f42cb4fd40","symR":["BGP.XX","EOP","VNO"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) The EOP Buyout: A Big Gamble For Private Equity","GmtTimeStamp":"2007-02-10T05:07:00.000000000","CompanyCodes":["BGP.XX","EOP","VNO"],"IndustryCodes":["FIS","REA","REI","XDJGI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  The $39 billion buyout of Equity Office Properties brings together in a single transaction some powerful financial trends, including the mania for commercial real estate, the strength of private-equity firms and the extraordinary liquidity in the debt markets. \u001d  It represents a bold bet by Blackstone Group, which won a bidding contest for Equity Office Properties (ticker: EOP), that it can get lofty prices for buildings that it plans to sell and much higher rents forthe properties that it intends to keep. \u001d  Blackstone Group, one of the leading private-equity operators, didn't leave much margin for error after it was forced to increase its all-cash bid to $55.50 a share from the $48.50 that it initially agreed to in November. The price bump came after a group led by Vornado Realty Trust made a counter-offer. \u001d  Blackstone plans to pay for the Equity Office Properties with a staggering $31 billion of debt, a $3.5 billion bridge loan and $3.65 billion of equity from its funds, according to recent EOP filings. Even after Friday's sale of eight EOP Manhattan buildings for $7 billion, Blackstone could be sitting with equity equal to an aggressive 11% of assets, versus the more comfortable 50% that real-estate investment trusts typically maintain. \u001d  The talk on Wall Street is that Blackstone wants to liquidate in short order a good portion of the EOP portfolio. The prices it receives will help determine whether EOP amounts to another coup for private equity or a reprise of the debacle that followed the high-profile RJR Nabisco buyout in the 1980s. \u001d  Blackstone's ability to defeat Vornado is a testament to huge institutional appetite for debt, because Blackstone brought little to the transaction beside a sliver of equity, while Vornado offered EOP holders equity in one of the largest real-estate investment trusts. \u001d  The EOP drama featured some outsized actors, including Steve Schwarzman, the chairman and CEO of Blackstone; Steve Roth, the chief executive of Vornado (VNO); and Sam Zell, the chairman and founder of EOP. \u001d  Now a billionaire, Schwarzman is perhaps the leading light in the world of private equity and one of the top financial people in New York, where Schwarzman soon plans to celebrate his 60th birthday with a lavish party for 1,500 people. Schwarzman lives in a gigantic apartment in the most exclusive building on Park Avenue -- an apartment once owned by a titan of another era, John D. Rockefeller Jr. \u001d  There has been less attention on the financial details of the EOP deal. Blackstone's challenge is that the interest costs on the debt it is incurring to buy EOP may exceed the operating income from EOP's properties, some 585 buildings with nearly 100 million square feet of rentable space. Blackstone declined to comment. \u001d  With the Manhattan properties sold for $7 billion, or a hefty $1,100 per square foot, Blackstone could be left with $1.6 billion in annualized operating income from the remaining buildings. The interest costs on the remaining debt could total $2 billion annually at an estimated, possibly conservative cost of 7%. The interest expense, therefore, could exceed the annual operating income. Blackstone is apt to structure the debt so that it doesn't have to pay current interest on all the debt, giving it some breathing room. But it leaves the firm vulnerable to any unexpected weakness in the commercial property market. \u001d  Blackstone is effectively getting a 5% current yield, or \"cap rate,\" on the EOP portfolio, considerably below its own funding costs. Current record-low yields on commercial real estate leave leveraged buyers vulnerable to a rise in short rates -- an event that may not be so unlikely given hawkish comments Friday by two Federal Reserve officials that cooled the boiling market for REIT shares. \u001d  The office market has been improving in much of the country, particularly in midtown Manhattan, where prime space now rents for $150 a square foot annually, four to five times the rate in many regional markets. EOP's biggest markets outside New York are Boston, Chicago and San Francisco. While office rents now are headed up, it's worth remembering that they went down after the Internet bubble burst in 2000. \u001d  Blackstone won't benefit immediately from higher rents because only about 11% of the EOP leases expire this year and another 12% in 2008. In its third-quarter 10-Q filing, EOP said that rates on new 2006 leases actually were running about 10% below those on expiring leases -- a trend Blackstone will need to reverse to justify the price it paid. For leases that began in the September quarter, EOP was averaging $29 a square foot. \u001d  The high leverage on the EOP portfolio cuts both ways. If Blackstone can sell the properties for 10% more than it paid for them, that would translate into about $4 billion in profits, or a doubling of its $3.6 billion initial equity investment. If it ultimately gets $35 billion for the portfolio, the Blackstone equity could be wiped out. \u001d  The loser in the EOP battle, Vornado CEO Steve Roth, is a sharp operator with a value bent. He assembled an impressive office portfolio in the country's two hottest markets, Midtown Manhattan and Washington. Roth's unwillingness to bet his company and top Blackstone showed restraint that could be rewarded. \u001d  Zell, meanwhile, personally reaped about $900 million on the sale and cemented his reputation as a shrewd deal maker. He orchestrated the sale of a property portfolio assembled over three decades at what could be the top of the market. Blackstone has a reputation for real-estate smarts but Zell may be the one who was right. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0ddb572e71c9e79ecc06011f8e635e89","symR":["12057.FR","KBR","PFE","SNY","FR0000120578","US7170811035"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UK PRESS: Sanofi Talks On Merger Founder Over Price","GmtTimeStamp":"2007-02-10T12:43:00.000000000","CompanyCodes":["12057.FR","KBR","PFE","SNY","FR0000120578","US7170811035"],"IndustryCodes":["CON","DRG","EQS","OIE","XCA4","XDJGI","XDJI","XENX","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  LONDON (Dow Jones)-- Sanofi-Aventis (SNY) has called off talks with Bristol-Myers Squibb over a deal to create the world's biggest pharmaceutical group because of disagreements over price and legal disputes surrounding the top-selling drug, The Times reports Saturday without citing its sources. \u001d  The paper writes an acquisition would have created a drugs giant with a market value of $175 billion and revenue of $56 billion, outstripping the market leader Pfizer (PFE). \u001d  It is understood that Sanofi wasn't comfortable with the valuation of Bristol-Myers with a share price of around $28, the paper writes. \u001d  Newspaper Web site: http://www.thetimes.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 07:43 ET (12:43 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1df47e4d27ce6bbfff448c45eb6b0704","symR":["LSE.LN","NDAQ","NYX","GB00B0SWJX34","29064.AE","LSE.LN","NDAQ","NYX","GB00B0SWJX34","NL0000290641"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Nasdaq Offer To Buy LSE Shares Expires","GmtTimeStamp":"2007-02-10T16:02:00.000000000","CompanyCodes":["LSE.LN","NDAQ","NYX","GB00B0SWJX34"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS"],"Story":"\u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 10, 2007 11:02 ET (16:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2073e26a8d62ec3d678a305203b92c2b","symR":["KBR"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"UK PRESS: Turkey In Shops Could Be Withdrawn","GmtTimeStamp":"2007-02-10T11:14:00.000000000","CompanyCodes":["KBR"],"IndustryCodes":["CON","EQS","OIE","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  LONDON (Dow Jones)--The British Food Standards Agency is considering the withdrawal of processed turkeys from shops across the U.K. after it emerged that Bernard Matthews, the food company, may have continued processing meat infected with the H5N1 bird flu virus over the past week, the Financial Times reports Saturday, citing the agency. \u001d  While stressing there was virtually no risk to public health from eating infected but properly cooked meat, the agency said Friday it wasn't ruling out that turkeys processed by Bernard Matthews carried the virus, writes the paper. If so, the paper reports the agency would act because it is illegal to sell infected meat. \u001d  Bernard Matthews wouldn't respond to detailed questions on the infection, the paper adds. \u001d  Newspaper Web site: http://www.ft.com \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 06:14 ET (11:14 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"24743311e9ec514ae0b67215f8360ff2","symR":["TEVA","TEVA.TV","IL0006290147"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) Barron's Online: Temporary Ailments","GmtTimeStamp":"2007-02-10T05:10:00.000000000","CompanyCodes":["TEVA","TEVA.TV","IL0006290147"],"IndustryCodes":["DRG","XDJGI","XNQ1"],"Story":"\b   (From BARRON'S) \b   By Johanna Bennett \u001d  Beleaguered generic-drug giant Teva Pharmaceutical Industries should regain its health. The company's American depositary receipts fell 28% last year, even though profits skyrocketed by an estimated 47%. Reason: Teva's top-selling drugs face new competition, threatening earnings. In addition, Teva's decision to replace retiring CEO Israel Makov with an industry outsider has raised eyebrows. \u001d  Yet with its price-earnings multiple near a five-year low and profitsexpectedto climb in 2008, Teva looks compelling. \"For the highest reward, you have to be willing to buy Teva in 2007, when earnings are likely to fall from last year's high levels,\" says Peter Schofield, managing director of Knott Capital, an Exton, Pa., investment firm. \"But once the market looks ahead to 2008, it will start to reward Teva.\" By then, Teva could have launched 80 new generic drugs in the U.S. Meanwhile, it's focusing on faster-growing markets in Latin America and Europe. \u001d  Sales of Copaxone, Teva's multiple sclerosis drug, and other branded medications, which now account for 14% of company sales, are also rising, boosting margins. And last year's $7.6 billion acquisition of rival Ivax could significantly generate economies of scale. \"Teva has exposure outside the U.S. and a plausible cost-cutting story,\" says Ronny Gal, an analyst with Sanford C. Bernstein. \"There are very logical reasons why the company will do better in 2008.\" \u001d  Founded in 1901, Teva, whose ADRs trade on Nasdaq under the ticker symbol TEVA, is the largest player in the $60 billion global market for generics, cheaper copycats of branded drugs, beating chief rival Novartis (NVS). \u001d  Like its competitors, Teva cashed in on the rash of branded drugs whose patents expired in the past few years. Generic-drug sales generated about 76% of last year's estimated $8.4 billion in revenue, says Randall Stanicky, a Goldman Sachs analyst. Teva fills about one of every four generic prescriptions in the U.S., the world's largest prescription-drug market. \u001d  But in 2007, Teva's revenue should climb just 6%, and profits could fall 8%, to $2.15 a share, according to Thomson Financial. Meanwhile, Makov, 67, is retiring. His successor is Shlomo Yanai, 55, a retired Israeli major general who formerly was the boss of a maker of generic agrochemicals. \"Given our wealth of talent, the company felt able to select a leader from outside the industry for his leadership skills,\" says Kevin Mannix, a Teva spokesman, in an e-mail to Barron's Online. \u001d  Teva's revenue could rise about 12% in 2008, to $9.9 billion, boosting profits 17%, says Goldman's Stanicky. Teva has 144 applications before the Food and Drug Administration for new drugs targeting $87 billion in branded sales. Those products could generate $3 billion in incremental revenue, says Knott Capital. By 2008, Teva's generics could deliver $7.1 billion in revenue, Stanicky says. And Teva's branded-drug sales, led by Copaxone, are far more profitable and should climb 50% by 2008 to $1.8 billion, generating 19% of Teva's top line. \u001d  Still, Teva's ADRs, recently around 35, look enticing. At 16.2 times projected profit over the next 12 months, they change hands at a discount to the broad market and in line with the drug maker's projected 16% annual long-term earnings growth. A bet on Teva could be the Rx for healthy gains, starting in 2008. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:10 ET (05:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"25a5e843079313d43ac2e9e9df7cdb84","symR":["APA","APC","BP","BP.LN","CHK","CNQ","CNQ.T","COP","ECA","ECA.T","EPD","EVEP","KMP","LINE","NHY","NHY.OS","NXY","NXY.T","PAA","RDSA","RDSA.LN","RDSB","RDSB.LN","STL.OS","STO","SU","SU.T","XOM","CA1363851017","CA2925051047","CA65334H1029","CA8672291066","GB0007980591","GB00B03MLX29","GB00B03MM408","NO0005052605","NO0010096985","US0325111070","US0374111054","US20825C1045","US30231G1022"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) The Big Question For Big Oil: Where To Invest?","GmtTimeStamp":"2007-02-10T05:04:00.000000000","CompanyCodes":["APA","APC","BP","BP.LN","CHK","CNQ","CNQ.T","COP","ECA","ECA.T","EPD","EVEP","KMP","LINE","NHY","NHY.OS","NXY","NXY.T","PAA","RDSA","RDSA.LN","RDSB","RDSB.LN","STL.OS","STO","SU","SU.T","XOM","CA1363851017","CA2925051047","CA65334H1029","CA8672291066","GB0007980591","GB00B03MLX29","GB00B03MM408","NO0005052605","NO0010096985","US0325111070","US0374111054","US20825C1045","US30231G1022"],"IndustryCodes":["CHC","CHM","OIL","OIS","PIP","XAEX","XDJGI","XDJI","XFFX","XFT1","XGTI","XISL","XNYA","XOBX","XRUS","XSP5","XST5","XTSE"],"Story":"\b   (From BARRON'S) \b   By Sandra Ward \u001d  Interview With Art Smith \u001d  Chairman and chief executive, John S. Herold \b \u001d  There are few who come to the energy sector with such complete knowledge of the industry's past, present and likely future than Art Smith, head of John S. Herold, the Norwalk, Conn.-based energy research firm. Armed with a battery of analysts, a proprietary database of 400 publicly held oil companies and more than 30 years' experience in the industry, Smith and his advice are considered byhis clients to be the sine qua non of their decision making. He's also begun to take his own advice and has started providing investment-advisory services through Herold in the past year. Smith recently shared with us where he thinks the money will be made in 2007. \b \u001d  Barron's: We'd all be better off had we invested in your stock picks last year. What are you recommending this year? \u001d  Smith: I did a Webcast a few weeks ago called the \"Petroleum Exploration Paradox.\" According to our president, we are addicted to oil, but apparently we don't want to explore for it anymore. All of the data we collect show the industry's capital investment in the upstream -- for exploration, anyway -- has been declining substantially from where it was five and 10 years ago. It amounts to 15 cents on the dollar when it used to be 30 cents on the dollar. \u001d  Basically, the exploration model hasn't been working, so no one is funding it. The big oil companies have determined the best thing they can do is continue to buy in their own stock and pay dividends. \b \u001d  Q: This is a theme that has been going on for a while. \u001d  A: It has really showed up since the bull market in energy got going in 2001. Companies have become complacent with what they are doing and, the fact is, other than ExxonMobil or BP or Royal Dutch Shell, the exploration and production companies have very few success stories to talk about. \u001d  The world has shrunk insofar as there are fewer countries companies can expect to sign exploration agreements with and hope to find something and make money on. Angola comes to mind and Equatorial Guinea. If you are successful in places such as Venezuela, Colombia and Nigeria, you run a pretty great risk of having it taken away from you. \b \u001d  Q: How does this theme factor into your overall outlook for this year? \u001d  A: Oil-industry profitability peaked in the June quarter last year. Cash flow and earnings are robust, but margins are under severe pressure because oil-service costs have made a major leap upward and haven't come down very much. Finally, the industry has awakened to the fact that the real problem is not profitability but reinvestment and economic value-added. \u001d  Barron's identified ConocoPhillips as the most undervalued large-cap stock, and then the company came under pressure when they announced they had a very poor year with upstream exploration and had replaced only 13% of their reserves with the drill bit. Had they not bought Burlington Resources, it would really have been ugly. They had a terrible year with reserve replacement. \b \u001d  Q: So what are the consequences of this? \u001d  A: Our bottom line on this exploration paradox is that it will cause the large companies to review all the major players in the world, and those that have undeveloped reserves of significant magnitude but require capital will be the targets. Major oil companies have become bankers, rather than risk-takers. \b \u001d  Q: The energy sector got off to a rocky start this year. What should we make of that? \u001d  A: It was a very interesting start to the year for all of us in the energy sector. It was so warm the first week or two of January that the Nymex traders came back from their vacations and decided to sell the sector off like there was no tomorrow. I don't think I've seen a correction quite as swift and ugly as that one. The sector sold off between 10% and 15% in less than 10 trading days. There were no survivors. \u001d  Then lo and behold, Old Man Winter showed up and so-called OPEC solidarity showed up as well as the group threatened to reduce production by another 500,000 barrels a day on top of the 1.2 million barrels a day they announced last fall. The IEA [International Energy Association] is actually worried they will overdo it. Right now, I'm in the camp that says we could easily have $80 oil this year. The only other person in that camp is Ed Morse, Lehman Brothers' chief energy economist. \u001d  I am amazed at how the market is influenced by very modest changes in estimates of natural gas inventories or estimated demand. We are talking about 85 million barrels a day of oil being consumed and the market will sell off on a change in estimates of 100,000 barrels a day or in gas inventories of 10 billion cubic feet, which is a rounding error. All the evidence suggests the market is tightening and reserve additions are disappointing, and we are back in the King Hubbert and peak-oil discussion. \b \u001d  Q: Which suddenly has become an out-of-favor discussion. \u001d  A: You know, Cambridge Energy Research Associates came out a couple of months ago with a stinging attack on peak oil. It's the \"Peakists\" versus the \"Cornucopians,\" which is what Kenneth Deffeyes at Princeton calls the CERA people. Quite frankly, I don't want to be branded either one. The debate is very healthy and no one knows the answers, but there is a lot of evidence that the world's thirst for energy will be reaching a point where we certainly don't want to go the ethanol route. \u001d  A bushel of yellow corn is now $4 because of all of the new plans for ethanol production. It has driven up the price of tortillas in Mexico, and people are protesting. It is killing the agriculture and livestock business. A bushel of corn could easily be $5 based on all the new ethanol plants under construction. At a conversion rate of 2.8 gallons of ethanol per bushel, I can tell you without doing much further work that it doesn't work at $5 a bushel for corn and $50 oil. \b \u001d  Q: So how are you investing? \u001d  A: We are back to the undervalued parts of the market right now. Natural gas in North America has fallen in price by 50% over the last 12 months. Again, it was up on a spike after the hurricanes, but at this point natural gas recently was trading for as little as $5 a million BTUs at the wellhead. It's at a point that the economics of drilling wells in the U.S. and Canada has caused many companies to lay down rigs and reduce capital budgets. \u001d  EnCana [ECA] is probably the most visible company to cut its capital budget for 2007. We think natural gas is still one of the great places to be in terms of an investment theme. \b \u001d  Q: Where would natural gas be more fairly priced? \u001d  A: It should be worth its BTU equivalents in crude oil. If crude oil is 55 or so, that would translate into $8 or $9 a million BTUs in natural gas. People have been worried about the inventory overhang that's been a function of the very warm weather we had earlier in the year. But utilities are now burning gas and not oil. The supply of natural gas is still a tremendous issue and we're running up the down escalator in terms of drilling more and more wells to produce the same amount of gas as we did last year. \b \u001d  Q: What about liquefied natural gas? \u001d  A: A few years ago, it was thought the liquefied-natural-gas business was going to explode and there'd be all this cheap gas coming into the U.S. \u001d  It's turned out the LNG business is not growing at all. Most of the plants that were on the drawing board have been scuttled, and LNG imports to the U.S. were down 8% last year because Spain and other European countries were willing to pay a higher price than was available in the U.S. \u001d  It looks very much like the LNG market will be driven by other areas such as Asia and Europe, and we are going to have to get in line and pay a world price. I was worried about the LNG market before, and I'm more worried about it now. \b \u001d  Q: What's happening with the operational plants? \u001d  A: There are five LNG regasification facilities that are operational now, and they are and have been chronically underutilized. \b \u001d  Q: What are some of your picks in the natural-gas area? \u001d  A: The most undervalued on the basis of a reasonable price tag are the North American exploration and production companies. There are probably 50 companies, but among the ones that are most undervalued are Anadarko Petroleum [APC] and Chesapeake Energy [CHK] and Apache [APA]. \u001d  We like some of the Canadian companies, EnCana and Canadian Natural Resources, which have tremendous resources in countries that are safe and where you can make a profit. In the case of Canadian Natural [CNQ], for instance, they have an enormous oil-sands investment whose substantial production and profit value is just becoming visible. \u001d  Royal Dutch Shell [RDS], because of their impending purchase of Shell Canada, will be able to add in Shell Canada's oil-sands reserves, which have been significantly upgraded. I'm still crazy about the oil sands. I keep telling anybody who doesn't know about the oil sands to buy some and put it in your kids' or your grandkids' account and just forget about it, because it is clearly a unique asset that is economic at much lower oil prices. If prices go to $100 a barrel, it will be phenomenally profitable, because it goes on forever. \u001d  We are absolutely convinced the big players there, Suncor Energy [SU], Canadian Natural and Nexen [NXY], are likely to be acquired by the big companies. It is not surprising that Suncor is now starting to show up as rumored target for BP [BP]. \b \u001d  Q: That would be huge. \u001d  A: That would be a huge deal, but it wouldn't surprise us in any way because BP's portfolio is weak on Canada and weak on oil sands. That's exactly what is going on in the strategic discussions of the large companies: They are trying to figure out where they are going to reinvest their cash flows. Norsk Hydro is being acquired by Statoil [STO] and that makes a lot of sense. Norsk then announced a $700 million write-down of reserves related to its acquisition of Spinnaker Exploration a few years ago. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 10, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"34d2ba032c8bce7ec38375bc6f4e1930","symR":["WPO"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Reporter For Russian Newsweek: Was Assaulted By Extremists","GmtTimeStamp":"2007-02-10T18:19:00.000000000","CompanyCodes":["WPO"],"IndustryCodes":["MED","PUB","XDJGI","XNYA","XRUS"],"Story":"\b \u001d  MOSCOW (AP)--A reporter for the Russian language edition of Newsweek said Saturday that he was attacked by nationalist extremists in a Moscow subway station. \u001d  Aidar Buribayev said four men with close-cropped hair and black clothing approached him in a subway station just after midnight. One of the men asked if he knew that \"Russia was for Russians,\" he said. \u001d  \"I replied 'Russia isn't only for Russians,' and he hit me and then the fight started,\" he said in comments televised on NTV. \u001d  He was treated for light injuries, then released. Buribayev is not an ethnic Russian, but his background was not immediately clear. \u001d  A Moscow police spokesman confirmed the assault had been reported to police, but had no further information. \u001d  Russia has seen a marked rise in xenophobia and racism in recent years, with a series of attacks on nonwhite or dark-skinned residents, foreigners and Jews. Last year, 53 people were killed and another 460 injured in apparent hate crimes, according to the Sova human rights center. \u001d  Rights groups say authorities do little to combat the crimes. \u001d  Newsweek is owned by Washington Post Co. (WPO). \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 13:19 ET (18:19 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"352476cfa7396719f47052564235a489","symR":["6501.TO","ALU","ALU.FR","CSCO","HIT","OPTM","FR0000130007","JP3788600009","US17275R1023"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) A Bet On Fiber's Future","GmtTimeStamp":"2007-02-10T05:10:00.000000000","CompanyCodes":["6501.TO","ALU","ALU.FR","CSCO","HIT","OPTM","FR0000130007","JP3788600009","US17275R1023"],"IndustryCodes":["CMT","ITC","X225","XATI","XCA4","XDJGI","XENX","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Jack Willoughby \u001d  If you think fiberoptics is so last-century, guess again. Moribund since 2000, investment in Internet infrastructure is accelerating once more, fueled by demand for multimedia services such as online video, publishing and gaming. The resurgent interest is especially evident in the new-issues market, where investor expectations are rising ahead of this week's planned offering of stock in Opnext (the ticker will be OPXT), a maker of fiberoptic modules founded by Hitachi in 2000. \u001d  In a deal underwritten by Goldman Sachs, Eatontown, N.J.-based Opnext will offer 16.9 million shares at about $14 apiece. Some 40% will be sold by Hitachi (HIT), which spun off the company in 2001, and venture capitalists including Clarity Partners in Beverly Hills. \u001d  The Opnext IPO follows by roughly four months the debut of Optium (OPTM), a near-identical fiberoptic-components start-up that was one of last year's better new issues. Chalfont, Pa.-based Optium came public Oct. 26 for $17.50 and finished the year at $24.95, up 43%. The stock now trades for $23. \u001d  Opnext's key draw is its pedigree: that of Hitachi, which will own about 47% of the company after the IPO, and CEO Harry L. Bosco, who spent more than 35 years working with optical-laser networks, mainly at Bell Labs, before joining Hitachi to leverage its fiberoptic expertise into the formation of the new company. The result is a rare pure-play on Japanese leadership in laser technology. \u001d  Unlike competitors who buy and repackage fiberoptic components, Opnext manufactures its own. Hitachi has transferred to it more than 670 patents. \u001d  Close relationships with data and telecom-network-systems vendors such as Cisco Systems (CSCO) and Alcatel Lucent (ALU) will allow Opnext to ride the next wave of \"disruptive\" innovation, according to Bosco. These companies are producing optical systems designed increasingly to handle speeds of 10Gbps (gigabytes per second) and, more recently, 40Gbps, Opnext's specialty. \u001d  Oregon-based LightCounting, a market-research firm, predicts that demand for 10Gbps data modules will increase to $569 million by 2009, up from $189 million in 2006, a compound annual growth rate of 44%. Over the same span, demand for 10Gbps telecom modules should reach $666 million, up from $357 million, other industry experts say. \u001d  Opnext's growth trajectory likewise is impressive. The company reported sales of $157 million in the nine months ended December, versus $105 million in the year-ago period. Net income in the nine months climbed to $925,000, compared with a loss of $27.6 million in 2005. At its road show promoting the IPO, Opnext said it achieved gross margins exceeding 30% in its latest two quarters. \u001d  Opnext appears priced to move at $14. According to Paul Bard, a senior analyst at Renaissance Capital in Greenwich, Conn., it will be priced at 2.5 times enterprise value (market value plus net debt) to 2007 estimated revenue of $280 million. This compares favorably with Optium, which trades for 3.5 times enterprise value to '07 revenue. On a price/earnings basis, too, Opnext stands up well. It is expected to trade for 18 times analyst Bard's 2008 earnings estimate of 80 cents a share, versus Optium's P/E of 24. \u001d  Paradoxically, its connection with Hitachi may be Opnext's biggest risk. How big, and independent, will Hitachi let the company become? Hitachi has the right to license patent processes to competitors. And, six months after the IPO, both it and Clarity have the right to sell a combined 45 million Opnext shares. \u001d  Arguably a less risky, but potentially less rewarding bet on Opnext would be a bet on Hitachi, which trades for 67.17. Not only is the Japanese company midway through an attempted turnaround, but it will pocket close to $100 million from the Opnext IPO. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:10 ET (05:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"47862c6b419fe56bcd0f4d1e95bff271","symR":["LSE.LN","NDAQ","NYX","GB00B0SWJX34"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Nasdaq Left With 29.16% LSE Stake","GmtTimeStamp":"2007-02-10T16:02:00.000000000","CompanyCodes":["LSE.LN","NDAQ","NYX","GB00B0SWJX34"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS"],"Story":"\u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 10, 2007 11:02 ET (16:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4c7c3a65732045ee451c8723cd9868d9","symR":["5947.TO","JP3977400005"],"date":"2007-02-10","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Rinnai Corp Conducts Inspections Of Water Heaters Amid Deaths","GmtTimeStamp":"2007-02-10T07:17:00.000000000","CompanyCodes":["5947.TO","JP3977400005"],"IndustryCodes":["HPD","HPR","XDJGI"],"Story":"\b \u001d  TOKYO (AP)--Rinnai Corp. (5947.TO), Japan's largest manufacturer of gas appliances, said Saturday that it has begun providing free inspections of its water heaters nationwide following a series of carbon monoxide poisoning linked to three deaths and 12 other injuries, officials said. \u001d  The three deaths occurred since October 2003 including the most recent case this week in Kanagawa, just south of Tokyo, and the 12 others have been injured between January 2000 and December 2004, the Ministry of Economy, Trade and Industry said in a press release issued late Friday. \u001d  Rinnai has set up a toll-free number for customers to receive free inspections of three models of water heaters, company official Katsushi Ozawa said Saturday. The models are sold only in Japan. \u001d  The company was investigating the cause of the poisonings following an order by the ministry, Rinnai said in a statement. \u001d  There are about 1.15 million water heaters of the three models which caused  the poisonings, including one sold by Tokyo Gas Co., and they were produced between 1991 and 1997, according to the ministry release. \u001d  Kyodo News agency reported Saturday that two other people died in 11 cases of CO poisoning since 2000 caused by water heaters built by other companies, citing the trade ministry. \u001d  The ministry didn't disclose the names of the companies, Kyodo said. \u001d  Ministry officials weren't available Saturday. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 02:17 ET (07:17 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5247dd3313200803ef053b788c3573b9","symR":["GWO.T","PIM.XX","PANVX","PGRWX","CA39138C1068"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) Fund Of Information: Can Putnam Prove It s A Buy?","GmtTimeStamp":"2007-02-10T05:09:00.000000000","CompanyCodes":["GWO.T","PIM.XX","PANVX","PGRWX","CA39138C1068"],"IndustryCodes":["FIS","INL","INS","XDJGI","XTSE","ZFU"],"Story":"\b   (From BARRON'S) \b   By Lawrence C. Strauss \u001d  That Canadian financial firm Great-West Lifeco has agreed to buy beleaguered Putnam Investment Management for $3.9 billion is well-documented. But what isn't as obvious about the deal, expected to close later this year, is whether Great-West Lifeco (ticker: GWO.Canada) paid the right price for the Boston fund firm. Great-West's parent company is Powers Financial, based in Montreal. \u001d  Is it a savvy value investment? It's too early to tell how shrewd Great-West's bid is,but the acquisition's success will hinge on turning around the performance of some of Putnam's biggest equity funds. \u001d  \"What Powers is getting is a major franchise in the biggest market in the world for mutual funds,\" says Burton Greenwald, a mutual-fund consultant based in Philadelphia. Greenwald describes Putnam as a \"pretty strong organization with one gap in equity fund performance.\" \u001d  Some of Putnam's biggest and most high-profile funds have lagged behind their peers and suffered big net outflows. That includes Putnam Growth & Income (ticker: PGRWX), whose three- and five-year annual returns rank in the bottom half of their Lipper and Morningstar peer groups. Additionally, the fund has been hit hard by redemptions. Its assets total about $15.2 billion, down from $32.3 billion at the end of 2000, according to Financial Research Corp. \u001d  While the fund shop's net mutual-fund outflows persist, they have lessened in recent years, to about $15 billion in 2006 -- down from nearly $29 billion in 2003. \u001d  Putnam also got caught up in the market-timing scandals of 2003 and 2004, costing it dearly in credibility and reputation. But its outflows had begun well before the market-timing snafu, owing to poor relative performance. \u001d  On the plus side, President and Chief Executive Charles \"Ed\" Haldeman, who along with his team will stay on, is highly regarded for trying to steady the Putnam ship, having made some key personnel changes, trimmed costs and brought accountability to the firm. \u001d  And there are hints that performance is turning around. For example, Putnam New Value (PANVX), helmed by longtime manager David King, ranks in the top half of its peer groups based on three- and five-year numbers. \u001d  \"It's definitely a turnaround story,\" observes Reginald Laing, a fund analyst at Morningstar. \"The main thing that's hurt them is retaining talented investment people.\" \u001d  John Casey, chairman of Casey, Quirk & Associates, an asset-management consultancy, says, \"It's going to take two to four years [for Putnam] to get its momentum totally back.\" \u001d  Casey estimates that Putnam's annual pretax earnings are \"approaching\" $400 million, well down from more than $1 billion at the peak before the stock meltdown earlier this decade. Put a multiple of 10 on that, and it's around the $3.9 billion Great-West agreed to pay. That's \"within normal industry ratios,\" Casey says. \u001d  If Putnam could increase its assets to $250 billion, versus $200 billion currently, \"that essentially falls to the bottom line,\" Casey says, adding that Putnam \"still has an awesome distribution force in place.\" \u001d  Whatever the multiple or metric, the bottom line is that Putnam needs to improve its fund performance, especially in its flagship equity funds, for this deal to make sense. \u001d  --- \u001d  E-mail: lawrence.strauss@barrons.com \u001d  --- \u001d              Scoreboard \b \u001d         Myriad Fund Groups Top S&P \b \u001d  -- U.S. diversified equity funds rose an average 0.58% in the week ended Thursday, reports Lipper, Reuters' fund-tracker. In contrast,  the broad market was up 0.22%. Utilities gained 2.06%, and real estate rose 3.03%. Japanese funds lost 2.36%. Big funds with strong relative performances included Fidelity Magellan, up 0.50% and Pimco Total Return, up 0.49%. \u001d  -- Jack Willoughby \b \b                                 One Week  Year-to-Date \b \bU.S. STOCK FUNDS                    0.58%         3.32% \bU.S. BOND FUNDS                     0.48          0.74 \bTOP SECTOR / China Region Funds     3.38          3.92 \bBOTTOM SECTOR / Japanese Funds     -2.36         -0.74 \b \b               THE WEEK'S TOP 10 \b \bFund \b Investment Objective  One Week  Year-to-Date \b \biShares MSCI Malaysia \b Pacific ex Japan         6.13%        17.01% \b \bProShares Ult Real Est \b Real Estate              5.72           NA \b \bApex Mid Cap Gro \b Small Cap Growth         5.48          9.22 \b \bProShares Ult Utilities \b Utility                  5.41           NA \b \bOberweis China Opptys \b China Region             5.32         10.45 \b \bDreyfus Prem Gr Ch A \b China Region             4.98          8.24 \b \bAIM China A \b China Region             4.86          3.13 \b \biShares GS Network Idx \b Telecommunication        4.78          4.32 \b \bProFunds UltShtJapan Inv \b DSB                      4.68          0.15 \b \bGuinn Atkin Ch&Hng Kng \b China Region             4.57          4.61 \b \b             THE WEEK'S BOTTOM 10 \b \bFund \b Investment Objective  One Week  Year-to-Date \b \bFrontier Microcap \b Small Cap Core          -5.64%         4.55% \b \bProShares UlS Real Est \b DSB                     -5.50           NA \b \bProShares UlS Utilities \b DSB                     -5.06           NA \b \bDirexion Jap Bull 2x Inv \b Japanese                -4.15          0 \b \bPowerShares DB MS BMtl \b Specialty & Misc        -4.12           NA \b \bProFunds UltraJapan Inv \b Japanese                -4.06          0.18 \b \bCrdt Suis Jp Eqty Cm \b Japanese                -3.98         -3.27 \b \bThe Japan Fund S \b Japanese                -3.82         -2.30 \b \bClaymore MAC Oil Dn Tr \b DSB                     -3.77          2.64 \b \bFidelity Adv Japan C \b Japanese                -3.26         -2.36 \b \b                     THE LARGEST 10 \b \bFund \b Net Assets                        3-Year*  1-Week     YTD \b (billions)  Investment Objective   Return  Return  Return \b \bAmerican Funds Gro A \b    $83.868  Multi Cap Growth       12.30%   -0.18%   1.86% \b \bAmerican Funds ICA A \b     74.181  Large Cap Value        11.03    -0.32   1.70 \b \bVanguard 500 Index Inv \b     72.013  S&P 500 Funds          10.50     0.22   2.28 \b \bFidelity Contrafund \b     68.565  Multi Cap Growth       15.26     0.42   2.99 \b \bAmerican Funds Wsh A \b     68.456  Large Cap Value        10.58    -0.08   1.95 \b \bDodge & Cox Stock \b     66.185  Large Cap Value        15.29     0.38   2.88 \b \bSPDR Trust 1 \b     63.997  S&P 500 Funds          10.53     0.21   2.29 \b \bAmerican Funds CIB A \b     63.190  MTAG                   14.79     0.59   1.92 \b \bAmerican Funds CWGI A \b     62.558  GMLV                   18.67     0.23   2.03 \b \bAmerican Funds Inc A \b     60.593  MTAG                   12.41     0.37   2.13 \b \b*Annualized. Through Thursday. \bSource: Lipper \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"52a47a3603968c02c81f2526fadc59b1","symR":["LEH"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"=WSJ: Lehman Bros Investment Banker Woody Young Leaves Firm","GmtTimeStamp":"2007-02-10T18:14:00.000000000","CompanyCodes":["LEH"],"IndustryCodes":["BNK","SCR","XDJGI","XFFX","XNYA","XRUS","XSP5","XSTF"],"Story":"\b \u001d  By Dennis K. Berman \u001d  Of THE WALL STREET JOURNAL \b \u001d  One of Lehman Bros. Holdings Inc.'s top investment bankers, Woody Young, has left the firm, according to people familiar with the matter. \u001d  As the focal point of Lehman's telecommunications practice, Mr. Young was in the thick of nearly every big telecom merger over the last decade. \u001d  (This story and related background material will be available on The Wall Street Journal Web site, WSJ.com.) \u001d  It was a fervent period of consolidation, and the deals helped Lehman push its merger advice business into the upper ranks of Wall Street, amid the likes of Morgan Stanley and Merrill Lynch. \u001d  The reasons for his departure remained unclear on Saturday, as is Mr. Young's next destination. On Friday, Mr. Young gathered colleagues and disclosed his departure, surprising many of them. \u001d  Notable banker moves have been relatively rare over the past few years, largely because a surging investment banking business have delivered sometimes-whopping pay packages to both senior and junior bankers. \u001d  Lehman Bros. didn't immediately respond to a request for comment Saturday. Mr. Young declined to comment Friday evening. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 13:14 ET (18:14 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"53c643fba22afffa58488695ad3e591b","symR":["AOGS"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Avalon Oil & Gas Continues to Develop Enhancement Plan for Upshur County, Texas Property","GmtTimeStamp":"2007-02-10T12:00:00.000000000","CompanyCodes":["AOGS"],"IndustryCodes":["OIS"],"Story":"\bMINNEAPOLIS--(BUSINESS WIRE)--February 10, 2007-- \u001d  Avalon Oil & Gas, Inc., (OTCBB:AOGS) has made significant progress on the identification of workover opportunities in the New Diana property located in Upshur County, Texas. Avalon and its partners have continued the evaluation of the remaining wells in the field, and have developed preliminary plans to workover at least two wells on the property. The workover plan, procedure, and AFE for the most impactful opportunity are anticipated to be finalized within the next three weeks, with operations on that project to commence soon thereafter. This workover, which will include the replacement of a submersible downhole pump and installation of an incremental saltwater disposal pump, is anticipated to be a cost effective enhancement of production from the Woodbine formation. \b \b   About Avalon Oil & Gas, Inc. \b \u001d  Avalon Oil & Gas, Inc. is an oil and gas company engaged in the acquisition of oil and gas producing properties with multiple enhancement opportunities. \b \b   Forward-Looking Statements \b \u001d  This press release contains statements, which may constitute \"forward-looking statements\" within the meaning of the Securities Act of 1933 and the Securities Exchange Act of 1934, as amended by the Private Securities Litigation Reform Act of 1995. Those statements include statements regarding the intent, belief or current expectations of Avalon Oil & Gas, Inc., and members of its management as well as the assumptions on which such statements are based. Prospective investors are cautioned that any such forward-looking statements are not guarantees of future performance and involve risks and uncertainties, and that actual results may differ materially from those contemplated by such forward-looking statements. The Company undertakes no obligation to update or revise forward-looking statements to reflect changed assumptions, the occurrence of unanticipated events or changes to future operating results. \b \u001d  FOR FURTHER INFORMATION, please visit the company's website at www.avalonoilinc.com, or contact: Kent Rodriguez, 952-746-9655, Fax 952-746-5216. \b \b    CONTACT: Avalon Oil & Gas, Inc., Minneapolis \b             Kent Rodriguez, 952-746-9655 \b             Fax 952-746-5216 \b \b    SOURCE: Avalon Oil & Gas, Inc. \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 07:00 ET (12:00 GMT)"},{"md5ID":"68bf48f3b6b9de0ce848e58d804b3874","symR":["COST","WMT","US22160K1051","US9311421039"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) Everybody's Store","GmtTimeStamp":"2007-02-10T05:02:00.000000000","CompanyCodes":["COST","WMT","US22160K1051","US9311421039"],"IndustryCodes":["RTB","RTS","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  \"Membership has its privileges.\" That slogan belongs to American Express, but it might better apply to Costco Wholesale, the leading warehouse-club operator in the U.S., whose determination to deliver value and innovative products to its 23 million members has made it one of the country's top retailers. \b \u001d  -- Costco has succeeded by flouting industry norms. It charges customers a base yearly fee -- now $50 -- to shop in its sprawling stores, which offer quality goods at low mark-ups. Consequently, its margins are among the slimmest in retailing. \u001d  The privileges also extend to employees, who are paid well and enjoy generous health-care benefits. \b \u001d  -- This formula has generated fierce loyalty among both shoppers and staff, while rewarding long-term investors. Costco shares (ticker: COST), which traded Friday at 56, are up from a split-adjusted price of $1.67 when the company went public in 1985. True, they no longer are dirt-cheap, but in view of the company's superior management and opportunities for growth, neither are they rich. \b \u001d  -- Small businesses are big customers at Costco, but the company also has managed to make discount shopping fashionable for affluent Americans by offering fine wines, books and big-screen televisions at low prices, and staples like paper towels and razor blades in bulk. \u001d  By offering one-time specials like discounted Prada bags or Callaway golf clubs at individual outlets, Costco has created what it calls a \"treasure-hunt\" atmosphere in its stores. BMWs and Mercedes often crowd Costco parking lots on weekends. \u001d  Costco is one of a handful of retailers that has flourished despite Wal-Mart Stores' (WMT) onslaught; Wal-Mart's more downscale Sam's Club chain runs second to Costco. With its strong labor relations, low employee turnover and liberal benefits, Costco has been called an \"anti-Wal-Mart.\" Its approach has paid dividends, because Costco, based in Issaquah, Wash., hasn't encountered the same community resistance as Wal-Mart when it has sought to open new stores. \u001d  \"Retailing isn't rocket science. Costco has figured out the big, simple things and executed with total fanaticism,\" says Charles Munger, a Costco director for the past 10 years. The outspoken Munger, 82, is better known as Warren Buffett's long-time partner at Berkshire Hathaway (BRKA), where he serves as vice chairman. \u001d  Crucial to the chain's success is CEO Jim Sinegal, who co-founded Costco in 1983 with Jeff Brotman, the company's chairman. \"Jim would be on any intelligent list of the top 10 retailers of the past century,\" Munger says. \u001d  Sinegal, 70, also is one of the biggest bargains among big-company CEOs: In an era of seven- and eight-figure pay packages for CEOs, Sinegal earned a salary of $350,000 in Costco's latest fiscal year, which ended in August. He garnered other compensation of about $100,000. \u001d  What's more, Sinegal got no bonus last year, after the company determined that it failed to measure properly the appropriate date for certain option grants from 1996 to 2002, although no evidence of fraud or falsification of records was found. \"Jim wouldn't let the board give him a bonus. His view was that the option glitch happened on his watch,\" Munger says. \"How many people behave like that? No wonder everyone loves him.\" \u001d  Unlike Buffett, who draws a salary of just $100,000 as CEO of Berkshire, Sinegal isn't a billionaire. He owns Costco stock worth about $135 million and has options on 1.2 million shares. \u001d  Sinegal's compensation and demeanor offer a welcome contrast to former Home Depot chief executive officer Robert Nardelli, who alienated employees with his autocratic style and whose gargantuan exit package of $210 million didn't sit well with shareholders. Costco and Home Depot were two of retailing's biggest success stories in the 1990s, but Home Depot has since lost its way while Costco's growth has continued unabated. \u001d  None of this has been lost on the investment community. At 56, Costco trades for 22 times fiscal 2007 projected earnings of $2.58 a share. It has one of the highest price/earnings ratios among major retailers. Target (TGT) shares, at 62, trade for 17 times estimated 2007 earnings, while Wal-Mart, at 48, commands 15 times projected 2007 profits. \u001d  While some retailing analysts deem Costco shares expensive, the company seems to qualify under one of Buffett's investment dictums. Buffett has said he'd rather buy a good business at fair price than a fair business at a good price. Berkshire owned 5 million Costco shares at the end of September. \u001d  This is a genuine growth story. Earnings per share have grown at a 12% annualized rate in the past five years. Neil Currie, a retailing analyst at UBS Securities, believes the company is capable of generating 13% growth in earnings per share in the next few years, and an even higher rate if it gets more aggressive in repurchasing shares. The bullish Currie carries a 12-month price target of $66. With large annual buybacks, Costco could earn more than $4 a share in fiscal 2010, Currie estimates. That could support a stock price of $80. \u001d  The company plans to open 36 to 40 new stores in the current fiscal year, and about 35 annually in the following years. The store base totaled 474 on Dec. 31, including 371 in the U.S. Costco says that domestic and international markets ultimately can support more than 1,000 stores. Outside the U.S. and Canada, Mexico, the U.K. and Japan are seen as its most promising markets. \u001d  Costco's merchandise sales in its most recent fiscal year rose 14% to $59 billion, while membership fees generated another $1.2 billion of revenue. This year, sales are expected to rise more than 10%, reflecting lower prices for gasoline. Sales at stores open at least year, a key gauge of retailing success, were up a healthy 8% in fiscal 2006. January results, announced last week, fell short of expectations, chiefly due to a change in the calendar. \u001d  Could it be a candidate for a leveraged buyout? Costco does possess some of the key characteristics private-equity players seek. It has a strong balance sheet, predictable cash flow and a durable franchise. Its market value is a hefty $26 billion, but LBOs of that size are doable these days. Witness Blackstone Group's winning $39 billion bid for Equity Office Properties Trust (EOP), announced last week. \u001d  EOP has $17 billion of debt. Among Costco's attributes is $2 billion of net cash, as well as ownership of 78% of its stores. The stores could be monetized through sale/leasebacks that might generate several billion dollars in proceeds. \u001d  Costco bought back $1.5 billion of stock in its latest fiscal year and $400 million in the quarter ended Nov. 30. But it has resisted a large debt-financed buyback like the one under way at Home Depot, and to date it hasn't sought to raise funds through the sale of its real estate. The company takes pride in its impressive financial condition. \"Have we gotten to the point in America that balance-sheet strength is a negative?\" Munger asks. \u001d  Currie argues that Costco could keep LBO operators at bay by launching a more aggressive buyback program and taking on a moderate level of debt. \"The best way for Costco to protect its independence is to have a high multiple on its stock,\" the analyst says, adding that an augmented buyback would help achieve that goal. He believes Costco comfortably can repurchase $2 billion or more of stock annually. The dividend yield on the stock is a low 0.9%. \u001d  Its cooperative-like operation makes the retailer's business model unusual. In its latest fiscal year, Costco generated pretax income of $1.75 billion, nearly 70% of which came from membership fees. Another $125 million was kicked in by the interest income on the company's cash. Costco earned just $400 million from its stores, for a retailing operating margin of less than 1%. The low margin is intentional, and reflects the company's commitment to low prices. \u001d  As a matter of corporate policy, Costco refuses to mark up any product by more than 15% above its cost. When the company signed a new contract in 2005 with a supplier for Brooks Brothers-style men's cotton, button-down shirts, and got a significant price reduction for a massive two-year order, it immediately cut the price of the shirts to $12.99 from $17.99, notes Richard Galanti, Costco's chief financial officer. Other retailers might have phased in the reduction and captured added profits, but that's not the Costco way. The shirts now cost $14.99 because they are made with better-quality cotton. \u001d  One attraction in the eyes of a potential buyer would be the opportunity to lift margins. Costco leads Sam's Club in most financial measurements, including total sales, sales per store, sales per square foot of retail space and sales per employee. But Sam's Clubs' operating profit margin of 3.5% tops Costco's 2.8%. \u001d  If Costco were to raise its margins to Sam's level, it would translate into an additional 65 cents a share of net income -- a large amount relative to the current-year consensus estimate of $2.60 a share. Sinegal has talked in the past about lifting Costco's margins to 4%, but little progress has been made. \u001d  This has led to some criticism on Wall Street. An analyst report in December, after Costco reported its fiscal first-quarter profits, was entitled \"Still no Margin.\" Galanti says management has no interest in going private. \"The public model has worked for us. We have no plans to change,\" he says. \u001d  Many Costco shareholders are also happy with the current situation. \"Costco refuses to be undersold, and thinks so long term that the company will not even remotely degrade the value it gives customers, even if it would fuel a healthy increase in margins and earnings and very few customers would notice,\" says Ken Charles Feinberg, co-manager of the Davis New York Venture Fund (NYVTX) and Selected American Shares (SLADX), both run by Davis Selected Advisors. \"That's how a great management builds a great business franchise that's built to last.\" \u001d  The Davis funds are Costco's largest shareholder, with a 12% stake. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 10, 2007 00:02 ET (05:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6caef443b1d3390c70cafd1bad780a9e","symR":["NNP.YY"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"OPEC Oil Output Down In Jan, But Above Target - Platts Survey","GmtTimeStamp":"2007-02-10T16:58:00.000000000","CompanyCodes":["NNP.YY"],"IndustryCodes":["OIL"],"Story":"\b \u001d  LONDON (Dow Jones)--The ten members of the Organization of Petroleum Exporting Countries bound by the output cut agreement produced an average 26.95 million barrels a day in January, down 50,000 b/d from December's 27 million b/d, according to a Platts survey released late Friday.   The data reveal the group is still 650,000 b/d over its 26.3 million b/d target set in November 2006, and far from reaching the second 25.8 million b/d target imposed Feb. 1. \u001d  The group of ten excludes Iraq which doesn't participate in the OPEC output agreement, and new member Angola which is yet to receive and accept an output allocation. \u001d  The figures show a 20,000 b/d increase in Nigerian production rising to 2.25 million b/d in January from 2.23 million b/d in December partly offsetting a total 70,000 b/d output decrease achieved by Algeria, Libya, Saudi Arabia and Venezuela. \u001d  State-run Nigerian National Petroleum Corp. declared force majeure Friday, as part of an attempt to cut February exports by 250,000 b/d leaving traders waiting for full details of how the cuts will be implemented. \u001d  Iraq's January production was sharply down partly because of the 3-day closure of the main Gulf terminal at al-Basrah but also as a result of prolonged bad weather. \u001d  The Platts survey backs recent evidence suggesting OPEC is adhering to cuts, a Lloyds Marine Intelligence Unit report Thursday indicated OPEC cut 200,000 barrels-a-day of crude oil exports in January. \u001d  Tanker tracker Oil Movements said Thursday OPEC will cut exports by only 120,000 bbl/day in February, well shy of the promised 500,000 bbl/day. \b \u001d  -By Angela Henshall, Dow Jones Newswires; +44 (0)207 842 9285; angela.henshall@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 11:58 ET (16:58 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6fbb4b197bbb4a0ce89b1e4268255819","symR":["APA","APC","BP","BP.LN","CHK","CNQ","CNQ.T","COP","ECA","ECA.T","EPD","EVEP","KMP","LINE","NHY","NHY.OS","NXY","NXY.T","PAA","RDSA","RDSA.LN","RDSB","RDSB.LN","STL.OS","STO","SU","SU.T","XOM","CA1363851017","CA2925051047","CA65334H1029","CA8672291066","GB0007980591","GB00B03MLX29","GB00B03MM408","NO0005052605","NO0010096985","US0325111070","US0374111054","US20825C1045","US30231G1022"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) The Big Question For Big Oil: -2-","GmtTimeStamp":"2007-02-10T05:04:00.000000000","CompanyCodes":["APA","APC","BP","BP.LN","CHK","CNQ","CNQ.T","COP","ECA","ECA.T","EPD","EVEP","KMP","LINE","NHY","NHY.OS","NXY","NXY.T","PAA","RDSA","RDSA.LN","RDSB","RDSB.LN","STL.OS","STO","SU","SU.T","XOM","CA1363851017","CA2925051047","CA65334H1029","CA8672291066","GB0007980591","GB00B03MLX29","GB00B03MM408","NO0005052605","NO0010096985","US0325111070","US0374111054","US20825C1045","US30231G1022"],"IndustryCodes":["CHC","CHM","OIL","OIS","PIP","XAEX","XDJGI","XDJI","XFFX","XFT1","XGTI","XISL","XNYA","XOBX","XRUS","XSP5","XST5","XTSE"],"Story":"\u001d  We see very few reports where companies have met their production targets, kept their costs down and have projects coming up on time. Instead, everything is delayed, costs more and produces less, which is why we're more in the camp that believes the market is extremely tight and the real challenge is putting the reinvestment dollars to work. \b \u001d  Q: Last year you recommended writing covered calls on energy stocks. Do you still recommend it? \u001d  A: It is a brilliant strategy right now. The option premiums are very attractive and the yields are similar. ConocoPhillips [COP] is just as cheap as it was a year ago. \u001d  We don't think ExxonMobil [XOM] is the great value it was a year ago. It has had a huge run and a lot of things have gone right, and I don't see it getting a lot better. Royal Dutch Shell now looks like one of the big ones offering a lot better value. \b \u001d  Q: Any other themes emerging? \u001d  A: There is a re-emergence of the master limited partnership for upstream companies. Linn Energy [LINE] and EV Energy Partners [EVEP] are two. There has been a tremendous amount of market interest in the midstream companies, companies with pipelines and transportation like Kinder Morgan Energy Partners [KMP], Enterprise Products Partners [EPD] and Plains All American Pipeline [PAA] -- I'm on the board of Plains All American. \u001d  The whole sector is very attractive because it distributes a very healthy portion of cash flow and yet continues to reinvest at good rates and grow. They distribute 50% of their cash flow, and they use the other 50% to drill enough wells to keep production and reserves even. They get a great tax advantage because of the cost depletion on your investment. \b \u001d  Q: Will we see what happened in Canada with the income trusts happen here? \u001d  A: In Canada, the train stopped when government realized that everything was going to become an income trust. In the case of the U.S., it will take several years of conversion to MLPs before it will become evident to the Government Accountability Office. \u001d  The premise of many of these companies is that most of the production in the U.S. is old, tired, depleted fields that decline very slowly and companies should in effect distribute the income to the shareholders and not try and replenish reserves by drilling wildcat wells or in 20,000 feet of water. \b \u001d  Thanks, Art. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"79efc7c97040f59217e7323aa1f940e2","symR":["005380.SE","005930.SE","KR7005380001","KR7005930003"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) Asian Trader: Korean Tiger Is Turning Toothless","GmtTimeStamp":"2007-02-10T05:09:00.000000000","CompanyCodes":["005380.SE","005930.SE","KR7005380001","KR7005930003"],"IndustryCodes":["AUT","SEM","XATI","XDJGI","XGTI","XISL","XSTX"],"Story":"\b   (From BARRON'S) \b   By Leslie P. Norton \u001d  Few equity markets in Asia are as widely disliked as Korea. One of last year's laggards, it has also slumped this year. Blame part of that on the influx of funds into China and India, including those from domestic Koreans. Korea raised rates last year to curb its housing bubble and rising inflation. Worse yet was the rising won, which cut into corporate earnings. Thus, it magnified returns for foreigners -- in toto, the benchmark Korea Composite returned 13% in dollars last year -- but did little to attract domestic investors, who saw the index add just 4%. \u001d  Then Pyongyang conducted an underground nuclear test. \"The exact date the underperformance began was Oct. 8, the day of the North Korean nuclear test,\" says Parker Shannon of Samsung Securities America, who sells Korean shares to institutional investors. Next, companies began reporting surprisingly weak earnings. \u001d  Thus, though Korea looked cheap at the start of this year, valuations could look less so as fourth-quarter earnings disappoint. So far, some 92 stocks out of the 165 covered by Samsung Securities missed expectations. \u001d  Korean equities surely have their fans, including Michael Hartnett, Merrill Lynch's emerging-markets strategist. Hartnett thinks Korea will beat forecasts because it's cheap, foreigners have dumped their shares, and domestic demand could be reviving. Last week, the Bank of Korea left rates unchanged. Korea also made progress on a free-trade agreement with the U.S. and on six-party talks on North Korea's nuclear program, both of which rating agencies would regard favorably. \u001d  Yet Hartnett is in the minority. Korea today trades at 10 times earnings, with 15% growth in consensus earnings expectations, versus 12 times and 14.5% for emerging markets as a whole, by the reckoning of George Hoguet, head of emerging markets at State Street Global Investors. (Asia ex-Japan trades at just under 15 times.) \"Korea this year is not going to be among the best performing markets,\" says Hoguet. \"The economy is slowing, they have problems in the credit sector, there's the overhang of North Korea, and there are better valuations at places like Brazil, which is at eight times earnings and where EPS growth is almost 20% for the next 12 months.\" \u001d  Last week, Hagju Kim, the Seoul-based strategist for Samsung Securities, reduced his earnings-growth forecast for '07 to 6%. Kim cited more pessimism from Samsung's analysts who cover IT. For one thing, Japanese rivals are expanding capacity as the yen sinks. Today, the yen fetches 7.68 won, versus 9.85 five years ago. Samsung Electronics (ticker: 005930.SE), the market bellwether, faces increased competition from Taiwan. Demand growth for displays has peaked, while handset manufacturers are suffering from competition at the high end and from a strong won at the low end. Automakers, meanwhile, are hit by a high won and laggard technology to address stricter emissions rules. \u001d  In the recent past, domestic investors, newly enamored of their stock market, could be counted on to buy stock mutual funds. Yet lately, Seoul has encouraged equity investment overseas to curb even greater rises in the won. Thus, Korean investors are happily buying foreign shares. \u001d  Korean stocks have traditionally suffered from a \"Korea discount\" that reflects the potential dangers of the market's proximity to Pyongyang and also perceived failings in corporate governance. Last week, Chung Mong-Koo, the chairman of Hyundai Motor (005380.SE), which accounts for 2.18% of the Kospi, received a three-year prison sentence for embezzlement. A blizzard of executives across corporate Korea have been arrested or convicted for a spate of offenses including bribery, though few have served jail time. \u001d  At the same time, disclosure has actually improved, brightening the picture for foreign investors. Yet government policies are also chilling investment, say critics like Mark Headley, who runs Matthews Korea Fund. President Roh Moo-Hyun has stymied the property market by discouraging building, perversely driving prices higher, says Headley. Roh has also boosted corporate regulation. Says Headley: \"It's no longer a corporate-governance discount; it's a government discount.\" \u001d  What could drive Korean equities higher? Bargain hunting and a subsequent narrowing of the discount to more normal levels. That could drive the Kospi index to 1467 this year from last week's 1427, says Kim of Samsung Securities. Still, he adds, it's tough to expect higher prices without greater earnings growth. \u001d  The bright spot could be the forthcoming presidential election, scheduled for Dec. 19. The former mayor of Seoul, Lee Myung-bak, has a commanding lead, followed by Park Geun-hye, the daughter of former military dictator Park Chung Hee. Both are viewed as much more business friendly than Roh, who by law can't seek another term. Still, Headley of Matthews sighs, \"that's a second-half story. There's no real catalyst until then.\" \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7aeb197807ed1d1d1c321e967c8b6400","symR":["AD","CEN","CHP","FLO","FLOW","GBL","IMKTA","MDS.T","MDZ","RGEN","SRR","UBS","UBSN.VX","YANB","CA55269P3025","CH0024899483"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-02-10T05:04:00.000000000","CompanyCodes":["AD","CEN","CHP","FLO","FLOW","GBL","IMKTA","MDS.T","MDZ","RGEN","SRR","UBS","UBSN.VX","YANB","CA55269P3025","CH0024899483"],"IndustryCodes":["ADV","AMG","BAN","BNK","BTC","ELQ","FAC","FDR","FOD","FOT","ICS","MDV","MED","OFP","RTS","SVC","TEX","XDJGI","XGTI","XISL","XNYA","XRUS","XSCI","XSMI","XST5","XTSE"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining 5% or more of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from Feb. 1 through 7. \u001d  Source: Corporate Filings Alert \b \u001d  Activists \b \u001d  Yardville National Bancorp (YANB) \u001d  Shareholder Lawrence Seidman is asking Yardville to disclose information about jobs given to relatives of executives and directors. Seidman says that CEO Patrick Ryan employed his son as a senior vice president and as a manager of the company's banking unit, and that Yardville recently  hired an investment banker that employed another Ryan son. Seidman also said that Chairman Jay G. Destribats' son worked for a law firm that received significant legal fees from Yardville, and that at least three other relatives of Yardville directors and senior management work for the company. Seidman holds 993,435 shares (8.99% of the total outstanding). \b \u001d  Flow International (FLOW) \u001d  Third Point is urging a sale of the company. Third Point CEO Daniel S. Loeb said in a letter that he's disappointed by the retirement of Flow International's CEO, Stephen R. Light. Loeb said he had invested in the company based on his confidence in Light's leadership. Third Point owns 5.06 million shares (13.6%). \b \u001d  C&D Technologies (CHP) \u001d  Sun Capital Securities' Michael H. Kalb was elected to serve on C&D's board and nominating committee. Sun Capital and C&D have agreed to nominate Kalb for election, and Sun Capital will vote for C&D's director nominees at the 2007 annual meeting. Sun Capital has about 3.12 million shares (12.2%). \b \u001d  Original Filings \b \u001d  Repligen (RGEN) \u001d  Investor Ronald L. Chez owns 1,567,221 shares (5.2%), after buying 187,391 from Dec. 1, 2006, to Jan. 30, at prices ranging from $2.67 to $3.25. \b \u001d  Increases in Holdings \b \u001d  Ceridian (CEN) \u001d  Activist investor William Ackman's Pershing Square Capital Management raised its holdings to 18.72 million shares (13.5%) from the 15.72 million (11.3%) it reported on Jan. 23. \b \u001d  MDS (MDZ) \u001d  ValueAct Partners owns 19,329,300 shares (13.4%), after buying 1,618,700 from Jan. 5 to Feb. 2 at $17.01 to $17.75 each. \b \u001d  Decreases in Holdings \b \u001d  Stride Rite (SRR) \u001d  Investors including Barington Companies Equity Partners cut their holdings to 1,739,599 shares (4.82%) by selling 415,000 from Jan. 22 to Feb. 2 at $16.87 to $17.67 a share. \b \u001d  Advo (AD) \u001d  UBS (UBS) trimmed its stake to about 1.9 million shares (less than 5%) by selling 362,600 from Jan. 26 to Feb. 2, at prices ranging from $32.71 to $32.80. \b \u001d  Ingles Markets (IMKTA) \u001d  Funds run by Mario Gabelli's Gamco Investors (GBL) own 884,400 shares (7.19%), after selling 32,000 from Jan. 24 to Feb. 1 at $32.99 to $39.04 a share. \b \u001d  Flowers Foods (FLO) \u001d  Funds run by Gamco Investors own 3,129,083 shares (5.15%), after selling 144,000 at $26.22 to $28.74 a share. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"827edb828f78812144199496f321e1e1","symR":["EWS","EWT","EWY","SGF"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) Singapore: The Safest Route To Asia's Riches","GmtTimeStamp":"2007-02-10T05:03:00.000000000","CompanyCodes":["EWS","EWT","EWY","SGF"],"IndustryCodes":["CEF","EXT"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  As a rule, small tropical islands have an obligation to the rest of the world to preserve themselves as sun-filled, rum-soaked, licentious getaways. But Singapore doesn't do laid-back very well. Nearly 4,200 flights take off and land each week at its bustling airport, and its port is the world's busiest. At 4.41 million, the number of mobile-phone users exceeds its adult population, and sometimes they all seem to be talking at once. Even Singapore's national pastimes -- eating and shopping -- are pursued with a ferocity that might make a New Yorker blush. \u001d  These days, there is nothing laid back about its stock market's performance, either. The iShares MSCI Singapore Fund, an exchange-traded fund listed at the New York Stock Exchange (ticker: EWS), rallied 42% in 2006 and is up 8.7% this year. The Singapore Fund (SGF), a U.S.-listed closed-end fund, surged 64% last year and has added another 8.7% in 2007. The country's benchmark Straits Times Index is at a record peak. \u001d  The Singapore market has even begun to outpace the bourses in Korea, Taiwan and other \"Asian tigers\" it once closely tracked. This divergence is only partly explained by the strength of Singapore's banking and real-estate sectors, which helped sustain the city-state through the global technology sector's recent weakness. \u001d  The extent of its outperformance -- comparable ETFs for Taiwan (EWT) and South Korea (EWY) rose just 16% and 10%, respectively, last year -- suggests something else is at work: Singapore's successful transformation into a teeming financial hub, with a rising profile as the gateway to Asia's booming economies. \u001d  Singapore's push to become the Switzerland of Asia has impressed even Felix Zulauf, head of Zurich-basedZulauf Asset Management and a member of Barron's Roundtable: \"I think it will become the offshore financial center of Asia.\" He picked the Singapore ETF as \"a classic way to play the rise of Asia, and the mania I see coming\" (see \"2007 Barron's Roundtable, Part 2,\" Jan. 22). Although the ETF's recent surge makes it vulnerable to a short-term correction, it has the potential to roughly double by 2010, says Zulauf. \u001d  Singapore's transformation is born of necessity. A tiny Southeast Asian country half the size of Los Angeles, it has no natural resources; it even imports water from neighboring Malaysia. Recognizing that it cannot compete with China or India as a source of cheap labor, Singapore has revamped its manufacturing base to focus on higher-value-added industries like financial services, biomedical research, technology and oil refining. \u001d  But Singapore does have the gift of geography. With China and Japan to the north, India to the west and Australia to the southeast, the former British colony has always been a key port along the area's shipping routes. \u001d  Today, thanks to an established financial and transportation infrastructure, it is also a portal to Asian Pacific markets. Among its attractions for companies seeking regional bases: generous tax breaks; an educated workforce (the literacy rate is 95%, and 56% are at least bilingual); virtually no corruption; scant crime; a rigorous legal system and -- this cannot be overestimated -- fabulous food. \u001d  When its annual budget is announced Feb. 15, Singapore is expected to cut its corporate tax rate by at least one percentage point, from 20%, to help keep pace with Hong Kong's 17.5% and Ireland's 12.5%. \u001d  The pro-business stance of its essentially one-party government -- steered for 25 of its 42 years by founding Prime Minister Lee Kuan Yew -- is key to its competitiveness. Singapore's GDP expanded nearly 8% last year, and is projected to grow 6% this year, even as global growth brakes. A strong Singapore dollar (worth about 67 U.S. cents), inflation below 1%, unemployment of 2.5% and 10-year Treasury yields at 3.18% all point to safe, steady growth. \u001d  Money-manager Zulauf isn't the only one singing the country's praises. A 2007 World Bank report names Singapore \"the world's easiest place to do business.\" A KPMG study of 128 cities last year picked Singapore as the most cost-competitive for business, with expenses 22% below those in the U.S. Singapore also topped Standard & Poor's ranking of Asian countries by fiscal prudence, with the government projected to sock away 5% of its 2007 GDP -- ahead of even oil-rich Kazakhstan. \u001d  To be sure, Singapore's export-dependent market will falter in a global recession. It did not escape the Asian financial crisis and suffered through the 2001 recession and the ensuing SARS-epidemic scare. And despite diversification, its electronics manufacturing and information-technology sectors could be a drag on the market if technology demand slumps. \u001d  Singapore's fortunes also depend heavily on China's hardly assured continuing prosperity. But its unique status -- a developed country surrounded by developing ones, a stable bridge to emerging markets -- offers one of the most balanced and appealing risk-reward profiles among Asian ETFs. \u001d  Singapore stocks are now more fully valued, given their recent surge. According to Heckman Global Advisors, a unit of Bear Stearns Asset Management, Singapore is no longer cheap based on conventional metrics like price-earnings ratios. But a price-to-book ratio of 2.3 times still looks cheap compared with the average 2.7 times among developed economies. More important, earnings momentum -- the portion of companies with upward earnings revisions -- ranks Singapore third among 23 developed countries. \u001d  The first things you notice in Singapore -- after the lush greenery -- are the crowds. With full employment and its multi-ethnic population growing just 1.8% annually, the government has eased labor restrictions to boost its workforce, and throngs of Indonesian maids, Thai construction workers and Chinese waitresses -- all holding jobs that locals shun -- help make Singapore a land of aspiration. \u001d  The standard of living is high. Luxury emporiums from Armani to Zegna all have their outposts, and at the Raffles Hotel, a Singapore Sling will set you back US$14. \u001d  The good life, stable outlook and scarce land all bode well for Singapore's banking and real-estate sectors. The EWS is heavily weighted toward financials (36%), followed by real estate (16%), capital goods (14%), telecommunications services (12%), transportation (9%) and media (4%). \u001d  UBS, for example, expects local bank profits to increase 14% in 2007 after a 15% rise in 2006. While higher interest rates were a catalyst last year, strong loan growth will drive 2007 profits as construction and consumer lending increase. \u001d  Despite last year's rally, bank valuations remain reasonable at 1.75 times book, or accounting, value. UBS analyst Jaj Singh argues that they should be higher because average valuations over the past eight years tracked a deflationary period, and \"a more relevant period is the early 1990s.\" Then, banks traded at 2.6 times book value; UBS' target ratio today is 1.9. In the banking group, DBS, or Development Bank of Singapore (DBS.Singapore), boasts strong deposits, low funding costs and a 67% loan-to-deposit ratio that leaves much room for expansion. \u001d  Sure, the night life isn't as, well, colorful, as Bangkok's, and stiff drug laws -- some carrying mandatory death penalties -- mean that any wild partying is fueled, at most, by Grey Goose and Red Bull. But that hasn't deterred 9.7 million visitors who flocked to Singapore last year, sending tourism revenue up 14.5%, to $8.3 billion. \u001d  Not satisfied, Singapore plans to build a pair of giant \"integrated resorts\" -- casinos, hotels, malls and convention halls -- on its marina bay and on Sentosa, a nearby theme-park island rivaling Vegas in artifice. Construction begins with investments of about $5 billion each from Las Vegas Sands (LVS) and Malaysia's Genting International (GIL.Singapore) -- and analysts see thousands of new jobs by the time these open in three years. \u001d  Painful as it is to buy property today, Singapore real-estate prices, which have begun to rebound, are still nearly 30% off their 1996 peaks and are moderate compared with cities like Tokyo and Hong Kong. \u001d  The brightening outlook extends to both residential and commercial properties. General Electric (GE), for example, bought a midsize office tower last year and plans to \"significantly build up the Singapore portfolio over the next three years,\" says Mark Hutchinson, the Asia-Pacific head of GE Real Estate. Sean Monaghan, a Singapore-based Merrill Lynch analyst, expects rising demand and constricted new supply to drive prime office rents up 45% to S$12.80 a square foot by 2009. \u001d  Among Monaghan's picks are CapitaLand (CAPL.Singapore), one of Singapore's largest office landlords and a manager of 13 malls in Singapore, four in Japan and 70 in China; Keppel Land (KPLD.Singapore), one of the largest property companies listed on the Singapore Stock Exchange; and City Developments (CIT.Singapore), a property developer and hotel manager that owns nearly 2.4 million square feet of office stock. \u001d  Singapore's economy should thrive for years. Even in a worldwide recession, you have to respect the odds of a country that has defied its limitations and reclaimed 17% of its land from the sea. And should Asia become an engine of global economic growth in the decades ahead, Singapore will be one of the drivers. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:03 ET (05:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8329b949a828b51bfdfb0f8353cd1f52","symR":["12027.FR","TOT","FR0000120271"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Total SA Facing Trial In France For 1999 Oil Spill","GmtTimeStamp":"2007-02-10T14:09:00.000000000","CompanyCodes":["12027.FR","TOT","FR0000120271"],"IndustryCodes":["OIL","XCA4","XDJGI","XENX","XGTI","XISL","XNYA","XST5"],"Story":"\b \u001d  PARIS (AP)--A trial to open Monday will decide whether oil company Total SA (12027.FR) was responsible for France's worst-ever oil spill, a 1999 shipwreck that left much of the country's Atlantic coastline covered with gummy black oil. \u001d  The Maltese-registered \"Erika\" tanker, hauling fuel oil owned by a unit of Total, split in two and sank in rough seas on Dec. 12, 1999. About 20,000 metric tons of oil leaked into the Atlantic and washed up on the coastline, killing thousands of birds and blackening beaches. \u001d  Total faces charges of pollution and \"complicity in endangering people and property.\" In a document ordering Total to stand trial, Investigating Judge Dominique de Talance said the company disregarded its own safety standards by chartering a 25-year-old ship. \u001d  The magistrate also wrote that the company had been informed by crew a day before the spill that \"leaks due to cracks in the deck raised fears of pollution.\" \u001d  Total, which says the charges were unfounded, has noted that the company already paid $241 million to clean France's beaches, pump oil out of the ship and treat the waste. \u001d  The trial's head judge, Jean-Baptiste Parlos, is expected to focus the hearings on the events leading up to the spill. Hearings are expected to wrap up in June. \u001d  Others to be brought before the court in the case include Italian company Registro Italiano Navale, or RINA, which had inspected the vessel before it sank; Erika's captain Karun Mathur; Antonio Pollara, an official with the Italian company Panship who was in charge of technical assistance; and Erika's owner Giuseppe Savarese. \u001d  Judicial experts who worked on the penal inquiry faulted the ship's owner for insufficient upkeep of the boat and \"for not taking any measures on Dec. 11 and 12, though he knew the seriousness of the situation.\" Savarese has contested the charges. \u001d  Two Total units, Total Transport Corp. and Total Gas and Power Services Ltd., formerly known as Total Petroleum Services, will also be tried. \u001d  The Erika crisis was one of several disasters that led EU transport ministers to tighten controls on maritime safety. France also toughened its own laws. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 09:09 ET (14:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8c5f3318423bbff897b284f32292b823","symR":["UNH"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(2/12) The Vital Signs Look Good","GmtTimeStamp":"2007-02-10T05:05:00.000000000","CompanyCodes":["UNH"],"IndustryCodes":["HEA","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Jacqueline Doherty \u001d  Few companies have been hit harder by accusations of stock-option backdating than UnitedHealth Group, the giant health-care insurer. Allegations that the company lined management's pocket by altering the date of options grants resulted last year in the departure of former CEO William McGuire and a member of the board of directors. UnitedHealth (ticker: UNH) hasn't filed a quarterly financial report with the Securities and Exchange Commission since last year's first quarter, because it still hasn't determined the accounting treatment for formerly issued options. The company faces shareholder lawsuits and investigations by the SEC, the Internal Revenue Service and the U.S. attorney for the Southern District of New York. And its shares, which once topped 63, now trade for 51. \u001d  Yet, for all its maladies, the patient is alive and kicking -- vigorously, in fact. UnitedHealth's underlying business is strong and growing, and it is hard to imagine its fortress-like balance sheet, with $2.6 billion of net cash, can't absorb any fines or accrued taxes the company is likely to owe. \u001d  Indeed, the Minnetonka, Minn.-based insurer still is considered among the best in the business, hailed for its sophisticated use of technology, innovative culture and nationwide network of health-care providers. (Barron's Online extolled the company's virtues last fall. See \"UnitedHealth Facing Clearer Skies,\" Oct. 25.) \u001d  \"UnitedHealth has great prospects and potential,\" says CEO Stephen Hemsley, noting that spending on health care is expected to double to $4 trillion by 2015. \"You can hardly find an enterprise in the health-care space that is better positioned and has our diversification.\" \u001d  Last year, UnitedHealth generated $7 billion of operating earnings on revenue of $71.7 billion. Although the company cut its revenue estimate for 2007 last week because of disappointing enrollment trends in its Medicare-insurance unit, it continues to target annual revenue growth of 10% and earnings growth of 15% over the longer term. (Revenue this year is expected to grow 9%, to $78 billion.) \u001d  Even better, UnitedHealth's insurance and medical-services businesses throw off copious amounts of cash; operating cash flow could top $6 billion this year. Once its regulatory filings are current, the company is expected to launch an aggressive stock-buyback program, repurchasing perhaps as much as $6 billion of stock. \u001d  UnitedHealth currently trades for 15 times estimated 2007 earnings of $3.42 a share, and 13 times '08 estimates of $3.93. Historically, the stock has bottomed at about 13 times trailing 12-month earnings, and peaked near 30 times. The company sells for a small but deserved premium to its closest competitors, Aetna (AET) and Cigna (CI), because of its greater exposure to the fast-growing Medicare and Medicaid business. \u001d  Some of Wall Street's smartest investors are betting UnitedHealth's stock will follow profits higher. Omega Advisors, for one, holds roughly 1.1 million of the company's 1.4 billion shares, and expects its price/earnings multiple to expand to 17 on $4 a share of earnings in 2008. That implies a price of 68 a share, some 30% above current levels. \u001d  \"All of UnitedHealth's metrics are significantly ahead of the market,\" says David Mandelbaum, an Omega partner. He points to the company's 7.5% free-cash-flow yield (cash flow divided by market capitalization), 22% return on equity and strong earnings growth. \u001d  UnitedHealth has \"a very favorable risk/reward profile,\" adds Kenny Kan, an analyst at Legg Mason Capital Management, another large shareholder. If more bad news surfaces, the shares could return to the low 40s. More likely, says Kan, the company will continue to cut costs, grow profits and buy back shares. He expects the stock to trade in the 70s in 12 to 24 months. \u001d  UnitedHealth sells health insurance to corporations and coverage to individuals receiving Medicare and Medicaid. It also sells technology and outsourced services to health-care providers. In the past five years, annual sales have grown by more than 27%, and profits by 34%. \u001d  Those results owe much to acquisitions, however. PacifiCare Health Systems, purchased in 2005 for $8.1 billion, added 3 million members to UnitedHealth's roster, as well as exposure to the California health-care market and expertise in providing health insurance to seniors covered by Medicare. Prior to that, the company purchased Oxford Health Plans and Mid Atlantic Medical Service, providers of health-care benefits and services to large companies. This year will be a test of UnitedHealth's ability to grow organically. \u001d  The options scandal was a rude awakening to fans of this one-time market darling. A report by a prominent law firm completed in October for a special committee of UnitedHealth's board concluded that option-grant dates likely were backdated, or reset after the fact to reflect a lower stock price on the date of issue, for most of the executive stock options granted between 1994 and 2006. The practice, illegal under some circumstances and unethical under most, effectively maximizes the profit an option holder potentially could capture upon exercise. \u001d  According to the report, most of the option dates were chosen by McGuire, who led the company for 15 years. Option recipients included top executives, among them Hemsley, 54, the long-time president who was named CEO upon McGuire's departure. An attorney for McGuire said in an e-mail: \"While neither a lawyer nor accountant, Dr. McGuire believed that the processes by which options were granted were transparent, appropriate, and approved. Indeed, experts who reviewed these processes never raised concerns at the time about the stock-options program.\" \u001d  Hemsley declined to comment on option-related issues because of pending regulatory and legal matters. \u001d  The company's senior managers have agreed to reset any improper grant dates for options doled out between 1994 and '02, giving up both realized and paper gains. For Hemsley, it means forfeiting $190 million; for McGuire, $200 million. \u001d  Notwithstanding the lack of federal filings, the company has issued regular updates on its operations and the results of its six divisions. The largest, UnitedHealthcare, is expected to generate about $36.6 billion of revenue next year, up 4%. It sells insurance to small and mid-sized companies, individual businesses and public organizations such as municipalities and labor unions. It covers 14.8 million people, and has operating margins of about 8%. \u001d  The Uniprise division sells health insurance and services to companies with more than 5,000 employees. UnitedHealth believes the segment can generate about $6 billion of revenue this year, up 7% from '06, and about $1 billion of operating income. \u001d  To be sure, the UnitedHealth story still has plenty of skeptics. One of Wall Street's most public is Matthew Borsch, a Goldman Sachs analyst with a Sell recommendation on the stock and a $47 price target. He warns that the company faces merger-integration risk and a cyclical slowdown in its commercial business. UnitedHealth counters that the cycles are regional, not national, with strength in some markets offsetting sharp price competition in others. Also, industry consolidation has resulted in fewer, larger players with better pricing information, which should lead to more rational decision-making. \u001d  UnitedHealth's second-largest unit by revenue is Ovations, targeting people over 50. It is expected to contribute $28 billion of sales, up almost 19% from '06. The unit runs a Medicare-supplement business, called Medicare Advantage, as well as a new Medicare Part D prescription-drug program. \u001d  The last has been a surprising success. Launched in January 2006, it has the endorsement of the AARP, at least through 2008. UnitedHealth's Part D operation, already boasts 5.74 million customers and $5.7 billion in '06 revenue. \u001d  Enrollment trends in Medicare Advantage have been a worry. Last week, the company said membership would fall by up to 100,000 in the current quarter, well below earlier estimates. The program has slim margins, and UnitedHealth hopes to meet earlier earnings targets via cost-cutting. \u001d  The disappointment appears to stem from a problem at PacifiCare, late sales and marketing materials and not paying outside sales representatives adequate commissions. \"It does not seem that complicated to fix,\" says Doug Lane of Douglas C. Lane & Associates, a New York-based money manager that owns the shares. \"The business is there if they do it right.\" \u001d  Rival Humana (HUM) reported strong sales, proving as much. \u001d  UnitedHealth's AmeriChoice unit, which serves state Medicaid and Children's Health Insurance programs, could generate $4.4 billion in revenue this year, owing in part to the addition of Tennessee and Washington. The unit will benefit if more states seek to provide health-care coverage to the uninsured. \u001d  If Congress, seeking more savings, puts the squeeze on reimbursements to health-care organizations, UnitedHealth's margins will suffer. Likewise, strapped states could cut funds from their Medicaid budgets. But UnitedHealth's diversification -- the company also sells technology, clinical research and drug-safety services to other health-care companies -- insulates it to a degree. \u001d  Although the option scandal dented UnitedHealth's reputation, the company's business remains robust. In coming months, the news is likely to get even better for this well-run insurer, no matter what the headlines might suggest. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8c604cb090b3ef07bc1bade8536175e1","symR":["JSAIY","KBR","SBRY.LN","TSCO.LN","GB0008847096","GB00B019KW72"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UK PRESS: Poultry Sales Begin To Fall","GmtTimeStamp":"2007-02-10T13:51:00.000000000","CompanyCodes":["JSAIY","KBR","SBRY.LN","TSCO.LN","GB0008847096","GB00B019KW72"],"IndustryCodes":["CON","EQS","FDR","OIE","RTS","XDJGI","XFFX","XFT1","XISL","XNYA","XRUS","XSP5","XST5"],"Story":"\u001d  LONDON (Dow Jones)-- Consumers' fears over bird flu are beginning to bite, with J Sainsbury (SBRY.LN), Britain's third-largest supermarket chain, reporting a 10% fall in poultry sales over the past five days,  the Financial Times reports Saturday citing company sources. \u001d  The retailer, which last weekend said it hadn't seen any change in sales despite news that the H5N1 bird flu virus had been detected on a Suffolk farm of Bernard Matthews, said buying patterns were beginning to change, reports the paper. \u001d  It writes, Tesco (TSCO.LN) the UK's largest retailer, said it had also seen a \"slight dip\". The paper adds that Tesco refused to comment on whether that trend had worsened over the course of the week. \u001d  Newspaper Web site: http://www.ft.com \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 08:51 ET (13:51 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"916347385e8c3173de4750386025c8fc","symR":["CIT"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(2/12) Follow-Up: Savvy Moves Position CIT For Gains","GmtTimeStamp":"2007-02-10T05:07:00.000000000","CompanyCodes":["CIT"],"IndustryCodes":["FIS","XDJGI","XFFX","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Christoper C. Williams \u001d  CIT Group has posted an operating profit in each of its 98 years. It's a good bet the commercial-lending giant hits the century mark with annual-profit skein intact, given better-than-expected fourth-quarter results and a new asset-management strategy. If it does, CIT's stock (ticker: CIT), up 19% in the past 12 months, could get another boost. Analysts expect 2008 profits to grow 9%, to $1.184 billion, from an expected $1 billion this year. \u001d  The market is rewarding CIT for its Steady Eddie performance. The stock hit a yearly high of 61.59 Wednesday and is up 22% since Barron's praised CIT's strategy in a follow-up in 2005 (\"CIT Has Soared Flying Solo,\" Nov. 14, 2005). We first recommended CIT at 32 in 2003. \u001d  High expenses and exposure to the slumping sub-prime mortgage market pose challenges, but last month management raised its 2007 earnings outlook, underscoring Chairman Jeffrey Peek's contention that \"CIT has never been stronger or better positioned for the future.\" \u001d  CIT trades for 10 times analysts' 2008 earnings estimates of $6.06 a share and could climb to 67 as the company expands, says Soleil analyst Craig Maurer. \u001d  CIT \"has built a focused sales culture for the first time in its history, and it is clear those efforts are paying off,\" he says, citing greater loan originations. \u001d  Maurer and others applaud CIT's move to generate more revenue from fees, which are less volatile than net interest margin. Peek sees fees reaching 50% of revenue in the next six quarters. \u001d  Some insiders have been selling shares recently in option-related transactions, but Peek isn't a seller. \"If we can achieve our previously announced earnings-growth objectives, get return on common equity to 15% and become more of an asset manager, I'd like to hope we get another point or so on our forward earnings multiple,\" he says. \u001d  We'll be watching. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"925a5682d8569088afa25d5974b3e207","symR":["LSE.LN","NDAQ","NYX","GB00B0SWJX34"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Nasdaq Doesn't Say What It Will Do With LSE Shares","GmtTimeStamp":"2007-02-10T16:05:00.000000000","CompanyCodes":["LSE.LN","NDAQ","NYX","GB00B0SWJX34"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS"],"Story":"\u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 10, 2007 11:05 ET (16:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"935d0ddd862002e1f4b5c532c639a5c4","symR":["MXRE"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Max Re Capital Reports Record Net -2-","GmtTimeStamp":"2007-02-10T13:05:00.000000000","CompanyCodes":["MXRE"],"IndustryCodes":["INS","INU","XDJGI"],"Story":"\bFunds withheld from reinsurers                 254,723        271,992 \bUnearned property and casualty premiums        436,476        442,976 \bReinsurance balances payable                    79,506         90,781 \bAccounts payable and accrued expenses          103,160         78,111 \bBank loan                                      150,000        150,000 \b \b                                           ------------  ------------- \bTotal liabilities                            4,458,923      4,119,444 \b                                           ------------  ------------- \b \b \bSHAREHOLDERS' EQUITY \bPreferred shares (par value $1.00) \b  20,000,000 shares authorized; \b  no shares issued or outstanding                    -              - \bCommon shares (par value $1.00) \b  200,000,000 shares authorized; \b  60,276,560 (2005 - 58,829,354) shares \b  issued and outstanding                        60,277         58,829 \bAdditional paid-in capital                     950,862        921,384 \bLoans receivable from common share sales             -           (465) \bUnearned stock grant compensation              (17,570)       (14,574) \bAccumulated other comprehensive income         (21,688)         4,981 \bRetained earnings                              418,180        215,565 \b \b                                           ------------  ------------- \bTotal shareholders' equity                   1,390,061      1,185,720 \b                                           ------------  ------------- \b \bTotal liabilities and shareholders' equity  $5,848,984    $ 5,305,164 \b                                           ============  ============= \b \bBook Value Per Share                        $    23.06    $     20.16 \b                                           ============  ============= \b \bMAX RE CAPITAL LTD. \b------------------------------- \b \bCONSOLIDATED STATEMENTS OF INCOME AND COMPREHENSIVE INCOME (Unaudited) \b(Expressed in thousands of United States Dollars, except shares and \b per share amounts) \b                       Three Months Ended December 31    Years Ended \b                                                          December 31 \b                       2006         2005         2006         2005 \b                   ------------ ------------ ------------ ------------ \bREVENUES \bGross premiums \b written           $   147,452  $   257,188  $   865,197  $ 1,246,031 \bReinsurance \b premiums ceded        (60,140)     (68,346)    (230,546)    (198,974) \b                   ------------ ------------ ------------ ------------ \bNet premiums \b written           $    87,312  $   188,842  $   634,651  $ 1,047,057 \b                   ============ ============ ============ ============ \b \bEarned premiums    $   217,004  $   318,222  $   875,244  $ 1,247,584 \bEarned premiums \b ceded                 (58,023)     (61,480)    (210,236)    (194,085) \b                   ------------ ------------ ------------ ------------ \bNet premiums \b earned                158,981      256,742      665,008    1,053,499 \b \bNet investment \b income                 40,836       31,179      150,030      106,835 \bNet gains (losses) \b on alternative \b investments            66,531      (13,731)      84,750       39,885 \bNet realized gains \b (losses) on sale \b of fixed \b maturities              1,451       (3,570)      (5,798)        (743) \bOther income               189        1,047        1,021        4,635 \b \b                   ------------ ------------ ------------ ------------ \b  Total revenues       267,988      271,667      895,011    1,204,111 \b                   ------------ ------------ ------------ ------------ \b \bLOSSES AND EXPENSES \bLosses and \b benefits              117,860      247,028      497,969    1,039,465 \bAcquisition costs       19,564       16,309       78,933       76,224 \bInterest expense         7,514        6,848       13,832       22,764 \bGeneral and \b administrative \b expenses               27,664       14,102       87,389       56,153 \b \b                   ------------ ------------ ------------ ------------ \b  Total losses and \b   expenses            172,602      284,287      678,123    1,194,606 \b                   ------------ ------------ ------------ ------------ \b \bNET INCOME (LOSS)       95,386      (12,620)     216,888        9,505 \b \bChange in net \b unrealized \b appreciation of \b fixed maturities      (10,378)      (9,704)     (30,441)     (13,364) \bForeign currency \b translation \b adjustment                (80)        (568)       3,772       (3,882) \b \b                   ------------ ------------ ------------ ------------ \bCOMPREHENSIVE \b INCOME (LOSS)     $    84,928  $   (22,892) $   190,219  $    (7,741) \b                   ============ ============ ============ ============ \b \bBasic earnings \b (loss) per share  $      1.60  $     (0.22) $      3.64  $      0.20 \b                   ============ ============ ============ ============ \bDiluted earnings \b (loss) per share  $      1.51  $     (0.22) $      3.43  $      0.18 \b                   ============ ============ ============ ============ \bDiluted net \b operating earnings \b (loss) per share  $      1.49  $     (0.16) $      3.52  $      0.19 \b                   ============ ============ ============ ============ \b \bWeighted average \b shares outstanding \b - basic            59,717,958   56,133,014   59,655,636   48,685,954 \b                   ============ ============ ============ ============ \bWeighted average \b shares outstanding \b - diluted          63,510,091   56,133,014   63,258,800   52,556,015 \b                   ============ ============ ============ ============ \b \bMAX RE CAPITAL LTD. \b--------------------------------------------- \b \bCONSOLIDATED STATEMENTS OF CHANGES IN SHAREHOLDERS' EQUITY (Unaudited) \b(Expressed in thousands of United States Dollars) \b \b                                              Years ended December 31, \b                                                  2006        2005 \b                                              ------------ ----------- \bPreferred shares \b  Balance, beginning of period                 $        -  $        - \b                                              ------------ ----------- \b  Balance, end of period                                -           - \b                                              ------------ ----------- \b \bCommon shares \b  Balance, beginning of period                     58,829      45,826 \b  Issue of shares                                   1,449      13,338 \b  Repurchase of shares                                 (1)       (335) \b                                              ------------ ----------- \b  Balance, end of period                           60,277      58,829 \b                                              ------------ ----------- \b \bAdditional paid-in capital \b  Balance, beginning of period                    921,384     643,444 \b  Issue of common shares                           27,122     297,117 \b  Direct equity offering expenses                       -     (13,134) \b  Stock option expense                              2,373         982 \b  Repurchase of shares                                (17)     (7,025) \b                                              ------------ ----------- \b  Balance, end of period                          950,862     921,384 \b                                              ------------ ----------- \b \bLoans receivable from common share sales \b  Balance, beginning of period                       (465)    (10,515) \b  Loans repaid                                        465      10,050 \b                                              ------------ ----------- \b  Balance, end of period                                -        (465) \b                                              ------------ ----------- \b \bUnearned stock grant compensation \b  Balance, beginning of period                    (14,574)    (13,294) \b  Stock grants awarded                            (17,068)    (11,294) \b  Amortization                                     14,072      10,014 \b                                              ------------ ----------- \b  Balance, end of period                          (17,570)    (14,574) \b                                              ------------ ----------- \b \bAccumulated other comprehensive income (loss) \b  Balance, beginning of period                      4,981      22,227 \b  Holding losses on fixed maturities arising \b   in period                                      (36,239)    (14,107) \b  Net realized losses included in net income        5,798         743 \b  Currency translation adjustments                  3,772      (3,882) \b                                              ------------ ----------- \b  Balance, end of period                          (21,688)      4,981 \b                                              ------------ ----------- \b \bRetained earnings \b  Balance, beginning of period                    215,565     215,015 \b  Net income                                      216,888       9,505 \b  Dividends paid                                  (14,273)     (8,955) \b                                              ------------ ----------- \b  Balance, end of period                          418,180     215,565 \b                                              ------------ ----------- \b \bTotal shareholders' equity                     $1,390,061  $1,185,720 \b                                              ============ =========== \b \bMAX RE CAPITAL LTD. \b--------------------------------------------- \b \bCONSOLIDATED STATEMENTS OF CASH FLOWS (Unaudited) \b(Expressed in thousands of United States Dollars) \b \b                                              Years Ended December 31 \b                                                 2006         2005 \b                                             ------------ ------------ \bOPERATING ACTIVITIES \bNet income                                   $   216,888  $     9,505 \bAdjustments to reconcile net income to net cash from operating \b activities: \b  Amortization of unearned stock based \b   compensation                                   16,445       10,996 \b  Amortization of premium on fixed maturities      6,052        9,293 \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 10, 2007 08:05 ET (13:05 GMT)"},{"md5ID":"96b127a47a745ca7b1520c063afd1175","symR":["MOT","NOVO-B.KO","NVO","TUTS","DK0010280817","US6200761095"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) Tech Trader: Biopharma Giant Set To Rule Insulin Market","GmtTimeStamp":"2007-02-10T05:08:00.000000000","CompanyCodes":["MOT","NOVO-B.KO","NVO","TUTS","DK0010280817","US6200761095"],"IndustryCodes":["CMT","DRG","XDJGI","XFFX","XISL","XKFX","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  With diabetes expected to double its prevalence worldwide by 2030 -- to nearly 400 million people -- Novo Nordisk should have growing demand for its insulin products. The Danish firm (ticker: NVO) has been the leader in sales of insulin-related products everywhere in the world except the U.S. If Novo's well-regarded products can take more market share here, as they have abroad, the company's American depositary shares may continue their 2006 climb, which  has taken them to  $90.44. \u001d  \"The U.S. is the only country where we were not leaders,\" said Novo's chief executive, Lars Rebien Sorensen, the other day in  New York. \"For many years, we were the underdogs.\" But Novo has been on a roll, winning patients and doctors over to its \"insulin-analog\" products. These variants of the human-insulin molecule work somewhat better, sell for about twice the price and enjoy patent protection for a number of years to come. \u001d  Novo and its rivals, Eli Lilly (LLY) and Sanofi-Aventis (SNY), have gotten about half of insulin-using diabetics to change to analog products. Yet Novo's winning more than its share of those converts, because its product line is the most complete and its prepackaged injection devices the most convenient. \u001d  In 2006, Novo sales of its insulin analogs jumped by almost 50%. Overall, Novo sales grew 29% in the U.S. and 15% worldwide to 5.2 billion euros (or $6.75 billion). Earnings per share grew 12% to 2.68 euros -- that's about $3.50 per depositary share, for a price-earnings ratio of 26 times 2006 earnings. \u001d  Growth stories are scarce in today's drug industry, but can Novo continue to merit such an earnings multiple? \u001d  I don't see why not. The diabetes plague is turning up everywhere. China contributed more than 40% of Novo's international growth last year. \u001d  The highly automated Danish company is meeting generic-insulin competitors head-on. Regulations appeared in Europe last year to allow generic competition in bioengineered products like insulin (see \"Biotech's New Battlefield,\" May 22, 2006). Novo and Sanofi-Aventis have outrun the threat of such \"biosimilars\" by persuading doctors and patients of the superiority of insulin analogs over insulin. When a government-sponsored study in Germany concluded otherwise -- saying that analog products were no better -- diabetes sufferers objected. \u001d  In the U.S., government regulators have dragged their feet in accommodating biosimilar generics. In markets where such generic recombinant insulins do appear, says chief executive Sorensen, Novo can compete with its production efficiency and its prefilled devices. \"We used to be a generic manufacturer ourselves,\" says Sorensen. \"We can outcompete anyone.\" \u001d  Novo has a couple of other growth opportunities, in addition to its insulin analogs. It is in Phase III trials with an incretin product similar to Byetta, the successful new diabetes treatment produced by Amylin Pharmaceuticals (AMLN) and sold by Lilly. Diabetes experts who recently spoke to clients of Credit Suisse said they were looking forward to Novo's drug -- which patients need only take once a day, compared to Amylin's twice-a-day product. Study results will start appearing in August. If Novo's drug tests well, it could get to market in 2009. Amylin is testing an even longer-acting Byetta, but the product requires a large needle. \u001d  A second, more speculative prospect for Novo is the use of its hemophilia drug NovoSeven in bleeding-trauma patients and in heart surgery. As reported in an excellent series of stories in the Baltimore Sun in November, NovoSeven is already being used off-label by military doctors in Iraq to stop soldiers' bleeding -- a desperate and controversial practice that may or may not benefit soldiers in the long run. A controlled trial can best answer the question, and Novo will test the drug in about 1,500 trauma patients in the U.S. and a similar number abroad. \u001d  Novo is also testing NovoSeven in patients who've suffered a bleeding stroke. Every seemingly promising stroke drug has failed to prove truly effective when tested rigorously -- as investors saw most recently with the Phase III failure of an experimental drug from Renovis (RNVS). Yet Phase II studies abroad suggested that Novo's drug was effective at stemming stroke patients' bleeds, so hope remains for that treatment. With about 85,000 bleeding strokes a year in the U.S., Europe and Japan, a successful stroke outcome for NovoSeven could add $400 million a year in sales for Novo. \u001d  Novo has tried in the past to diversify beyond diabetes and injectable products. But for the moment, it looks like it's in the right place. \u001d  Stockbroker Mike Zelvin thinks Motorola's December agreement to buy Tut Systems was a smart deal, and so he's mad as hell. \u001d  Zelvin is a broker at little Brill Securities who spent more than two years studying Tut's technology for sending television down phone lines to people's homes. He and his clients had accumulated a decent position in Tut (TUTS) as that company alluded to $200 million in contracts it was pursuing with an unnamed, large equipment provider, which Zelvin inferred was Motorola (MOT), for an unnamed telecom customer, which Zelvin inferred was Verizon Communications (VZ). Zelvin figured that when Verizon and other phone companies finally got into TV in a big way, Tut would enjoy $100 million in annual revenue and 62 cents a share in earnings (not even counting its tax-loss benefits). Zelvin concluded that Tut shares were easily worth $3 to $4. \u001d  But Tut agreed on Dec. 20 to be bought by Motorola for $1.15 a share, or $39 million-scarcely above where the shares had been trading.  Zelvin is angry. \"It really hurt me,\" he complains. \u001d  In their merger proxy, the companies disclose that Tut had nearly run out of money waiting for the phone industry's TV rollout. Cash on Tut's balance sheet had ebbed to $4.6 million in September. The company's banker declined to count the telecom-TV opportunity in his fairness opinion -- seeing as Tut's back was against the wall. \u001d  Zelvin isn't part of a Delaware state court class-action suit that's protesting Tut's failure to obtain a pricier buyout. But he sees Motorola's payment as unseemly. \"It's like an orphan was on the street with his cup out and a millionaire gives him a quarter,\" says Zelvin. \"The orphan is happy, but the millionaire should've really given him the $10 bill he was carrying in his pocket.\" \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"99714798d3f2ba77c6857a1c3fc33a8b","symR":["DCX","DCX.XE","DE0007100000"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Chrysler Pondering Buyouts For Canada Auto Workers -Report","GmtTimeStamp":"2007-02-10T07:45:00.000000000","CompanyCodes":["DCX","DCX.XE","DE0007100000"],"IndustryCodes":["AUT","XDAX","XDJGI","XNYA","XST5"],"Story":"\u001d  NEW YORK (Dow Jones)--The Canadian Auto Workers are negotiating with Chrysler to secure buyouts and early retirement offers for as many workers as possible, a top union official told The Detroit News. \u001d  The report quoted CAW Local 444 President Ken Lewenza as saying that, \"Chrysler has shown a unique willingness in these discussions to treat (the layoffs) as humanely as possible.\" \u001d  Lewenza is the chairman of the union's master bargaining committee at DaimlerChrysler AG (DCX). He is the first official involved in the negotiations to publicly confirm the U.S. arm of DaimlerChrysler is preparing buyouts for factory workers as part of a restructuring expected to be announced Wednesday, the report said. \u001d  Lewenza said CAW officials are using Ford Motor Co.'s (F) recent buyout and early retirement offers as a model in their negotiations. Among the incentives being discussed with the Canadian union are C$70,000 payouts to senior employees who are eligible for retirement, lump-some payouts to younger employees who would agree to walk away and give up all benefits, and incentives such as vouchers good toward the purchase of a Chrysler vehicle. \u001d  No final deal has been hammered out and union bargainers and senior Chrysler officials are preparing to negotiate through the weekend in Auburn Hills, Lewenza said. Local 444 represents Canadian Chrysler employees who work at assembly plants in Windsor and Brampton, Ontario. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 02:45 ET (07:45 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a2680eeb6f69f69b32ed2ba88fa26d83","symR":["MXRE"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":": N. James Tees and Sarene A. Bourdages Named Executive Vice Presidents of Max Re Capital Ltd.","GmtTimeStamp":"2007-02-10T13:11:00.000000000","CompanyCodes":["MXRE"],"IndustryCodes":["INS","INU","XDJGI"],"Story":"\bHAMILTON, Bermuda--(BUSINESS WIRE)--February 10, 2007-- \u001d  Max Re Capital Ltd. (NASDAQ: MXRE; BSX: MXRE BH) today announced that N. James Tees, previously the Company's Senior Vice President, Treasurer and Secretary, has been named Executive Vice President and Chief Risk Officer, effective immediately. \b \u001d  Max Re Capital also announced that Sarene A. Bourdages, previously the Company's Senior Vice President and General Counsel, has been promoted to Executive Vice President and General Counsel, also effective immediately. \b \u001d  W. Marston Becker, Chairman and Chief Executive Officer of Max Re Capital, said: \"I'm pleased to congratulate Jim and Sarene, who are already important members of our senior management team, on these well-deserved promotions.\" \b \u001d  Mr. Tees joined Max Re Capital in April 2000, and most recently served as the Company's Senior Vice President and Treasurer. From 1991 to 2000, he served as Vice President and Controller for Stockton Holdings Limited, a reinsurance business pursuing a diversified, global investment strategy. Mr. Tees, a CPA, began his career in 1980 at the public accounting firm of Coopers & Lybrand, where he was a senior audit manager. He is a member of both the American and Pennsylvania Institute of Certified Public Accountants. In addition to his responsibilities in his new role, Mr. Tees will continue to manage Max Re's relations with investors, banks and rating agencies. \b \u001d  Ms. Bourdages joined Max Re Capital in November 2002. From 1999 to 2002, she was an associate at Akin Gump Strauss Hauer & Feld, LLP in New York. From 1996 to 1999, she worked in international tax consulting at KPMG LLP. She earned her Juris Doctor and Master of Laws (International and Comparative Law) from Duke University School of Law in 1996 and her Bachelor of Arts in French and Political Science from the University of Missouri-Columbia in 1993. Ms. Bourdages is a member of the New York Bar. \b \u001d  Max Re Capital Ltd., through its principal operating subsidiaries, Max Re Ltd., Max Insurance Europe Limited and Max Re Europe Limited, provides insurance and reinsurance products to corporations, public entities, property and casualty insurers and life and health insurers. \b \u001d  This release includes statements about future expectations, plans and prospects of the Company that constitute forward-looking statements for purposes of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those suggested by such statements, including the risk that the SEC's view of the conclusions reached by the Audit and Risk Management Committee of the Company's Board of Directors in connection with the internal review of three finite risk retrocessional contracts written in 2001 and 2003, which caused the Company to restate its audited financial statements for the years ended December 31, 2005, 2004, 2003, 2002 and 2001 and unaudited financial statements for the periods ended March 31, 2006 and June 30, 2006, may differ, perhaps materially, and result in material changes to information contained in the Company's past SEC filings, including financial statements and financial information. For further information regarding cautionary statements and factors affecting future results, please refer to the Company's Quarterly Report on Form 10-Q/A for the period ended September 30, 2006 and other documents filed by the Company with the SEC. The Company undertakes no obligation to publicly update or revise any forward-looking statement whether as a result of new information, future developments or otherwise. \b \b    CONTACT: Max Re Capital Ltd. \b             N. James Tees, 441-296-8800 \b             Executive Vice President \b             jimt@maxre.bm \b             or \b             Kekst and Company \b             Roy Winnick, 212-521-4842 \b             roy-winnick@kekst.com \b \b    SOURCE: Max Re Capital Ltd. \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 08:11 ET (13:11 GMT)"},{"md5ID":"a3e1bc4bbd331b875894a3f0144d2949","symR":["ABMC","MTOX","OSUR"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) Sizing Up Small Caps: Drug Tests: Spitting Into The Wind","GmtTimeStamp":"2007-02-10T05:05:00.000000000","CompanyCodes":["ABMC","MTOX","OSUR"],"IndustryCodes":["DRG","MDS","MDV","XDJGI","XRUS"],"Story":"\b   (From BARRON'S) \b   By Jim McTague \u001d  In the lucrative business of drug and alcohol testing, the venerable plastic collection cup is being challenged by an impressive upstart -- the oral swab. Testing saliva increasingly looks to be faster, cheaper and less invasive than examining urine. But that doesn't mean that companies selling gear for saliva test are worthy investments. To the contrary, most of them are, well, spitting into the wind. \u001d  The problem is a firmly entrenched urine-test-only policy for some 11 million federal employees. Until that changes, saliva tests won't gain the credibility needed to take hold broadly. Though the Department of Health and Human Services has been mulling a change in this rule for more than two years, no resolution in sight. One federal workers' union   opposes swabs, contending that bosses could administer the test and produce \"false positives.\" \u001d  Result: The stock prices of spit-dependent companies aren't likely to rise anytime soon. In fact, this intriguing sector is a case study of how regulation, rather than economics and practicality, can determine a product's success. \u001d  Drug testing, of course, isn't just for the Barry Bondses of the world. Millions of American workers and job applicants now undergo drug tests each year. For most of these people, oral swabs are the most sensible approach: You don't need a lab, and tests take just five to 15 minutes on-site. \u001d  Indeed, companies promoting saliva tests can't stop talking up the benefits -- undeterred by the apparently immovable object known as the federal government. \u001d  One of these companies is American Bio Medica (ticker: ABMC) of Kinderhook, N.Y. It boasts that its on-site saliva test for illegal drugs is the most sensitive. \u001d  Founder and CEO Stan Cipkowski declares that several \"strategic relationships\" in the works will show \"we are going right through the roof in 2007!\" \u001d  Too bad investors aren't salivating: The stock has plunged to under $1 from $2 in 2005 and, as a result, faces possible Nasdaq delisting on Feb. 22, according to Cipkowski. \u001d  Avitar, of Canton, Mass., another distressed maker of oral swabs, has seen its shares (AVTI.OB) tumble from $17.50 in 2004 to three cents, on the over-the-counter bulletin board. Peter Cholakis, the company's vice president of marketing, partly blames lobbying by urine testers. \"Urine-testing labs do not want to see other technologies take hold,\" he says. \u001d  Avitar estimates that employers spend $1.5 billion-per-year for drugs-of-abuse testing, primarily in pre-employment screening. But that may be wishful thinking: Competitor Medtox Scientific, a St. Paul, Minn., urine-testing company, says the total market is closer to $400 million. \u001d  Medtox, with a market value of about $100 million, began trading on Nasdaq in February 2006 and has started making money after some big losses. Its shares (MTOX), which climbed nearly 60% in the past year, to a recent $12, look like one of the better bets in the drug-testing world. \u001d  Though its price-earnings ratio may appear high -- at nearly 20 times estimated earnings for the next 12 months -- it could well be justified by earnings gains. Analysts expect earnings growth of about 20% a year over the next five years. \u001d  OraSure Technologies (OSUR) is one of the few substantial stocks that might benefit from a pickup in oral drug testing -- when and if that happens. \u001d  With a market value of $375 million, it already has done well with oral HIV testing. Though oral drug testing is now a tiny part of its business, OraSure's earnings definitely would get a boost if Health and Human Services were to approve swabs, says Ed Shenkan, an analyst with Needham & Co. \u001d  Shenkan rates the stock Hold, though he's more bullish for the long term because of the strength of the company's HIV product. \u001d  Frequent expectations that a federal policy favoring swabs is imminent have always turned out to be overly optimistic, Shenkan warns. \u001d  None of which keeps Cipkowski of embattled American Bio Medica from hoping. He asserts that swabs have a clear cost advantage. \"Labs charge between $25 and $40 for a standard five-panel drug test and we charge $12 to $18 for saliva,\" he says. \u001d  And urine tests do have an Achilles' heel: They are easily defeated by employees using drug-free urine, in powder or liquid form, available from Internet merchants or other sources. The Government Accountability Office in 2005 found 400 drug-masking products online. \u001d  In some law-enforcement settings, suspects or parolees must be observed giving a sample -- so at least one company markets a prosthetic device resembling a you-know-what connected by tube to a plastic bag filled with \"clean\" urine that can be hidden down a pant leg. A television actor in 2006 was convicted of a parole violation after he admitted using this product. \u001d  All of which raises the strong possibility that Health and Human Services one day will approve oral swabs. Until then, however, caution is the watchword for investors. If if you jump onto the spit bandwagon too soon, you could take an ugly soaking. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a8fb96ff8ddc9830e997407abcc4199d","symR":["LSE.LN","NDAQ","NYX","GB00B0SWJX34"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Nasdaq CEO: Disappointed In Outcome Of LSE Quest","GmtTimeStamp":"2007-02-10T16:04:00.000000000","CompanyCodes":["LSE.LN","NDAQ","NYX","GB00B0SWJX34"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS"],"Story":"\u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 10, 2007 11:04 ET (16:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a97b2310ed06ff92d7181e9cc21535cc","symR":["CEN"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(2/12) Plugged In: Ackman Gains An Ally","GmtTimeStamp":"2007-02-10T05:03:00.000000000","CompanyCodes":["CEN"],"IndustryCodes":["ICS","SVC","XDJGI","XISL","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  Hedge-fund manager Bill Ackman's hostile campaign to supplant the board at Ceridian and force the company to spin off its fast-growing Comdata subsidiary gained an ally last week when fellow activist investor Ralph Whitworth of Relational Investors joined forces in his proxy war. \u001d  In a letter, Whitworth told the company that Ceridian (ticker: CEN) \"could benefit from fresh blood\" and that he found it \"flabbergasting that [Chief Executive Kathryn] Marinello chose not to reach out to shareholders\" and win their support. In a story last week on Ceridian, Barron's reported on the potential upside to Comdata's lucrative prepaid gift-card technology. \u001d  Whitworth's letter is the latest salvo in the Ceridian drama, which began in December, when Ackman's Pershing Capital Management disclosed its 11.3% stake in the company. \u001d  What's interesting about Whitworth's \"fresh blood\" jibe -- although implicitly referring to the board -- is that Marinello has been on the job for only five months. Ackman seems to have taken aim on Marinello, an alumna of General Electric, after a January meeting between the two. In correspondence to Ceridian filed with the Securities and Exchange Commission, Ackman says he came away from the meeting with the understanding that Marinello \"intends to retain Comdata as a captive subsidiary.\" \u001d  Her old boss wasn't surprised by his protege's tough stand. \"Katie's got real courage. She's got a real edge and is a strong-willed woman,\" said former GE CEO Jack Welch in an interview. \u001d  In his letters to Ceridian, Ackman professed dismay at Marinello's lack of enthusiasm for his Comdata spinoff proposal and concern over what he perceives to be Marinello's hankering for a buyout binge at the expense of failing to address low margins in Ceridian's core corporate payroll business. What's more, Ackman suggests that Marinello won't consider a spinoff because it would trim Ceridian's market value, putting limits on her ability to buy other companies. \u001d  Marinello denied the accusation in a letter of her own. \"We do not understand your stated concern that we are proposing to embark on an 'acquisition-driven conglomerate strategy,'\" she said. While it would be bad business to rule them out entirely, \"acquisitions are not our current focus, and we do not have plans to pursue acquisitions over the next year,\" Marinello told Ackman. \u001d  Ackman's other key public concern is that Marinello has never been a CEO and has little experience with payroll or human services. \u001d  \"I don't buy that at all,\" said Welch. At GE, Marinello proved that she was not an empire builder but a strong operator, he recalled, stating that she was assigned some troubled business lines, such as the credit operations of the defunct Montgomery Ward, and turned them around. \"If he wants a turnaround or he wants to improve margins, he's got somebody who can improve margins,\" Welch declared. \u001d  He admitted that the performances of former GE executives-turned-CEO have been a \"mixed bag,\" acknowledging the fall of ex-Home Depot boss Robert Nardelli. But Welch pointed to Intuit's Steve Bennett, Amgen's Kevin Sharer and former Honeywell CEO Larry Bossidy as sterling examples. \"She still has to prove that she can do this, but I would bet on her,\" Welch said of Marinello. \u001d  For now, Whitworth is betting on Ackman. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:03 ET (05:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ac96dd2179a91378b6942027cfc5c4ba","symR":["HAL"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"US Contractor Killed By US Forces Near Entrance To Air Base","GmtTimeStamp":"2007-02-10T19:40:00.000000000","CompanyCodes":["HAL"],"IndustryCodes":["EQS","OIE","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  BAGHDAD (AP)--The U.S. military confirmed on Saturday that American forces at Camp Anaconda, the huge air base north of Baghdad, shot and killed a civilian contract truck driver. \u001d  A spokeswoman for KBR, a contracting subsidiary of Halliburton Co. (HAL) that was formerly known as Kellog, Brown & Root, said the incident was under investigation. \u001d  Spokeswoman Melissa Norcross said the company was not releasing the name of the dead driver or a second person in the truck who was wounded \"to protect the individuals' privacy.\" \u001d  In Baghdad, Lt. Cmdr. Bill speaks said, \"There was an escalation of force incident at Camp Anaconda on Feb. 5 (Monday) that resulted in the death of a civilian contractor. The incident is under investigation by the Army Criminal Investigation Division and KBR.\" \u001d  An escalation of force incident normally means a driver approaching a checkpoint didn't respond to military orders to approach slowly and stop. \u001d  \"Sadly, 98 KBR employees and subcontractors have lost their lives, and more than 430 have been wounded by hostile action while performing services under the company's government contracts in Iraq, Afghanistan and Kuwait,\" Norcross said in an email response to queries about the incident, which was first reported on the Web site of a Flint, Michigan, television station. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 14:40 ET (19:40 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"afb94a0ecab89d4569fdce42c395cbce","symR":["JSAIY","KBR","SBRY.LN","TSCO.LN","GB0008847096","GB00B019KW72"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Poultry Sales Begin To Fall In UK - FT","GmtTimeStamp":"2007-02-10T11:16:00.000000000","CompanyCodes":["JSAIY","KBR","SBRY.LN","TSCO.LN","GB0008847096","GB00B019KW72"],"IndustryCodes":["CON","EQS","FDR","OIE","RTS","XDJGI","XFFX","XFT1","XISL","XNYA","XRUS","XSP5","XST5"],"Story":"\b \u001d  LONDON (Dow Jones)--Consumers' fears over bird flu are beginning to bite, with J Sainsbury (SBRY.LN), U.K.'s third-largest supermarket chain, reporting a 10% fall in poultry sales over the past five days, the Financial Times reports Saturday, citing company sources. \u001d  The retailer, which last weekend said it hadn't seen any change in sales despite news that the H5N1 bird flu virus had been detected on a Suffolk farm of Bernard Matthews, said buying patterns were beginning to change, the paper reports. \u001d  It writes, Tesco (TSCO.LN) the U.K.'s largest retailer, said it had also seen a \"slight dip.\" The paper adds that Tesco refused to comment on whether that trend had worsened over the course of the week. \b \u001d  Newspaper Web site: http://www.ft.com \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 06:16 ET (11:16 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b2c5861a5cf4601b9ea11b5107ccd7ba","symR":["GNC.YY"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Colombian Protesters Block Glencore's Coal Mine, 1 Dead","GmtTimeStamp":"2007-02-10T22:18:00.000000000","CompanyCodes":["GNC.YY"],"IndustryCodes":["COA","MNG"],"Story":"\b \u001d  BOGOTA (Dow Jones)--Clashes between a group of protesters blocking the Colombian coal mine of La Jagua owned by Swiss-based Glencore International AG and the police left one person dead on Saturday morning, according to a union leader. \u001d  People from the town of La Jagua Thursday started blocking access to the mine to protest against the pollution in the town, Joaquin Rivas, the president of the mine's labor union, told Dow Jones Newswires on Saturday. \u001d  He said protesters also demand the mine spend more on social works and to hire more people from the area. \u001d  \"Right now, the mine is running at half its capacity and the production of coal is stranded at the mine,\" he added. \u001d  Glencore produces 2.5 million metric tons of coal per year at La Jagua mine. \u001d  On Saturday morning, the Colombian police intervened to scatter the protesters. One person died during the riots and 28 others were injured, the police reported, according to local radio RCN. \u001d  President Alvaro Uribe said he will travel to La Jagua on Sunday, the radio report added. \u001d  Protesters say the mine and the 1,200 trucks shipping coal out of the mine every day leave coal dust all over the town, causing lung disease and pollution. \u001d  The trailers also cause damage to the roads and traffic accidents. Recently, one such truck killed 20 people when it crashed with a small bus. \u001d  Jorge Carvajales, the Chief Executive of Glencore's Colombian unit, wasn't immediately available for comment. \u001d  Coal is Colombia's second-biggest export earner. In the first 11 months of 2006 the country exported $2.67 billion worth of coal. \b \u001d  -by Inti Landauro, Dow Jones Newswires; 57-1-600 19 80; colombia@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 17:18 ET (22:18 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b5a41f56d2b8b061519b40a7b9cf3c21","symR":["NEW"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(2/12) Follow-Up: A Subprime Lender's Woes Aren't Over","GmtTimeStamp":"2007-02-10T05:08:00.000000000","CompanyCodes":["NEW"],"IndustryCodes":["REA","REI","XDJGI","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Jonathan R. Laing \u001d  The slow-motion train wreck in the U.S. subprime-mortgage market claimed another victim Thursday when shares of the major California-based specialist in the field, New Century Financial (ticker: NEW), tumbled 36% to 19.24. The company disclosed that it will report a loss for the fourth quarter of 2006, and will have to revise downward its financial results for the previous three quarters. \u001d  New Century, it seems, failed to reserve sufficiently for the flood of poorly performing mortgages it thought it had securitized and ousted from its books. Turns out trustees of securitized portfolios can force the original lender to take back bad paper if the homeowner defaults in the first six months of a loan's life. Also, New Century will have to write down the \"residual\" values of certain holdings it retained in its securitizations, because of a  jump in defaults and overly rosy valuation assumptions. The company warned that loan production this year could drop 20%. \u001d  Barron's readers were warned of New Century's impending problems over two years ago. (\"No Margin of Safety,\" Oct. 11, 2004), when we highlighted a number of risks in its business model. The stock price was then 60. Subsequently, in \"Coming Home to Roost\" (Feb. 13, 2006), we argued that New Century, then at 38, was in the path of a likely tsunami of subprime-mortgage defaults. \u001d  The future seems anything but bright. The U.S. has yet to feel the full brunt of upward rate resets on the adjustable-rate mortgages of recent years, when underwriting standards slipped. Defaults should spiral higher as monthly payments surge. New Century relies on outside liquidity to finance the assembly of its mortgage pools, prior to their sale. And that financing depends on confidence, which recent events may shake. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bcbb70e5ac2ba587a0578eefb1802e43","symR":["LEH"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"=WSJ UPDATE: Lehman Bros Investment Banker Young Leaves Firm","GmtTimeStamp":"2007-02-10T18:55:00.000000000","CompanyCodes":["LEH"],"IndustryCodes":["BNK","SCR","XDJGI","XFFX","XNYA","XRUS","XSP5","XSTF"],"Story":"\b \u001d  (Updates with comment from Lehman spokeswoman) \b \u001d  By Dennis K. Berman \u001d  Of THE WALL STREET JOURNAL \b \u001d  One of Lehman Bros. Holdings Inc.'s top investment bankers, Woody Young, has left the firm, according to people familiar with the matter. \u001d  As the focal point of Lehman's telecommunications practice, Mr. Young was in the thick of nearly every big telecom merger over the last decade. \u001d  (This story and related background material will be available on The Wall Street Journal Web site, WSJ.com.) \u001d  It was a fervent period of consolidation, and the deals helped Lehman push its merger advice business into the upper ranks of Wall Street, amid the likes of Morgan Stanley and Merrill Lynch. \u001d  The reasons for his departure remained unclear on Saturday, as is Mr. Young's next destination. On Friday, Mr. Young gathered colleagues and disclosed his departure, surprising many of them. \u001d  Notable banker moves have been relatively rare over the past few years, largely because a surging investment banking business have delivered sometimes-whopping pay packages to both senior and junior bankers. \u001d  \"Woody Young has made valuable contributions to our investment banking franchise,\" a Lehman spokeswoman said Saturday. Mr. Young declined to comment Friday evening. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 13:55 ET (18:55 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c342ad19ccbb1e47689abc2624ccd420","symR":["CBRY.LN","CSG","GB0006107006"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Cadbury Recalls Some Of Its Easter Chocolates In UK, Ireland","GmtTimeStamp":"2007-02-10T10:05:00.000000000","CompanyCodes":["CBRY.LN","CSG","GB0006107006"],"IndustryCodes":["BVG","FOD","OFP","SFT","XDJGI","XFT1","XNYA"],"Story":"\b \u001d  LONDON (AP)--Cadbury Schweppes PLC (CSG) is recalling some of its Easter eggs in the U.K. and Ireland because they have the wrong nut allergy labeling, the company said Saturday. \u001d  The recall affects selected products including \"Mini Creme Eggs\" and \"Easter Chicks with Buttons,\" the company said. It planned to alert customers to the recall in advertisements to run Sunday. \u001d  People who have bought Easter eggs and chocolates on the recall list will be able to claim a full refund by writing to an address provided in the ad, the company said. Customers also can call a helpline, 44-800-818-181, or visit a company Web site: www.cadbury.co.uk/easterrecall. \u001d  Britain's Food Standards Agency said that Cadbury had informed it about the recall on Friday night, as required by law. \u001d  In June, Cadbury, which is based in Birmingham, was forced to withdraw seven confectionary products from the U.K.-Irish market after reporting salmonella contamination at a plant. \u001d  The Easter eggs are being recalled from the store shelves because they are unsafe for people with nut allergies and haven't been correctly labeled. \u001d  The products are still \"perfectly safe\" for those without a nut allergy, and no other Cadbury products are affected, Cadbury said in a statement. \u001d  It said the chocolate eggs \"may contain traces of nuts. As a precaution, we advise nut allergy sufferers not to eat any of the Easter products until they either call the helpline number or log on to the Web site for further information.\" \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 05:05 ET (10:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c8efc92a47806df55c1c82fc1128a82c","symR":["AINV","BEP","DSX","KFT","LCM","MO","WWY","US02209S1033"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) Speaking Of Dividends: Chew-Chew Train","GmtTimeStamp":"2007-02-10T05:04:00.000000000","CompanyCodes":["AINV","BEP","DSX","KFT","LCM","MO","WWY","US02209S1033"],"IndustryCodes":["CEF","FOD","MAR","OFP","TOB","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  What a difference a year makes. \u001d  When Wrigley (ticker: WWY) appeared in this space in February 2006 after sweetening its dividend, its fourth-quarter earnings had been gummed up by higher sugar prices and restructuring expenses. Last Tuesday, Wrigley again upped its payout, but this time it also reported a 37% jump in December-quarter profit, thanks to stronger sales, chiefly in Europe, Asia and the Middle East. \u001d  The Chicago-based king of the $15 billion globalchewing-gum market will now pay 29 cents a quarter on shares of its regular and Class B common, up 13% from 25.6 cents. Holders of record April 13 will receive the new disbursement May 1, and the stock goes ex-dividend April 11. Yield: 2.27%. Dividends have been paid without interruption since 1913 and enhanced every year since 1980. \u001d  Traded on the Big Board, the shares change hands not far below their 52-week high of 54.37, set Oct. 23. Standard & Poor's rates the stock a Strong Buy. \u001d  In 2006, Wrigley earned $529.4 million, or $1.90 a share, a 2% increase from 2005. Sales climbed 13%, to a record $4.5 billion. Despite big gains abroad, U.S. volume was flat, as declines in sales of sugared gum significantly offset advances by the sugar-free variety. \u001d  Wrigley is firing off a barrage of new products globally. \u001d  In challenging London-based Cadbury Schweppes, which is attempting to whittle down Wrigley's 98% share of the U.K. market, the company is launching two new gums, including one that will offer \"enhanced dental benefits.\" In China, it will introduce a gum \"featuring wellness benefits based on traditional Chinese medicine.\" Just in time for Valentine's Day, Wrigley has moved into the chocolate market by buying 80% of Russian premium chocolatier A. Korkunov, for $300 million. Four years ago, Wrigley unsuccessfully bid $12.5 billion for Hershey, which chose to stay independent. \u001d  Financial adviser Bryan Perry's passion is double-digit income investing. To that end and with over 20 years of experience on Wall Street, he launched an e-newsletter advisory service on Jan. 1, 2006, at ChangeWave Investing (www.changewave.com) called The 25% Cash Machine. He also has a book of the same name, published a month ago. Perry searches for securities that generate around 10% in income and at least 15% in capital gains annually. \u001d  Investors who follow his technique will own a basket of special-case, high-yield securities -- managing them from time to time as needed-to rotate among the economy's strongest sectors. \u001d  One of his favorite five for 2007 is Apollo Investment (AINV), a lender to midsize companies. Recently trading a bit above 23, it yields about 9% and is expected to boost revenue 33% this year. For a \"Chindia\" play (China plus India), he likes Diana Shipping (DSX). Priced at around 17 and yielding 9.45%, Diana is a way to leverage on the whole emerging-market theme surrounding the pan-Asian continent. \u001d  For a broad-market component, Perry favors the S&P 500 Covered Call Fund (BEP). With a 10.7% dividend yield, it returned 29% last year. Perry expects specialty finance to perform well; his top choice there is Deerfield Triarc Capital (DFR). This real-estate investment trust trades below 17, and is a 10% yielder. Perry believes convertible securities will beat most other assets in 2007. Here he likes Advent/Claymore Enhanced Growth & Income Fund (LCM), which is trading at a slight discount to its net asset value while producing a dividend yield exceeding 8%. \u001d  When Altria spins off its remaining stake in Kraft Foods (KFT) on March 30 (March 16 is the record date; April 2 is the ex-date), holders will receive 0.7 of a Kraft share for each Altria share. Altria (MO) will immediately adjust its dividend so that Altria investors who keep their Kraft stock will, in the aggregate, get the same annual payout they received before the transaction. \u001d  Post-spinoff Altria holders will get about $2.74 on their Altria shares and the equivalent of 70 cents for each Kraft share, thereby preserving the current $3.44 yearly dividend on Altria stock. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d1705f3df561cf44248bb454cf899676","symR":["VG"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(2/12) Follow-Up: Vonage Woes Show No Sign Of Ending","GmtTimeStamp":"2007-02-10T05:07:00.000000000","CompanyCodes":["VG"],"IndustryCodes":["ISV","XDJGI","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Eric J. Savitz \u001d  For investors, the Vonage story has been tragic. Shares in the Internet telephony company (ticker: VG) have plummeted 65% to 5.38 from their May 2006 offering price of 17, and that slide includes a 22% selloff just since the start of '07. \u001d  If you're tempted to buy the stock now, don't. Vonage continues to add subscribers lured by its Internet phone service, which undercuts comparable service from the cable companies, but the company lacks the critical ability to offeranything like the triple-play packages of voice, video and data service now sold by both cable and phone concerns. \u001d  As a one-service company, Vonage could find itself crushed in the Titanic battle between the cable industry and the Bells for control of consumer-telecom dollars. As the battle intensifies, there is a risk the cable guys will chop the price they charge for phone service, undercutting Vonage's key weapon. \u001d  Barron's readers can't say they weren't warned of the company's woes and the likely course of its stock. I reviewed Vonage's situation three times, in each story sounding a cautionary note. In \"Will Vonage Fly\" (Oct. 31, 2005), which was published about six months before the IPO, I noted the company was looking to sell itself to the public or a private buyer, both potentially troubling courses. \u001d  A second piece, \"Vonage's Wrong Numbers\" (Feb. 13, 2006), scrutinized the company's IPO prospectus and warned that Vonage faced an uphill battle to reach profitability. In a Follow-Up last summer (\"Weasel While You Work,\" July 10, 2006), I wrote that \"the Vonage story gets uglier and uglier. And there's every reason to think it will get uglier still.\" And so it has. \u001d  In an interview with Barron's at the recent Consumer Electronics Show, Vonage CEO Jeff Citron noted that the company has produced double-digit growth for 18 quarters running. He also repeated his prediction that Vonage can turn \"an adjusted operating profit\" by the first quarter of 2008. Citron said the company expects to continue its heavy spending on advertising: an expected $360 million in 2006 and more than that this year. Vonage is shifting from edgy, male-oriented TV ads to a more diverse approach, reflecting a change in its customer base. \u001d  I'm as bearish as ever on Vonage. It is conceivable the stock has grown cheap enough to attract a private buyer, but I'm not sure why someone would bid. Vonage has a problematic business model: It is no more -- and no less -- than a supplier of plain, old phone service. With the cable companies and telcos blasting away at each other, wielding price as a weapon, Vonage could get caught in the crossfire. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d2bbe0a30993f85f58f705316a92578b","symR":["DCX","DCX.XE","F","DE0007100000"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) Mind, As Much As Muscle, Sets Auction Prices","GmtTimeStamp":"2007-02-10T05:09:00.000000000","CompanyCodes":["DCX","DCX.XE","F","DE0007100000"],"IndustryCodes":["AUT","CSV","XDAX","XDJGI","XFFX","XNYA","XRUS","XSP5","XST5"],"Story":"\b   (From BARRON'S) \b   By Robert Campbell Rowe \u001d  As they approach their 60s, muscle-car collectors are finally starting to use their heads. \u001d  After driving the prices of virtually every big-engined brute from the 1960s and early '70s to record levels in recent years, baby boomers were much more discriminating at 2007's first big auto auctions held in and around Phoenix last month. They paid more than ever for limited-production models or those with unusual features, like the convertible 1971 Barracuda pictured above,but drew the line at ubiquitous hemi-powered Dodges and Plymouths, standard-issue Mustangs and Camaros with loads of street miles and less-than-complete restoration. (See accompanying illustration -- Barron's February 12)For the latter, prices were pretty much flat with those a year ago. \u001d  \"Buyers have gotten very savvy,\" notes Steven Davis, president of Barrett-Jackson, which runs the biggest of the auctions, a carnival-like event reminiscent of a Nascar race that draws a quarter-million people, including 5,000 registered bidders. \"There is a demand for verifiable quality,\" he says. \u001d  Adds Drew Alcazar, president of classic-car specialist Russo and Steele, which runs a four-day sale nearby, \"The market has gotten conservative.\" \u001d  Of course, muscle cars aren't the only draw at these influential auctions. Vintage Ferraris, giant luxury cars like DeSotos from the '50s and Duesenbergs from the '30s, and even some rare pre-World War I Fords all received strong bids last month. Overall, the three auctioneers (another classic car purveyor, RM, also holds a sale near Phoenix) reported roughly $161 million in sales (1,670 cars), up slightly from 2006's $152 million (1,498), reflecting softening demand for lower-tier models. \u001d  Changes in the red-hot muscle-car market were most pronounced. \u001d  Consider some of the top sellers. Mustang Boss 429 Fastbacks from 1969 garnered anywhere from $253,000 for an \"unmolested\" (original, but not restored) model to $489,500 for a better-looking one to $605,500 for a perfectly presented specimen. Prices at the very top end were roughly twice what they were just a couple of years ago. Lower-tier Mustang prices, however, stabilized at about $10,000 to $12,000 after roughly tripling in the past decade, says Davis. \u001d  Even sought-after Shelbys are seeing gradations in pricing. Shelby's top-of-the-line Cobra, a fabled race car that could be modified for street use and whose total production totaled about 1,000, did well: A 1967 Cobra 427 S/C (semi-competition) Roadster sold at the RM auction for $1.43 million, the high end of its presale estimate. (A heavily promoted \"Super Snake\" Cobra, with 800 horsepower and owned by famed designer Carroll Shelby himself, took in an auction-leading $5.5 million.) But so-called Mustang Shelbys that Ford made in much greater numbers in the late 1960s fetched about $100,000 each for models in less-than-mint condition, a fraction of what their fully reconditioned siblings pulled down. \u001d  The same trend was evident in the 66 Camaros that Barrett-Jackson sold. A 1969 ZL1 coupe, a race car with an unusual 427-cubic-inch engine, sold for a remarkable $880,000 while two similar-vintage -- but much more common -- Z/28 RS coupes generated a combined $264,000. \u001d  Increasingly, buyers want proof that their purchases are what the sellers say they are. Records, starting with \"build sheets\" (factory paperwork), original bills of sale, matching serial numbers on major components and awards won at recognized car shows can all lift muscle-car values these days. \b \u001d  The buyers' newly discriminating taste runs in obvious contrast to the freewheeling image of muscle cars, which roared into American consciousness in the early 1960s with up to 400-plus horsepower. They were relatively cheap, great for drag racing on local streets and mythologized in countless songs, TV shows and movies. But they didn't do well on curves, especially with their target market -- young drivers -- at the wheel. By the late 1970s, safety concerns and rising fuel prices forced them off the road in favor of smaller, more energy-efficient and better-handling Japanese compacts. \u001d  By the 1990s, however, muscle-car collections were surging.  Even well-traveled models like the 1965 Mustang coupe began to attract bids of $3,500 or more from nostalgic middle-aged men. Their quick ascent in price has ruffled feathers among traditional car collectors. The editor of Sports Car Market magazine recently compared muscle cars' popularity to that of the Beanie Babies a decade ago, and predicted that prices were \"about to fall off a cliff.\" Another writer for the magazine sniffed that the cars appealed \"to the blue-collar crowd and many upwardly mobile construction workers-turned-contractors. . . . \" His advice: \"Sell your muscle cars, enjoy your Ferraris.\" \u001d  Instead of disappearing, it seems buyers' passions have become more refined. Owners of Dodges and Plymouths featuring hemis (hemispherical-combustion-chamber V8 engines created by Chrysler in 1951) were among those having to downshift their expectations in Phoenix. Prices for these models were flat, and some think they may be headed lower, because thousands are still around. Chrysler even puts modernized hemis in some new models. \u001d  As in other parts of the muscle-market, there are exceptions -- like the Plymouth Hemi 'Cuda convertibles -- that prove the rule. Last year, a 1970 Barracuda fetched an astounding $2.16 million at the Barrett-Jackson auction. Last month, a 1971 version garnered $2.42 million in the sale run by classic-car specialists RM, whose one-day auction is held at the tony Arizona Biltmore hotel. Only 11 of these 425-horsepower convertibles were originally sold (1971 was the last model year) and just two were delivered in the U.S. \b \u001d  Of course, many of the valuation methods now shaping muscle-car prices have been affecting collectible sports cars for years, especially high-end pre-1970 models. Ferrari tops this list. After a crazy speculative price bubble in 1989, when Japanese investors shelled out $10 million to $12 million for top Ferraris, prices nosedived, along with Japanese stocks. They've quietly come back, increasing by more than 50% in the past few years. \u001d  RM sold a 1957 Ferrari 250 Boano LWB (long wheelbase) Berlinetta for $720,000; a 1967 330 GTC went for $220,000. Rarity works in Ferraris' favor: Even the more common versions seldom numbered more than 1,000 to 1,200; others totaled less than 100. \"Interest is very strong for vintage sports and racing cars,\" says Rob Myers, the founder of RM. \u001d  Certain types of \"Land Yachts,\" or big luxury cars from the 1950s, also did very well in Phoenix. Their prices have risen more than 50% over the course of the past couple of auctions. \u001d  Convertibles were in particular demand. Barrett-Jackson sold a 1959 DeSoto Firesweep Convertible for $319,200 and a 1959 DeSoto Adventurer Convertible for $253,000. That's considered the best vintage for these flamboyant luxury cars, as Detroit's auto makers battled to \"outfin\" one another. Both DeSotos were professionally restored, original and rare. At RM, a 1956 Lincoln Premiere convertible, one of 2,447 made that year, fetched $181,500. \u001d  Big luxury cars from the 1930s are also climbing in value because of their scarcity and the limited possibility of a \"barn find\" (discovery of a previously unknown one). The ultimate American car of that era, Duesenberg, continued to gain luster. A Model SJ Cabriolet sold at RM's auction for $2.805 million. It's the last one ever made, and its body -- created in 1940, three years after the chassis --  was made by Rollson Coachbuilders, considered one of the greatest metal benders of its era. \u001d  As scarce as these DeSotos, Lincolns and Duesenbergs are, there are still far more of them around than the very oldest pre-World War I cars, known as \"Brasses.\" RM sold a 1903 Ford Model-A Rear Entrance Tonneau for $693,000. It is the oldest surviving car built by Ford and has all the documentation to prove it. Bidders consider these cars the equivalent of extremely rare antiques. \u001d  Of course, not every car at the auctions sold for hundreds -- or even tens -- of thousands of dollars or deserved museum treatment. Some are made to be driven. A guy from Nebraska bought a 1980 Dodge pick-up at the auction for $4,700. Why? \u001d  \"I needed a ride home,\" he said. \u001d  --- \u001d  ROBERT CAMPBELL ROWE, a long-time editor and publisher of magazines and books on collecting, is a freelance writer in Phoenix. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d5077a0b8ae270f2b69506333403a983","symR":["0005.HK","00953.AE","ADI","ALTR","CSCO","ERIC","ERIC-B.SK","FSL","HBC","HSBA.LN","IFX","IFX.XE","LLTC","LVS","MA","MOT","MXIM","NEW","NOK","NOK1V.HE","PHG","SCMR","SPY","TLAB","TOL","XHB","XLNX","DE0006231004","FI0009000681","GB0005405286","NL0000009538","SE0000108656","US17275R1023","US6200761095"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) The Trader: A Late Selloff Trims The High Fliers","GmtTimeStamp":"2007-02-10T05:10:00.000000000","CompanyCodes":["0005.HK","00953.AE","ADI","ALTR","CSCO","ERIC","ERIC-B.SK","FSL","HBC","HSBA.LN","IFX","IFX.XE","LLTC","LVS","MA","MOT","MXIM","NEW","NOK","NOK1V.HE","PHG","SCMR","SPY","TLAB","TOL","XHB","XLNX","DE0006231004","FI0009000681","GB0005405286","NL0000009538","SE0000108656","US17275R1023","US6200761095"],"IndustryCodes":["BAN","BNK","CFN","CMT","CNO","CSE","ENT","EXT","HOM","HPR","REA","REI","SEM","XAEX","XDAX","XDJGI","XENX","XFFX","XFT1","XGTI","XHEX","XHSG","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XST5","XSTX","XSXA"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  Anyone who has ever been snowed in knows that the longer the confinement, the greater the desire to bust out and bolt. For six consecutive days, the Standard & Poor's 500 index had been trapped upon closing within a tight four-point range between 1446 and 1450, one of the narrowest in three decades. With each fitful session, the odds increased that the crowd would jump on the first sign of a breakout, no matter its cause. \u001d  Friday, a pair of speeches by Federal Reserveofficials warning of higher interest rates if inflation doesn't ebb gave investors a reason to pick a direction at last. That direction was south. That the Fed will lift borrowing costs if prices rise hardly is news. But with stocks perched at precarious peaks, it provided a tidy excuse for a tetchy crowd to take some profits. \u001d  Friday's selloff took down many of the market's recent high-fliers, from real estate investment trusts to hot stocks like MasterCard (ticker: MA) and Las Vegas Sands (LVS). The S&P 500 reached a 6 1/2-year high midweek but ended the week lower for the third time in four weeks, declining 10, or 0.7%, to 1438. The Dow Jones Industrials lost 73, or 0.6%, to 12,581. \u001d  The Nasdaq Composite also fell for the third time in four weeks, edging down 16, or 0.6%, to 2460. The Russell 2000 index of small stocks reached a record 816 Thursday, but Friday's drop took it down 2, or 0.3%, to 807 for the week. The bond market sold off, too. \u001d  While bargain hunters stepped in to stop the slide Friday afternoon, the reversal from stocks' midweek high will give bears a rare glimmer of hope. The Nasdaq's inability to ride the midweek lift from Cisco Systems' (CSCO) robust outlook also points to the increasingly conspicuous weakness in the technology sector. Bank stocks' retreat amid credit concerns will vex those looking to financials to lead. \u001d  But Friday's setback can hardly qualify as a surprise. Even bulls have come to expect this extended market to take a breather. As the broad Dow Jones Wilshire 5000 index pushed to a seven-year high Wednesday, put buying and hedging generally kept pace with bullish call buying. A mere four stocks slipped to 52-week lows at the Big Board midweek, and while that number is likely to tick up, the market's strength remains largely intact. But amid the growing uncertainties, gold rose to $667.50 an ounce, an eight-month high. \u001d  So, is this a pause that might refresh, or the start of a deeper pullback? For a market fixated on monetary policy, much will depend on the economic assessment offered by Fed chairman Ben Bernanke when he testifies before Congress this week. Recent economic data have been benign, corroborating the view of a soft economic landing, although that may be substantially factored into stock prices. \u001d  What else is on Carl Icahn's shopping list? That question has been making the rounds since the billionaire investor announced he had amassed a 1.4% stake in Motorola (MOT), and plans to prod the company to buy back a very big pile of its cheap shares. \u001d  If Icahn's assessment is right, other telecom-equipment and chip companies may soon find themselves caught in the cross-hairs of impatient shareholders or buyout firms, all eyeing their cash stashes. And Icahn isn't the only one on the prowl. Recent multi-billion buyouts of Freescale Semiconductor (FSL) and Philips Electronics' (PHG) chip unit suggest that cash-rich chip or telecom-equipment makers with underleveraged balance sheets are quickly becoming a new quarry. \u001d  \"Both events represent an effort to extract shareholder value through a change in capital structure,\" says Zhiping Zhao, a senior analyst at the independent research firm CreditSights, who sees mounting \"pressure from shareholders for these companies to return excess cash, as well as optimize capital structure and create shareholder value.\" \u001d  For management, this is a relatively new threat exacerbated by maturing businesses, slowing growth and increasingly conspicuous piles of cash. According to CreditSights, cash makes up roughly 19.1% of the total market cap of semiconductor makers, compared with 6.1% for consumer cyclicals, 5.8% for materials and 4.9% for industrial companies. Chip and telecom-equipment companies also have little or no debt, and relatively limited stock-buyback and dividend plans. \u001d  For much of the past decade, investors have looked to these companies to deliver accelerating growth, with cash understandably earmarked for funding expansion or acquisitions. But the buying frenzy and capital expenditures have cooled since the tech heyday, and pressure is coming to bear to optimize the balance sheet, especially for companies that have failed to appease investors by improving stock returns. \u001d  Sure, the ability to wring operating- profit improvements or cut cost will vary widely in these sectors, and chip companies' historically muted multiples must be viewed against some of these companies' uncertain growth prospects. But Zhao flagged companies like ADI (ADI), Linear Technologies (LLTC), Maxim (MXIM), Altera (ALTR), and Xilinx (XLNX) as potential LBO targets. European companies like Infineon (IFX) and ST Microelectronics also screen as cheap LBO targets considering the debt that can be loaded onto their ledgers. \u001d  If telecom-equipment companies' fluctuating cash flow gives buyout investors pause, heavyweights like Motorola, Ericsson (ERIC), and Nokia (NOK) that have under-leveraged balance sheets could face shareholder pressure to unlock value. So too could fallen angels like Sycamore Networks (SCMR), and smaller equipment vendors like Tellabs (TLAB). \b \u001d  Home builders' stocks have found firmer ground since the summer, but disheartening news last week threatened to rattle that fragile foundation. The case for the home builders months ago was built on attractive price-to-book valuations, solid balance sheets and conviction that a downturn in the housing market was factored amply into the group's slip-sliding shares. But a 33% surge in the S&P Homebuilders SPDR Fund (XHB) since mid-July, double the broad market's robust advance, made the group vulnerable to a pullback in the absence of better profits. \u001d  Things got wobbly last week after luxury home builder Toll Brothers (TOL) announced a 33% drop in orders and warned investors to expect larger write-downs when it reports earnings later this month. Rising delinquencies and soured loans at HSBC Holdings (HBC) and New Century Financial (NEW) added to the unease (see story on page 20). Was that a preview of coming distractions? \u001d  Home-building stocks tend to rise in tandem with Treauries, as bond-market rallies and corresponding declines in yields and interest rates help bolster home demand. Yet, the home builders have marched higher, even with yields up since December and strong economic data extending an anticipated rate cut further into the future, notes Michael Benhamou, a London-based managing partner at Louis Capital Markets. \u001d  With the sector now trading at about 20 times forward earnings, ahead of the 15 times for the broad market, Benhamou reckons there's downside risk of about 25%. A bearish bet on the XHB paired with a bullish one using the S&P depositary receipts (SPY) allows one to benefit from the sector's relative underperformance in the short term. \u001d  While there are early signs that the rise in buyers bailing has started to slow, cancellations are 34% higher than last year, and rising mortgage defaults and foreclosures threaten to add to the inventory glut. Construction normally slated for spring also might have occured in December and January amid balmy weather, which the cold front has now put in the deep freeze. \u001d  More important, aggressive reliance by home builders on incentives, land-related write-downs and price discounts to goose sales could exact a toll on 2007 margins and profits, as well as recent stock gains. With capital flowing into the sector ETF, Tom McManus, Banc of America Securities' chief U.S. strategist, cautions that \"the housing recovery will be slow, a drawn out process.\" \u001d  Home builders might have suffered their biggest losses. But investors betting on a rebound often are early. Expect restoration --  like any home renovation -- to go over schedule and test patience. \u001d  --- \b                     VITAL SIGNS \b \b                            Friday's     Week's     Week's \b                               Close     Change     % Chg. \b \bDJ Industrials              12580.83     -72.66      -0.57 \bDJ Transportation            4919.45     -87.44      -1.75 \bDJ Utilities                  473.54     +12.08      +2.62 \bDJ 65 Stocks                 4269.18     -13.03      -0.30 \bDJ US Total Mkt               350.07      -2.14      -0.61 \bNYSE Comp.                   9291.65     -33.59      -0.36 \bAmex Comp.                   2153.06     +16.84      +0.79 \bS&P 500                      1438.06     -10.33      -0.71 \bS&P MidCap                    845.03      +2.13      +0.25 \bS&P SmallCap                  411.58      -2.04      -0.49 \bNasdaq                       2459.82     -16.06      -0.65 \bValue Line (arith.)          2297.41      -0.98      -0.04 \bRussell 2000                  807.11      -2.30      -0.28 \bDJ Wilshire 5000            14556.05     -86.40      -0.59 \b \b                                      Last Week   Week Ago \bNYSE \bAdvances                                  1,683      2,848 \bDeclines                                  1,834        687 \bUnchanged                                    91         79 \bNew Highs                                   822        688 \bNew Lows                                     31         34 \bAv Daily Vol (mil)                        2,645.1    2,728.2 \bDollar \b(Finex spot index)                           84.87      84.96 \bT-Bond \b(CBT nearby futures)                        111-03     110-03 \bCrude Oil \b(NYM light sweet crude)                      59.89      59.02 \bInflation KR-CRB \b(Futures Price Index)                       305.19     301.33 \bGold \b(CMX nearby futures)                        667.50     646.20 \u001d  --- \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 10, 2007 00:10 ET (05:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d6e079b37412a36901b9b5d85b3713af","symR":["MXRE"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Max Re Capital Reports Record Net -3-","GmtTimeStamp":"2007-02-10T13:05:00.000000000","CompanyCodes":["MXRE"],"IndustryCodes":["INS","INU","XDJGI"],"Story":"\b  Accretion of deposit liabilities                (6,513)       4,652 \b  Net realized (gains) losses on sale of \b   fixed maturities                                5,798          743 \b  Alternative investments                        160,626     (107,787) \b  Accrued interest income                         (6,290)      (8,375) \b  Premiums receivable                              7,777     (135,952) \b  Losses and benefits recoverable from \b   reinsurers                                    (84,368)    (113,518) \b  Funds withheld                                   1,547          667 \b  Deferred acquisition costs                      19,951      (14,245) \b  Prepaid reinsurance premiums                   (20,950)      (4,156) \b  Receivable for securities redeemed            (131,998)      (4,565) \b  Other assets                                   (16,831)       3,383 \b  Property and casualty losses                   329,077      550,933 \b  Life and annuity benefits                       41,336      188,123 \b  Funds withheld from reinsurers                 (17,269)     (13,068) \b  Unearned property and casualty premiums         (6,500)      (4,657) \b  Reinsurance balances payable                   (11,275)      40,523 \b  Accounts payable and accrued expenses           25,049      (17,967) \b \b                                             ------------ ------------ \bCash from operating activities                   528,552      394,528 \b                                             ------------ ------------ \b \bINVESTING ACTIVITIES \b  Purchase of fixed maturities                (1,108,748)  (1,789,339) \b  Sales of fixed maturities                      555,918    1,181,516 \b  Redemptions of fixed maturities                165,119       58,061 \b \b                                             ------------ ------------ \bCash used in investing activities               (387,711)    (549,762) \b                                             ------------ ------------ \b \bFINANCING ACTIVITIES \b  Net proceeds from issuance of common shares     11,503      286,027 \b  Repurchase of common shares                        (18)      (7,360) \b  Dividends                                      (14,273)      (8,955) \b  Additions to deposit liabilities                25,587        9,772 \b  Payment of deposit liabilities                 (40,013)     (55,575) \b  Notes and loans repaid                             465       10,050 \b \b                                             ------------ ------------ \bCash from (used in) financing activities         (16,749)     233,959 \b                                             ------------ ------------ \b \bEffect of exchange rate on cash                    3,772       (3,882) \b \bNet increase in cash and cash equivalents        127,864       74,843 \b \bCash and cash equivalents, beginning of \b period                                          314,031      239,188 \b \b                                             ------------ ------------ \bCASH AND CASH EQUIVALENTS, END OF PERIOD     $   441,895  $   314,031 \b                                             ============ ============ \b \bSUPPLEMENTAL DISCLOSURE OF CASH FLOW INFORMATION: \b \bInterest paid totaled $12,384 and $10,269 for the years ended December \b 31, 2006 and 2005, respectively. \bTaxes paid totaled $1,430 and $1,058 for the years ended December 31, \b 2006 and 2005, respectively. \b \bMAX RE CAPITAL LTD. \b--------------------------------------------- \b \bSCHEDULE OF SUPPLEMENTAL DATA - YEAR ENDED DECEMBER 31, 2006 \b (Unaudited) \b \b \bYear to Date Segment Information:           Property & Casualty \b                                     --------------------------------- \b(in 000's US$)                       Reinsurance Insurance    Total \b                                     --------------------------------- \b \bGross premiums written                 $423,555  $ 396,594  $ 820,149 \bReinsurance premiums ceded              (35,267)  (194,549)  (229,816) \b                                     --------------------------------- \bNet premiums written                   $388,288  $ 202,045  $ 590,333 \b                                     ================================= \b \bEarned premiums                        $456,283  $ 373,913  $ 830,196 \bEarned premiums ceded                   (33,470)  (176,036)  (209,506) \b                                     --------------------------------- \bNet premiums earned                     422,813    197,877    620,690 \b \bNet investment income                    38,613     14,852     53,465 \bNet gains on alternative investments     20,167      5,168     25,335 \bNet realized losses on sales of fixed \b maturities                                   -          -          - \bOther income                                  -          -          - \b                                     --------------------------------- \b \bTotal revenues                          481,593    217,897    699,490 \b \bLosses and benefits                     296,036    124,183    420,219 \bAcquisition costs                        77,330       (136)    77,194 \bInterest expense                         (3,828)         -     (3,828) \bGeneral and administrative expenses      23,484     15,641     39,125 \b                                     --------------------------------- \bTotal losses and expenses               393,022    139,688    532,710 \b \b                                     --------------------------------- \bNet income (loss)                      $ 88,571  $  78,209  $ 166,780 \b                                     ================================= \b \bLoss Ratio (a)                             70.0%      62.8%      67.7% \bCombined Ratio (b)                         93.9%      70.6%      86.4% \b \b \bYear to Date Segment Information:   Life &    Corporate  Consolidated \b                                     Annuity \b                                  ------------------------------------ \b(in 000's US$)                    Reinsurance \b                                  ------------ \b \bGross premiums written                $45,048   $     -     $ 865,197 \bReinsurance premiums ceded               (730)        -      (230,546) \b                                  ------------------------------------ \bNet premiums written                  $44,318   $     -     $ 634,651 \b                                  ==================================== \b \bEarned premiums                       $45,048   $     -     $ 875,244 \bEarned premiums ceded                    (730)        -      (210,236) \b                                  ------------------------------------ \bNet premiums earned                    44,318         -       665,008 \b \bNet investment income                  29,013    67,552       150,030 \bNet gains on alternative \b investments                           22,901    36,514        84,750 \bNet realized losses on sales of \b fixed maturities                           -    (5,798)       (5,798) \bOther income                                -     1,021         1,021 \b                                  ------------------------------------ \b \bTotal revenues                         96,232    99,289       895,011 \b \bLosses and benefits                    77,750         -       497,969 \bAcquisition costs                       1,739         -        78,933 \bInterest expense                        5,233    12,427        13,832 \bGeneral and administrative \b expenses                               3,038    45,226        87,389 \b                                  ------------------------------------ \bTotal losses and expenses              87,760    57,653       678,123 \b \b                                  ------------------------------------ \bNet income (loss)                     $ 8,472   $41,636     $ 216,888 \b                                  ==================================== \b \bLoss Ratio (a) \bCombined Ratio (b) \b \bSCHEDULE OF SUPPLEMENTAL DATA - THREE MONTHS TO DECEMBER 31, 2006 \b (Unaudited) \b \b \b \bQuarter Segment Information:                 Property & Casualty \b                                       ------------------------------- \b(in 000's US$)                         Reinsurance Insurance   Total \b                                       ------------------------------- \b \bGross premiums written                   $ 26,074  $120,516  $146,590 \bReinsurance premiums ceded                 (1,614)  (58,353)  (59,967) \b                                       ------------------------------- \bNet premiums written                     $ 24,460  $ 62,163  $ 86,623 \b                                       =============================== \b \bEarned premiums                          $116,403  $ 99,739  $216,142 \bEarned premiums ceded                      (8,999)  (48,851)  (57,850) \b                                       ------------------------------- \bNet premiums earned                       107,404    50,888   158,292 \b \bNet investment income                       9,159     4,609    13,768 \bNet gains on alternative investments       16,826     4,406    21,232 \bNet realized gains on sales of fixed \b maturities                                     -         -         - \bOther income                                    -         -         - \b                                       ------------------------------- \b \bTotal revenues                            133,389    59,903   193,292 \b \bLosses and benefits                        71,076    40,869   111,945 \bAcquisition costs                          19,970      (690)   19,280 \bInterest expense                            2,656         -     2,656 \bGeneral and administrative expenses         6,527     4,874    11,401 \b                                       ------------------------------- \bTotal losses and expenses                 100,229    45,053   145,282 \b \b                                       ------------------------------- \bNet income (loss)                        $ 33,160  $ 14,850  $ 48,010 \b                                       =============================== \b \bLoss Ratio (a)                               66.2%     80.3%     70.7% \bCombined Ratio (b)                           90.8%     88.5%     90.1% \b \b \b \bQuarter Segment Information:        Life &     Corporate Consolidated \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 10, 2007 08:05 ET (13:05 GMT)"},{"md5ID":"dbf21124de3fc24c8067ea11be3b013b","symR":["0005.HK","AAL.LN","AAUK","ALU","ALU.FR","BBL","BLT.LN","ERIC","ERIC-B.SK","HBC","HSBA.LN","RIO.AU","RIO.LN","RTP","AU000000RIO1","FR0000130007","GB0000566504","GB0004901517","GB0005405286","GB0007188757","SE0000108656"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) European Trader: HSBC Pays The Price","GmtTimeStamp":"2007-02-10T05:09:00.000000000","CompanyCodes":["0005.HK","AAL.LN","AAUK","ALU","ALU.FR","BBL","BLT.LN","ERIC","ERIC-B.SK","HBC","HSBA.LN","RIO.AU","RIO.LN","RTP","AU000000RIO1","FR0000130007","GB0000566504","GB0004901517","GB0005405286","GB0007188757","SE0000108656"],"IndustryCodes":["BAN","BNK","CMT","MNG","XATI","XCA4","XDJGI","XENX","XFT1","XGTI","XHSG","XISL","XNQ1","XNYA","XORD","XST5","XSTX","XSXA"],"Story":"\b   (From BARRON'S) \b   By Martin Fluck, Arindam Nag and Matthew Curtin \u001d  HSBC is paying the price for winning market share in the U.S. at any price. But what's more worrying for investors is what HSBC's problems say about the outlook for other U.S. mortgage lenders and the prospects for American economic growth if defaults on home loans worsen. \u001d  In the States, HSBC (HBC) offers nonstandard products like interest-only mortgages, and it has been an aggressive player in the second-lien market since 2003 when it bought U.S. mortgage group Household Finance, many of whose customers' homes have wheels. In addition, HSBC North America is far less focused on the liability side of a balance sheet than, say, Royal Bank of       HSBC North America had half as many customer deposits -- $147 billion -- as customer loans -- $288 billion -- at the end of 2006. \u001d  Despite this imbalance, HSBC's North American mortgage lending business accounted for only 5% or so of its parent company's total profit in 2006. And while HSBC raised its troubled-loan provisions for 2006-2008 by 20% more than the average of analysts' forecasts, some had expected even worse news. Dresdner Kleinwort, for example, had looked for a 50% rise. That may explain why HSBC's shares fell only 2% Thursday. \u001d  By coming clean on the extent of its potential bad-debt problem, HSBC's action does suggest that heavy provisioning is coming at other banks exposed to the U.S. home-loan market. Not only that, but bad debts may be spreading beyond the higher-risk segment. \u001d  Sub-prime mortgage lending is a leading indicator for the rest of the economy, and delinquency trends are accelerating. For investors, this raises the specter of a slow-motion crash for the American economy, even though many are confident that growth will hold up through 2007 amid signs housing prices have bottomed. \u001d  Rising U.S. bond yields in January should feed through to more costly mortgages -- keeping the housing market under pressure. And recent Fed surveys suggest that mortgage lenders are tightening lending standards. \u001d  All this indicates that investors in U.S. banking stocks can expect another round of asset impairments. After all, it's human nature to try to manage your debt burden as long as possible before biting the bullet. \b \u001d  BHP Billiton's massive share buyback program reflects the miner's confidence in its future internal growth and pricing power. \u001d  That confidence is unshaken, despite the acquisition sprees of many of its rivals and consolidation among its most important consumers, as well as China's emergence as a net exporter of raw materials. The $10 billion buyback, on top of a 14% dividend hike, to be implemented through 2008 shows that BHP believes it can generate large amounts of operating cash flow. \u001d  Management seems confident that it can handle the bumps of incremental labor and other capital costs,too. By the time the latest planned buyback ends, BHP Billiton will have returned nearly $27 billion to investors since mid-2001, despite having spent $7 billion to buy Australian miner WMC Resources in 2003 to boost its nickel portfolio \u001d  Overall, BHP (ticker: BBL) believes that finding projects on its own is more lucrative than spending money on acquisitions. That contrasts with the strategy of many of its rivals. Last year, more than $126.6 billion was spent on 1,022 M&A deals in the mining sector, according to the DealLogic research firm. \u001d  That said, BHP isn't losing out on investment opportunities. The company has a $17 billion pipeline of projects including two U.S. oil & gas projects that will cost $3.5 billion and two ventures in western Australia: the $2.2 billion Ravensthorpe nickel project and a $1.3 billion iron-ore project. \u001d  Even if costs jump, as they have already done at Ravensthorpe, BHP's cash flow can absorb it. Its capex is roughly 40% of its operating cash flow. And should a major acquisition beckon, BHP would have little problem funding one. Its net debt, at a little under $8 billion, equals 25% of its total capital. \u001d  Even if it borrowed another $10 billion, it could continue with the share-buyback program without over-stretching its credit rating. And there are at least a dozen miners currently valued under $10 billion, including Vedanta Resources (VED.U.K.) Lonmin and Antofagasta (ANTO.U.K). \u001d  That said, the deluge of cash on the miners' books has been noticed by steel makers, particularly as the consolidation of that industry has begun in earnest. \u001d  More consolidation may be necessary for the steel producers' bargaining power to improve significantly. But Chinese steel makers -- led by Baosteel -- have reportedly been taking a tough stance in negotiations over iron-ore contracts. The recent 9.5% rise in prices, which takes effect in April, might not be repeated again soon. \u001d  And demand for raw materials may yet slacken if China's government successfully applies the brake to its booming economy. Base metal prices have fallen abruptly in recent weeks. \u001d  Still, these are good days for BHP's investors. And its willingness to line its shareholders' pockets may pressure rivals Rio Tinto (RTP) and Anglo American (AAUK) to become more generous. \b \u001d  After Alcatel-Lucent tumbled to a fourth-quarter loss, its outlook for 2007 hardly inspires unbridled optimism. \u001d  Yet CEO Patricia Russo contends that the telecom-equipment supplier will grow in line with the sector this year, even though revenue will shrink, at least in the first quarter. To meet her projection, the company would have to grab market share in the final nine months of the year. That would be a tall order for a company in the throes of a difficult merger. \u001d  The extra 12,500 job cuts that Alcatel-Lucent envisions are hardly likely to help staff morale, even if they have whetted investors' appetite for a medium-term improvement in margins. \u001d  Alcatel-Lucent's American depositary shares, which closed Monday at 12.75, ended Thursday at 13.67 on optimism about the headcount reduction. But they slumped Friday on the realization that trimming the company's payroll could be difficult, given union threats to strike in protest, and France's coming presidential and parliamentary elections. \u001d  Socialist Party candidate Segolene Royal, whose rhetoric took a leftward lurch last week, is only a few points behind conservative rival Nicolas Sarkozy in the polls. \u001d  Alcatel-Lucent Chairman Serge Tchuruk has said in the past that cutting jobs in France isn't any more difficult than in any other developed country; it just takes six months longer. Even if he's right, that's time that Alcatel-Lucent can ill afford. \u001d  Commercially, Alcatel-Lucent faces the challenge of rationalizing its portfolio of Alcatel, Lucent, Fujitsu and Nortel gear. \u001d  As Alcatel-Lucent also found in the fourth quarter, competition remains tough in the telecom-equipment sector. Renewed buying by U.S. telephone companies will help only to a degree in the coming months. \u001d  L.M. Ericsson's belief that the overall market won't grow as fast in 2007 as it thought is hardly reassuring for Alcatel-Lucent. After all, Ericsson (ERIC) seems to be the mainstream supplier that's gaining share. \u001d  Alcatel-Lucent is likely to miss its revenue and earnings targets this year, while incurring heavy restructuring costs. In the short term, it also faces the unpleasant prospect of squeezed cash flow and, possibly, a strained balance sheet. \u001d  At a price that works out to around 18 times estimated 2007 earnings, Alcatel-Lucent's shares don't look attractive for the risk-averse. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"dda458f7c25dd873ad8c002ba7f13257","symR":["MXRE"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Max Re Capital Ltd. Announces Dividend","GmtTimeStamp":"2007-02-10T13:08:00.000000000","CompanyCodes":["MXRE"],"IndustryCodes":["INS","INU","XDJGI"],"Story":"\bHAMILTON, Bermuda--(BUSINESS WIRE)--February 10, 2007-- \u001d  Max Re Capital Ltd. (NASDAQ: MXRE; BSX: MXRE BH) announced today that the Company's Board of Directors, at a meeting held on February 9, 2007, declared a quarterly dividend of $0.07 per share. \b \u001d  The dividend is payable on March 9, 2007, to shareholders of record as of February 23, 2007. \b \u001d  Max Re Capital Ltd., through its principal operating subsidiaries, Max Re Ltd., Max Insurance Europe Limited and Max Re Europe Limited, provides insurance and reinsurance products to corporations, public entities, property and casualty insurers, and life and health insurers. \b \u001d  This release includes statements about the Company's future expectations, plans and prospects that constitute forward-looking statements for purposes of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those suggested by such statements, including the risk that the SEC's view of the conclusions reached by the Audit and Risk Management Committee of the Company's Board of Directors in connection with the internal review of three finite risk retrocessional contracts written in 2001 and 2003, which caused the Company to restate its audited financial statements for the years ended December 31, 2005, 2004, 2003, 2002 and 2001 and unaudited financial statements for the periods ended March 31, 2006, and June 30, 2006, may differ, perhaps materially, and result in material changes to information contained in the Company's past SEC filings, including financial statements and financial information. For further information regarding cautionary statements and factors affecting future results, please refer to the Company's Quarterly Report on Form 10-Q/A for the period ended September 30, 2006 and other documents filed by the Company with the SEC. The Company undertakes no obligation to publicly update or revise any forward-looking statement whether as a result of new information, future developments or otherwise. \b \b    CONTACT: Max Re Capital Ltd. \b             N. James Tees, 1-441-296-8800 \b             Executive Vice President \b             jimt@maxre.bm \b             or \b             Kekst and Company \b             Roy Winnick, 212-521-4842 \b             roy-winnick@kekst.com \b \b    SOURCE: Max Re Capital Ltd. \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 08:08 ET (13:08 GMT)"},{"md5ID":"de1abe98546f8377fd14d207f4f4a3e8","symR":["29064.AE","LSE.LN","NDAQ","NYX","GB00B0SWJX34","NL0000290641"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"2ND UPDATE: Nasdaq's London Stock Exchange Bid Fails","GmtTimeStamp":"2007-02-10T18:53:00.000000000","CompanyCodes":["29064.AE","LSE.LN","NDAQ","NYX","GB00B0SWJX34","NL0000290641"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS"],"Story":"\b \u001d  (Updates with additional comments, background throughout) \b \u001d  By Gaston F. Ceron \u001d  OF DOW JONES NEWSWIRES \b \u001d  NEW YORK (Dow Jones)--Nasdaq Stock Market Inc.'s (NDAQ) latest effort to buy the London Stock Exchange PLC (LSE.LN) failed, raising questions as to where either exchange goes from here while other markets such as the New York Stock Exchange continue to expand. \u001d  Nasdaq's offer to buy out the LSE's investors attracted weak support, garnering less than one percent of the LSE's ordinary shares, Nasdaq said Saturday, as investors weren't inspired by Nasdaq's bid, which valued the LSE below where its shares have been trading. \u001d  In the short term, Nasdaq's failure is a victory for LSE management, especially Chief Executive Clara Furse, who has resisted Nasdaq's takeover efforts since last year, when Nasdaq approached the LSE about a merger. It's also a defeat for Nasdaq Chief Executive Robert Greifeld, who spent much energy and hundreds of millions of dollars in trying to capture the elusive LSE. \u001d  The future for both markets is unclear. Without a merger partner, the LSE and Nasdaq are, at least for now, left out as other exchanges consolidate. For example, the Big Board, a unit of NYSE Group Inc. (NYX), has had a considerably easier time expanding overseas. NYSE Group is soon expected to complete its takeover of Euronext NV (29064.AE), a pan-European stocks and derivatives exchange, and also has agreed to buy a stake in India's National Stock Exchange and to set up an alliance with the Tokyo Stock Exchange. \u001d  In a statement, Greifeld said he was disappointed with the outcome of the LSE offer and that Nasdaq will continue to pursue other opportunities. Nasdaq didn't say explicitly what it will do with its LSE stake now, but said that as the British exchange's largest investor it will monitor how its business performs in the future. A person familiar with the matter said Nasdaq likes having the LSE stake, but that it will keep all options open. \u001d  \"My sense is that they'll likely look to hold on to the stake,\" said Richard Herr, an analyst at Keefe, Bruyette & Woods. Keefe, Bruyette & Woods has investment-banking ties to Nasdaq, but Herr doesn't own Nasdaq shares. \u001d  Another question is whether Nasdaq will now seek to do a deal with another exchange. The person familiar with the matter said Nasdaq is keeping the door open to such a move. For exchanges, mergers are seen as providing potential benefits such as opportunities to cut expenses, link markets and expand into other products. \"I don't think they can just sit on the sidelines,\" said Herr, referring to Nasdaq. \u001d  The analyst said a U.S. options exchange may be an alluring merger partner for Nasdaq, although there could be other options. Nasdaq spokeswoman Bethany Sherman declined to comment on whether Nasdaq, which is planning to launch its own options market, would be interested in buying an existing options exchange. Meanwhile, in the U.S., Nasdaq is continuing its battle for trading market share and company stock listings with the NYSE. \u001d  Nasdaq said the results of its offer yielded only an additional 0.41% of the LSE's ordinary shares by the time it expired Saturday. Together with Nasdaq's previous 28.75% stake, this means Nasdaq owns or has received acceptances for shares representing about 29.16% of the LSE. \"As the final offers have now lapsed, LSE shareholders have ceased to be bound by any such acceptances,\" Nasdaq said in a statement. \u001d  Nasdaq's offer to buy LSE shares at 1,243 pence apiece was below where the market has been valuing LSE shares, complicating the U.S. electronic exchange's efforts to woo LSE investors. Friday, LSE shares traded at 1,282 pence, while Nasdaq shares rose 99 cents, or 2.7%, to $37.20. \u001d  \"We are naturally disappointed at this outcome as we remain of the view that the final offers represented a full and fair price for LSE shareholders. However, this disappointment is tempered by the knowledge that we remained true to our value case. We have a highly disciplined approach to acquisitions and will only consummate transactions to the extent that they deliver clear and visible benefits for Nasdaq shareholders, and enable us to allocate benefits to market participants,\" said Nasdaq CEO Greifeld, in a statement. \u001d  \"Nasdaq will continue to pursue other opportunities to build on its existing position as the world's largest electronic equities exchange and we look forward to maintaining our strong track record of creating shareholder value through our industry leading business model and strategy,\" Greifeld added. \u001d  Nasdaq's quest to buy the LSE became public in March 2006, when Nasdaq unveiled a takeover proposal that was rejected by the U.K. exchange. Since then, Nasdaq built up a large stake in LSE shares, offered to buy more shares from LSE investors and traded barbs with LSE management, which has resisted Nasdaq's efforts throughout. \u001d  Minutes after Nasdaq's Saturday announcement, the London Stock Exchange responded. \u001d  \"The board of the London Stock Exchange welcomes the rejection by shareholders of Nasdaq's offer. The exchange looks forward to fulfilling its vision to be the world's capital market, without the distraction of ill-considered approaches which fail to understand the value of the business,\" the LSE's statement said. \u001d  \"The exchange's strategy has produced outstanding results for shareholders by facilitating a structural shift in volume growth in an increasingly international market at the center of the world's equity flows,\" LSE Chairman Chris Gibson-Smith said in the statement. \"The exchange intends to build on its exceptionally valuable brand by progressing various competitive, collaborative and strategic opportunities, thereby reinforcing its uniquely powerful position in a fast evolving global sector.\" \b \u001d  -By Gaston F. Ceron, Dow Jones Newswires; 201-938-5234; gaston.ceron@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 13:53 ET (18:53 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e1af4fe8a6a80a6c9e7bbae8ff885dd5","symR":["CTSH","DLIA","HUM","NRGP","TRAK","UCBI","VIMC"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) Research Reports: How Analysts Size Up Companies","GmtTimeStamp":"2007-02-10T05:06:00.000000000","CompanyCodes":["CTSH","DLIA","HUM","NRGP","TRAK","UCBI","VIMC"],"IndustryCodes":["BNK","GAS","HEA","RTS","SAP","SEM","SOF","TSX","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  Cognizant Technology Solutions \u001d  -- CTSH-NNM \b \u001d  Buy \u001d  -- Price 92.95 on Feb. 6 \u001d  by Gilford Securities \b \u001d  2006 earnings per share reach $1.55, versus $1.30 outlook on 61% year-over-year revenue growth. Reaffirming [Buy] on basis of industry-leading 37% compound EPS growth in estimated 2006-'08-[and] outstanding execution record and margin cushion . . . we are raising our estimates as follows: 2007 GAAP diluted EPS to $2.20 on revenue of $2.127 billion (49% y-o-y growth) from $2 on revenue of $2.041 billion. . . . Increasing 12-month target from $85 to $109 . . . correspond[ing] to 35-40 times forward GAAP diluted EPS of $2.90 [versus] a current 42 times. . . . Cognizant is the fourth-largest software exporter from India. \b \u001d  DealerTrack Holdings \u001d  -- TRAK-NNM \b \u001d  Strong Buy \u001d  -- Price 28.26 on Feb. 6 \u001d  by JMP Securities \b \u001d  DealerTrack has . . . an entrenched network that connects [auto] dealers to lending sources . . . While there may be quarter-to-quarter volatility in transaction volumes and subscription mix . . . the primary drivers of 25%+ earnings growth remain a long runway of lender growth . . . [alongside] adoption of eContracting and other workflow tools. Our 33 target is based on roughly 25 times implied '08 earnings, assuming mid-20% growth . . . [that could approach] 30 times as EPS grows annually. \b \u001d  Delia's \u001d  -- DLIA-NNM \b \u001d  Buy \u001d  -- Price 10.66 on Feb. 6 \u001d  by Maxim Group \b \u001d  Delia's offers . . . skateboard [and] snowboard-related apparel and merchandise to [teenagers via] 74 mall-based stores and [various] catalogs and Websites. Initiating with Buy and 13 price objective, derived by applying a 30 times P/E multiple to our fully taxed 2008 EPS estimate of 39 cents (60 cents using the lower tax rate that would utilize the company's $40 million [net operating loss]) and based on a fully diluted 34 million shares. We believe this high P/E multiple is warranted given our estimated 40% EPS growth in 2008. \b \u001d  Humana \u001d  -- HUM-NYSE \b \u001d  Underweight \u001d  -- Price 57.84 on Feb. 6 \u001d  by Prudential Securities \b \u001d  Humana reported 4Q06 earnings of 92 cents per diluted share, 4 cents above consensus and 7 cents above our estimate. With 2 cents from venture-capital investments and solid earnings in Medicare businesses, HUM continues executing Medicare-focused growth plan. 4Q06 [brought] explosive growth. . . . HUM reported that about 46,000 Part D members switched to Medicare Advantage and [a somewhat underwhelming] 50,000 more should switch by March 31 . . . Raising '07 estimates to $3.85 from $3.35 [on] solid existing business and visibility. Target: 52. \b \u001d  Inergy \u001d  -- NRGP-NNM \b \u001d  Hold/Aggressive \u001d  -- Price 40.68 on Feb. 6 \u001d  by A.G. Edwards \b \u001d  Prior fair-value estimate of 40 has been attained. . . . Our fundamental outlook for [this oil-and-gas storage/transport firm] remains positive, yet we believe [most] risk/reward potential's factored in. . . . Our FY07 [discounted cash flow] estimate of $1.70 per unit implies a price to DCF multiple of 24 times, a premium valuation. Distributions are still estimated to grow 37% in FY07, 35% in FY08. \b \u001d  United Community Banks \u001d  -- UCBI-NNM \b \u001d  Hold \u001d  -- Price 33.06 on Feb. 6 \u001d  by Cohen & Co. \b \u001d  UCBI said it had reached an agreement to acquire Gwinnett Commercial Group, a commercial-banking organization with $675 million in total assets . . . [the deal should close in] 2Q07. According to SNL Financial, the aggregate transaction value at announcement was $220.1 million, or 20.2 times earnings, 340% of equity and tangible equity, and core-deposit premium of 36.3%, [versus] median deal ratios for [recent] southeast bank acquisitions . . . [of] 23.5 times earnings, 272% of tangible book and [CDP of] 24.9%. Deal will [boost] UCBI presence in metro Atlanta . . . raising target by $1 to 35 based on blended values derived via our discounted dividend model and application of an 18 times multiple to our '07 estimate. \b \u001d  Vimicro International \u001d  -- VIMC-NNM \b \u001d  Hold \u001d  -- Price 8.10 on Feb. 7 \u001d  by Needham & Co. \b \u001d  Downgrading VIMC [China's first publicly traded fabless integrated-circuit design house] to Hold from Buy following company 1Q07 guidance significantly below estimates. We [see] the stock likely to trade between $6 (or approximately 2 times net cash per share) and $10 (15 times our 2008 non-GAAP EPS estimate), until VIMC reverses current gross-margin trends . . . Management blamed shortfall on seasonal factors around Chinese New Year and delayed Vista launch. But we believe . . . market-share loss to Taiwanese competitors . . . [was a factor]. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e287deacdf495c95049ac4a00d923454","symR":["MXRE"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Max Re Capital Reports Record Net -4-","GmtTimeStamp":"2007-02-10T13:05:00.000000000","CompanyCodes":["MXRE"],"IndustryCodes":["INS","INU","XDJGI"],"Story":"\b                                     Annuity \b                                  ------------------------------------ \b(in 000's US$)                    Reinsurance \b                                  ------------ \b \bGross premiums written                $   862   $     -      $147,452 \bReinsurance premiums ceded               (173)        -       (60,140) \b                                  ------------------------------------ \bNet premiums written                  $   689   $     -      $ 87,312 \b                                  ==================================== \b \bEarned premiums                       $   862   $     -      $217,004 \bEarned premiums ceded                    (173)        -       (58,023) \b                                  ------------------------------------ \bNet premiums earned                       689         -       158,981 \b \bNet investment income                   7,378    19,690        40,836 \bNet gains on alternative \b investments                           19,218    26,081        66,531 \bNet realized gains on sales of \b fixed maturities                           -     1,451         1,451 \bOther income                                -       189           189 \b                                  ------------------------------------ \b \bTotal revenues                         27,285    47,411       267,988 \b \bLosses and benefits                     5,915         -       117,860 \bAcquisition costs                         284         -        19,564 \bInterest expense                        1,571     3,287         7,514 \bGeneral and administrative \b expenses                                 869    15,394        27,664 \b                                  ------------------------------------ \bTotal losses and expenses               8,639    18,681       172,602 \b \b                                  ------------------------------------ \bNet income (loss)                     $18,646   $28,730      $ 95,386 \b                                  ==================================== \b \bLoss Ratio (a) \bCombined Ratio (b) \b \b \b(a)The loss ratio is calculated by dividing losses and benefits by net \b    premiums earned. \b(b)The combined ratio is calculated by dividing the sum of losses and \b    benefits, acquisition costs and general and administrative \b    expenses by net premiums earned. \b \bMAX RE CAPITAL LTD. \b-------------------- \b \bSCHEDULE OF SUPPLEMENTAL DATA - DECEMBER 31, 2006 (Unaudited) \b \b                                             Periodic Rate of Return \b \b                        Fair     Investment   Last    Year     Last \bSelected Investment    Value*       %'s     3 Months to Date    60 \b Return Data:                                                 months** \b                     ---------------------- -------- ------- --------- \b \bCash and Fixed \b Maturities          $3,470,003       76.5%    0.96%   3.78%     4.68% \b                     ====================== \b \bCommodity Trading \b Advisers            $   27,858        0.6%   11.32%   8.32%     6.17% \bDistressed \b Securities             210,633        4.6%    6.40%  16.32%    18.49% \bDiversified \b Arbitrage              169,226        3.7%    5.56%  -1.71%     6.73% \bEmerging Markets        108,534        2.4%    4.41%   9.97%    15.59% \bEvent-Driven \b Arbitrage              169,857        3.7%    5.31%   8.15%    11.12% \bFixed Income \b Arbitrage               25,748        0.6%    1.59%  12.64%     7.07% \bGlobal Macro             60,382        1.3%    2.84%   4.03%     8.64% \bLong / Short Credit      81,023        1.8%    6.96%  15.32%    10.29% \bLong / Short Equity     180,605        4.0%    6.77%   4.07%     6.03% \bOpportunistic            29,515        0.7%    4.77%  24.73%    15.42% \b                     ---------------------- \b \b  MDS                 1,063,381       23.4%    5.22%   6.30%     8.47% \b \bReinsurance Private \b Equity                   2,493        0.1%    7.80%  31.64%    -2.36% \b                     ---------------------- \b \bAlternative \b Investments         $1,065,874       23.5%    5.31%   6.96%     7.98% \b                     ====================== \b \b  Total Investments  $4,535,877      100.0%    2.15%   4.73%     5.81% \b                     ====================== \b \b \b*  Expressed in thousands of United States Dollars \b** Annualized \b \b    CONTACT: Max Re Capital Ltd. \b             N. James Tees, 1-441-296-8800 \b             Executive Vice President \b             jimt@maxre.bm \b             or \b             Kekst and Company \b             Roy Winnick, 1-212-521-4842 \b             roy-winnick@kekst.com \b \b    SOURCE: Max Re Capital Ltd. \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 08:05 ET (13:05 GMT)"},{"md5ID":"e32a2fbe73c01c0e589a0ca901bf096f","symR":["AV.LN","PRU","GB0002162385"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Conflicts Of Interest Force Lovells Replacement - FT","GmtTimeStamp":"2007-02-10T11:22:00.000000000","CompanyCodes":["AV.LN","PRU","GB0002162385"],"IndustryCodes":["CON","EQS","INL","INS","OIE","XDJGI","XFFX","XFT1","XISL","XNYA","XRUS","XSP5","XST5"],"Story":"\b \u001d  LONDON (Dow Jones)--The office of Clare Spottiswoode, who is representing policyholders in Aviva's moves to unlock GBP3 billion of surplus assets in the insurers life funds, has severed its relationship with law firm Lovells, because of concerns over potential conflicts of interest, the Financial Times reports Saturday. \u001d  Lovells is a long-standing adviser to Aviva's rival Prudential, which is stepping up efforts to unlock GBP9 billion of surplus assets, the paper writes. \u001d  The paper reports Spottiswoode's office said: \"Issues of potential conflicts of interest have arisen recently which has resulted in the ending of Lovells retainer with us.\" \u001d  Newspaper Web site: http://www.ft.com \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 06:22 ET (11:22 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e797b216a4a488c2248a65be78c6c7b5","symR":["LSE.LN","NDAQ","NYX","GB00B0SWJX34"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":": NASDAQ Says Offer To Buy LSE Shares Expires","GmtTimeStamp":"2007-02-10T16:13:00.000000000","CompanyCodes":["LSE.LN","NDAQ","NYX","GB00B0SWJX34"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS"],"Story":"\u001d  NEW YORK, Feb. 10, 2007 (PRIME NEWSWIRE) -- The Board of The Nasdaq Stock Market, Inc. (\"NASDAQ\") announces that its Final Offers for London Stock Exchange Group plc (\"LSE\") have lapsed. \u001d  As at the date of this announcement Nightingale Acquisition Limited (\"NAL\"), a wholly owned subsidiary of NASDAQ, owns 61,291,389 LSE Ordinary Shares, representing approximately 28.75 per cent. of the existing issued ordinary share capital of LSE. \u001d  As at 1 p.m. today (London time) on Saturday 10 February 2007, being the final closing date, valid acceptances had been received by NAL in respect of a total of 880,144 LSE Ordinary Shares, representing approximately 0.41 per cent. of the existing issued ordinary share capital of LSE, and valid acceptances had been received by NAL in respect of a total of 34,541 LSE B Shares, representing approximately 0.44 per cent. of the existing issued B share capital of LSE. \u001d  Accordingly NAL owns, or has received valid acceptances in respect of, a total of 62,171,533 LSE Ordinary Shares representing approximately 29.16 per cent. of the existing issued ordinary share capital of LSE. As the Final Offers have now lapsed, LSE Shareholders have ceased to be bound by any such acceptances. \u001d  Save as disclosed in the Offer Document and above, neither NAL, NASDAQ nor so, as far as NAL and NASDAQ are aware, any person acting in concert with either of them, is interested in, or has any rights to subscribe for, any LSE Shares, nor does any such person have any short position or any arrangement in relation to LSE Shares *. \u001d  As can be seen from the transaction documentation, NASDAQ and LSE clearly have a significant difference of view on the prospective future performance of the LSE business.  We continue to believe that 1,243 pence in cash represents a full and fair price.  This view has been arrived at following careful consideration of the challenges facing the LSE business model going forward. \u001d  In our opinion, the London equity trading market is facing unprecedented change with the introduction of MiFID.  NASDAQ's experience of growing volume in a competitive environment suggests that yield pressure could be intense.  This in turn will impact upon LSE's future financial performance and hence its value case.   The accuracy or inaccuracy of LSE's projections can only be proven through the passage of time and NASDAQ, as LSE's largest shareholder, will monitor with interest how the business performs going forward. \u001d  NASDAQ President and CEO Robert Greifeld said: \u001d  \"We are naturally disappointed at this outcome as we remain of the view that the Final Offers represented a full and fair price for LSE shareholders.  However, this disappointment is tempered by the knowledge that we remained true to our value case.  We have a highly disciplined approach to acquisitions and will only consummate transactions to the extent that they deliver clear and visible benefits for NASDAQ shareholders, and enable us to allocate benefits to market participants. \u001d  NASDAQ will continue to pursue other opportunities to build on its existing position as the world's largest electronic equities exchange and we look forward to maintaining our strong track record of creating shareholder value through our industry leading business model and strategy.\" urther information \u001d  ave as defined above, capitalised terms used in this announcement have the same meaning as in the Offer Document dated 12 December 2006, the First Response Document dated 8 January 2007 and the Second Response Document dated 23 January 2007. \u001d  * For these purposes: \"arrangement\" includes any agreement to sell or any delivery obligation or right to require another person to purchase or take delivery and borrowing and lending of LSE Shares.  An \"arrangement\" also includes any indemnity or option arrangement, any agreement or any understanding, formal or informal, of whatever nature, relating to LSE Shares which may be an inducement to deal or refrain from dealing in such securities; and \"interest\" includes any long economic exposure, whether conditional or absolute, to changes in the price of securities and a person is treated as having an \"interest\" by virtue of the ownership or control of securities, or by virtue of any option in respect of, or derivative referenced to, securities. \u001d  ENQUIRIES \u001d  he Nasdaq Stock Market, Inc.  Tel: +1 (212) 401 8714 Bethany Sherman                     +1 (917) 836 1724 \u001d  Greenhill & Co. International LLP (lead financial adviser to NASDAQ and NAL) Simon Borrows Richard Hoyle Tel:  +44 (0)20 7198 7400 \u001d  Dresdner Kleinwort Securities Limited (broker to NASDAQ and NAL) Angus Kerr Alex Reynolds Tel: +44 (0)20 7623 8000 \u001d  Gavin Anderson & Company (PR adviser to NASDAQ and NAL) Richard Constant               Tel: +44 (0)20 7554 1403 \u001d  /1405 \u001d  Greenhill & Co. International LLP, which is authorised and regulated in the United Kingdom by the Financial Services Authority, is acting exclusively for NASDAQ and NAL and for no-one else in connection with the Final Offers and will not be responsible to anyone other than NASDAQ and NAL for providing the protections afforded to clients of Greenhill & Co. International LLP or for giving advice in relation to the Final Offers. \u001d  Dresdner Kleinwort Securities Limited, which is authorised and regulated in the United Kingdom by the Financial Services Authority, is acting exclusively for NASDAQ and NAL and for no-one else in connection with the Final Offers and will not be responsible to anyone other than NASDAQ and NAL for providing the protections afforded to clients of Dresdner Kleinwort Securities Limited or for giving advice in relation to the Final Offers. \u001d  The NAL Directors and the NASDAQ Directors accept responsibility for the information contained in this announcement, save that the only responsibility accepted by them in respect of information in this announcement relating to LSE, which has been compiled from public sources, is to ensure that such information has been correctly and fairly reproduced and presented.  Subject as aforesaid, to the best of the knowledge and belief of the NAL Directors and the NASDAQ Directors (each of whom has taken all reasonable care to ensure that such is the case), the information contained in this announcement for which they accept responsibility is in accordance with the facts and does not omit anything likely to affect the import of such information. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 11:13 ET (16:13 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e9501e4ed17e359e44803e8eea5172ea","symR":["AMG","FIG"],"date":"2007-02-10","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(2/12) Streetwise: A Strong -- But Stretched -- Market","GmtTimeStamp":"2007-02-10T05:08:00.000000000","CompanyCodes":["AMG","FIG"],"IndustryCodes":["AMG","XDJGI","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  The devils we know have so far this year been unable to darken the stock market for more than a few hours. Perhaps it will take some unanticipated demon to furnish an excuse for what just about everyone on Wall Street would characterize as an overdue pullback in stocks. \u001d  The rupture in the subprime-mortgage market and signs of renewed stress in the housing market (evils that many have been warning about for months) arrived last week. \u001d  The indexes suffered what passes for a tough stretch in this remarkably placid environment -- a half-percent loss Thursday morning, later mostly erased, and a slightly larger dip Friday, partially recouped. Yet in recent days, the broadest benchmarks such as the NYSE Composite index and Russell 3000 logged new all-time highs, and over all the market gained about 1% for the week. \u001d  A tidy way of characterizing the state of the market is strong, but stretched. Several memorable kernels of market trivia have been in wide circulation: Stocks have gone up for eight straight months, the market hasn't had a 2% down day in 144 trading days and corporate earnings have risen by double-digits for 17 consecutive quarters. \u001d  In other words, no one should be surprised if buyers' fatigue ends one or more of these streaks before long. \u001d  There were 13 initial stock offerings last week, most of which traded up nicely. Company insiders have been selling with increased, if not alarming, vigor. Sentiment surveys have been showing clear bullishness but not wild exuberance, hovering at levels that can allow for more upside but don't resemble can't-miss buy signals. \u001d  The \"excess liquidity\" trope has gotten to such saturation that it's become subject to some tortured Wall Street hermeneutics, with strategists using text searches to trace how frequently it's being used to explain market action. \u001d  At some point the broad acceptance that cheap cash and a general willingness to place it at risk underpin asset values will be confounded by a stinging pullback. But when this will happen is unknowable. Trendy notions don't always immediately descend into cliche and then camp, but can hold true for a while. \u001d  Gold rising 3.3% on the week to a six-month high hardly speaks of scarce dollars. Blackstone's ability to pay $39 billion for Equity Office Properties and immediately peel off $7 billion of its properties to sell to a waiting buyer does not imply a lack of monetary fuel. The impressive ability of this market to find new sectors and stocks to rotate into likewise shows the abundance of eager cash. The capital markets, quite clearly, are a forgiving margin clerk these days. \u001d  Still, Morgan Stanley strategists point out that more than half of all S&P 500 stocks are within 5% of their 52-week highs, near the kind of overbought condition that has preceded corrections in recent years. \u001d  Stipulating that at least a routine decline is in the offing before terribly long, the main question is how painful one might be -- say, compared with the swift 8% tumble of last spring. By some measures, the market is in sturdier shape. The breadth of the advance has been far better than it was last May. Trading volume is much higher, also a plus. Seasonal forces are marginally more salutary. The linchpin financial sector is at an all-time high; back then it was hovering below a former high. And investor sentiment, to the degree it's discernible, seems a bit less giddy. \u001d  This suggests that any crack shouldn't be terribly nasty  -- pending the arrival of some devil we don't yet know. \u001d  As ever, interest rates could create that long-deferred excuse for heavier selling. Stocks in this four-year-old bull market have been thwarted when 10-year Treasury yields have neared about 4.90% (they closed Friday at 4.78%) and when price-earnings valuations compared with bond yields have gotten around today's levels. \u001d  As handicapped here a week ago, the IPO of buyout and hedge-fund shop Fortress Investment Group (ticker:FIG) was a rousing success. Priced at the top of the anticipated range, $18.50 a share, the stock opened at 35 and closed at 31, giving the manager of $30 billion in assets a market value of $12.4 billion. That values the stock well above 30 times its run rate of earnings for 2006, including performance fees. \u001d  Anyone who likes Fortress ought to love Affiliated Managers Group (AMG), a well-run owner of quality asset-management operations. It's nicely diversified by product line and asset class (including some hedge funds) and trades for near 16 times 2007 earnings. AMG has been among the best-performing stocks of the past decade. \u001d  It doesn't carry the questionable cache of owning a piece of the first alternative-asset manager to hit the NYSE, but it provides a more balanced play on the always-lucrative asset-management business. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ead04e6e57970784d01c3bdd8fe9178c","symR":["29064.AE","LSE.LN","NDAQ","NYX","GB00B0SWJX34","NL0000290641"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UPDATE: Nasdaq Offer To Buy LSE Shares Expires","GmtTimeStamp":"2007-02-10T16:43:00.000000000","CompanyCodes":["29064.AE","LSE.LN","NDAQ","NYX","GB00B0SWJX34","NL0000290641"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS"],"Story":"\b \u001d  (Updates with comment from London Stock Exchange) \b    By Gaston F. Ceron \b    OF DOW JONES NEWSWIRES \b \u001d  NEW YORK (Dow Jones)--Nasdaq Stock Market Inc.'s (NDAQ) offer to buy the London Stock Exchange PLC (LSE.LN) expired Saturday, leaving the U.S. market without enough support from LSE shareholders to claim control of the elusive British bourse. \u001d  Nasdaq, which is the LSE's largest shareholder, said the results of its offer yielded shares representing only an additional 0.41% stake in the LSE, in addition to its previous 28.75% position. That means Nasdaq owns or has received acceptances for shares representing a stake of about 29.16% in the LSE. \u001d  As the final offers have now lapsed, LSE shareholders have ceased to be bound by any such acceptances, Nasdaq said in a statement Saturday. Nasdaq's offer to buy LSE shares at 1,243 pence apiece was lower than where the market has been valuing LSE shares, complicating the U.S. electronic exchange's efforts to woo LSE investors. \u001d  Nasdaq didn't say explicitly what it will do with its LSE stake now, but said that as the British exchange's largest investor it will monitor how its business performs in the future. \u001d  We are naturally disappointed at this outcome as we remain of the view that the final offers represented a full and fair price for LSE shareholders. However, this disappointment is tempered by the knowledge that we remained true to our value case. We have a highly disciplined approach to acquisitions and will only consummate transactions to the extent that they deliver clear and visible benefits for Nasdaq shareholders, and enable us to allocate benefits to market participants, said Nasdaq Chief Executive Robert Greifeld, in a statement. \u001d  Nasdaq will continue to pursue other opportunities to build on its existing position as the world's largest electronic equities exchange and we look forward to maintaining our strong track record of creating shareholder value through our industry leading business model and strategy. \u001d  Nasdaq's quest to buy the LSE became public in March 2006, when Nasdaq unveiled a takeover proposal that was rejected by the U.K. exchange. Since then, Nasdaq built up a large stake in LSE shares, offered to buy more shares from LSE investors and traded barbs with LSE management, which has resisted Nasdaq's efforts throughout. \u001d  Meanwhile, Nasdaq's big U.S. foe, the New York Stock Exchange, has been more successful in expanding overseas. The Big Board's parent, NYSE Group Inc. (NYX), has agreed to acquire pan-European stocks and derivatives exchange Euronext NV (29064.AE), agreed to buy a stake in India's National Stock Exchange and set up an alliance with the Tokyo Stock Exchange. \u001d  Minutes after the NASDAQ announcement, the London Stock Exchange responded: \u001d  \"The Board of the London Stock Exchange welcomes the rejection by shareholders of Nasdaq's offer. The Exchange looks forward to fulfilling its vision to be the world's capital market, without the distraction of ill-considered approaches which fail to understand the value of the business.\" \u001d  Chris Gibson-Smith, the Chairman of the Exchange, commented: \"The Exchange's strategy has produced outstanding results for shareholders by facilitating a structural shift in volume growth in an increasingly international market at the centre of the world's equity flows. The Exchange intends to build on its exceptionally valuable brand by progressing various competitive, collaborative and strategic opportunities, thereby reinforcing its uniquely powerful position in a fast evolving global sector.\" \b \u001d  -By Gaston F. Ceron, Dow Jones Newswires; \u001d  201-938-5234; gaston.ceron@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 11:43 ET (16:43 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"eb06eab67483ec4c819c6e274fcec7a3","symR":["3112.FR","AKH","SNB.YY","FR0000031122"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Guinea Protests PM Appointment Turn Violent; 4 Dead","GmtTimeStamp":"2007-02-10T20:15:00.000000000","CompanyCodes":["3112.FR","AKH","SNB.YY","FR0000031122"],"IndustryCodes":["AIR","XDJGI","XENX","XNYA"],"Story":"\b \u001d  CONAKRY, Guinea (AP)--Street protests turned violent in Guinea's capital on Saturday, with at least four people killed, as demonstrators threw rocks, ransacked government buildings and set up burning-tire barricades while criticizing the president for appointing an ally as prime minister. \u001d  The victims were brought to Donka hospital in Conakry, with their bodies showing signs of bullet wounds, Dr. Ousmane Bah said, adding that it appeared they all had been teenagers. \"There are lots of injured people. We are overwhelmed,\" Bah said. \u001d  Several witnesses said they saw two teenagers killed by what they believed was President Lansana Conte's security detail, after his cavalcade was surrounded by protesters as he attempted to leave the rioting city. \u001d  \"The teenagers were throwing rocks at the car and the presidential guard escorting the president opened fire to try to frighten the protesters and make a passage through the crowd,\" said Mouctar Diallo, who saw the two fall to the ground. \u001d  In a number of towns in Guinea's interior, angry crowds vandalized government buildings. In Kankan, 1,000 kilometers from Conakry, demonstrators set a policeman on fire, private radio station FM Liberte reported. His condition wasn't immediately available. \u001d  Air France (AKH) and Sn Brussels Airline canceled their flights from Guinea to Paris and Brussels, airport personnel said. \u001d  Conte, who seized power in a 1984 coup, had agreed last month to share power by appointing a new prime minister, a key demand of union leaders who led a 17-day strike calling for Conte's resignation. But according to the agreement, the new prime minister couldn't be a current member of Conte's government - a condition he violated by appointing Cabinet member Eugene Camara. \u001d  \"Wake up! Get out of your houses! The president has insulted us!\" protesters chanted in the capital's neighborhood of Madina. \u001d  Ba Mamadou, the spokesman for the country's opposition and the head of a major political party, called on Guineans to \"fight to gain our freedom\" and force the president to step down. \u001d  \"We no longer see any choice but violence in the street. Our people need to take to the streets to fight. The time for negotiation is over,\" he told The Associated Press. \"There will be material losses. There will be losses in terms of human life, but that is the cost of liberty.\" \u001d  On Saturday, union leaders were expected to meet to discuss whether to call a new strike on Monday. They couldn't immediately be reached for comment. \u001d  A two-week national strike last month brought the West African nation to an economic standstill and quickly spiraled into violent street protests, leaving at least 59 dead in clashes with security forces. \u001d  Camara, appointed Friday as prime minister, has been a minister in Conte's Cabinet since 1997, serving most recently as minister for presidential affairs. \u001d  Guinea had been without a premier since April, when Conte fired Prime Minister Cellou Dalein Diallo. \u001d  Although Guinea's population of 10 million is impoverished, the country is home to half the world's reserves of bauxite, a material used to produce aluminum. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 15:15 ET (20:15 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"eb79d5cbd7b81d33c08f24210be48626","symR":["COST","WMT","US22160K1051","US9311421039"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/12) Everybody's Store -2-","GmtTimeStamp":"2007-02-10T05:02:00.000000000","CompanyCodes":["COST","WMT","US22160K1051","US9311421039"],"IndustryCodes":["RTB","RTS","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5"],"Story":"\u001d  Feinberg says that Costco's effective valuation is lower than its stated price/earnings ratio because of the company's conservative approach to depreciation. He recently calculated that Costco trades for about 16 times his projection of calendar \"owner earnings.\" This profit measure adds to operating earnings depreciation expense in excess of what is needed to maintain the existing store base. Feinberg believes Costco is a \"compelling bargain\" for long-term investors. \u001d  Sinegal, who brings an owner's passion to Costco, doesn't talk much to Wall Street and wasn't available to speak with Barron's. Even at 70, he maintains a grueling schedule. He aims to visit each Costco store twice a year, and is about 70% successful in that goal, Galanti says. This means he's on the road 40 to 45 weeks a year. Costco executives jokingly refer to Sinegal's weekly travels as a \"death march\" because he usually begins each day at 7 a.m. and finishes at 10 p.m. \u001d  Dressed in sneakers, khaki pants and Costco's now $14.99 button-down shirts, Sinegal asks store managers what's selling, what's not and how Costco prices compare with the competition. He has no set plans to retire, although he has talked casually about holding the job for another five years. Because he hasn't set a retirement date, there is no heir apparent. But Costco has a strong group of managers who share Sinegal's passion and vision. \u001d  Unlike most CEOs, Sinegal has no severance or golden parachute in his contract, which runs less than a page. He insists on one-year contracts, believing the Costco board should have the opportunity to evaluate him annually to determine if he's still up to the job. Sinegal's view is that the restrained terms of his contract send an important message to employees. \u001d  In the view of Berkshire's Munger, one of Costco's great strengths is that its two founders, Sinegal and Brotman, are still active. Brotman, 64, focuses on real estate. \"There is no better site acquisitor in the retailing industry,\" Munger says. \"I'd like to see Jeff get more credit. He deserves it.\" \u001d  Costco has chosen to focus on more affluent coastal markets; California alone is home to 30% of its stores. Finding sites for new outlets in densely populated areas is one of Brotman's specialties. \u001d  The company features products that offer its members large cost savings over what they would pay at traditional retailers. The chain carries just 10% of the items in a typical supermarket, which might stock 40,000 products. \u001d  The formula works. Costco sold 1.5 million TVs last year, and has successfully built what it calls \"ancillary\" businesses like pharmacy and eyeglasses, filling 26 million prescriptions in 2006. Hungry Costco members bought 63 million hot-dog and soda combinations last year at in-store snack bars -- priced at only $1.50, and with free soda refills. The dogs are even kosher. \u001d  An innovative Seattle Costco added a car wash last year that proved popular. A wash that includes rim cleaning, waxing and undercoating costs just $7.99 -- below what an independent car wash might charge. More car washes could be in store. \u001d  Costco's customer-focused strategy is apparent in its 87% membership-renewal rate. \u001d  The retailer allows returns on nearly all items at any time, with no questions asked; computers are the lone exception. It doesn't even need to see receipts. This liberal policy has proven costly in the past year, because the company is seeing returns of an unusually large number of big-screen TVs. Analysts suspect that many members are taking advantage of the sharp drop in TV prices to return models bought in the past 12 months so they can buy new ones at lower cost. Costco said it is evaluating its TV-returns policy, but emphasizes that no change will be retroactive and that it still plans to maintain the industry's most generous returns policy on electronics. \u001d  Many small businesses, such as restaurants, convenience stores and caterers, find Costco attractive because the stores can be a cheaper alternative to wholesale distributors. \u001d  Then again, customers need to purchase industrial-sized packages, which can lead to waste. Companies like General Mills (GIS) and Nabisco supply Costco but don't offer the more convenient-sized packages available in supermarkets and discounters. If you want Cheerios, you have to buy a 37-ounce box at Costco, not the standard 15-ounce container. In a Seinfeld episode from 1996, Kramer returned from a trip outside Manhattan with a trunk filled with goods from Costco, prompting Jerry to ask when he planned to eat all 48 Eggo Waffles in the package. \u001d  Getting these oversized items out of the store can be a trying experience. There are large crowds on weekends, and long lines at checkout counters. Clothes are piled high on tables, and it can take a lot of looking to find the right size. Ever thrifty, the company tries to cut its summer air-conditioning bills by maintaining warmer temperatures in its stores than other retailers. \u001d  Workers get a relatively good deal at Costco -- a point of emphasis for the company, which contends it's also a matter of good business. Despite fewer stores, Costco's sales are about 50% above those of Sam's Clubs and sales per employee are about $500,000 a year, versus $340,000 at the Wal-Mart unit, UBS's Currie calculates. \u001d  Sinegal was asked in a recent Bloomberg TV interview about the company's health-care benefits. Costco provides health insurance to its 93,000 domestic employees and pays 90% of the cost, which runs about $6,000 annually per employee. \"We're 100% committed to maintaining this program,\" Sinegal said. \"It works for us, and our people count on it. We think they're entitled to that security.\" \u001d  Costco has one of the lowest turnover rates in retailing. Among employees who have been with the company for at least a year, just 6% leave annually. That may be because store employees such as cashiers can earn more than $40,000 a year after only four years on the job. \u001d  The combination of Costco's loyal employee and membership base has translated into the industry's lowest shoplifting rate -- just 0.2% annually. One deterrent is that employees check receipts before customers leave the premises. \u001d  Costco shares aren't a bargain at current levels, but patient investors could be rewarded, because the company is an industry leader with top-notch management, a loyal customer base and solid growth prospects in the U.S. and abroad. In Street-speak, Costco may be \"under-earning,\" meaning its profit margins are lower than they need to be. Management is loath to tinker with a successful formula, but margins probably have only one way to go -- up. In time, the shares are likely to follow. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:02 ET (05:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f013f6b8242b719dbb6a0a25d0365abb","symR":["CCL","CCL.LN","CUK","GB0031215220"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Carnival Cruise Ship Hit By Barge On Mississippi River","GmtTimeStamp":"2007-02-10T21:03:00.000000000","CompanyCodes":["CCL","CCL.LN","CUK","GB0031215220"],"IndustryCodes":["RCS","XDJGI","XFT1","XNYA","XSP5"],"Story":"\b \u001d  NEW ORLEANS (AP)--The Carnival Cruise Lines cruise ship Fantasy was struck by a barge Saturday morning while approaching its home dock in the Mississippi River. \u001d  According to a statement from Carnival Corp. (CCL), a commercial tow barge lost control and the barge collided with the river bank, then struck the port side of the Fantasy. \u001d  The Coast Guard later reported that the collision resulted in a 30-foot gash approximately five feet above the waterline on the port-stern of the cruise ship. \u001d  There was minor damage to the barge, which was one of six rice barges being pushed by the towing vessel Repentance. \u001d  There were no injuries to guests or crew, the company said. The ship remains fully operational, Carnival said. \u001d  The statement said it was unlikely the ship would sail Saturday, although a preliminary assessment determined it was safe for passengers to remain aboard while repairs were made. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 16:03 ET (21:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f097b180f5d56d0bbfc4ef84c64e2995","symR":["AV.LN","PRU","GB0002162385"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"UK PRESS: Conflicts Of Interest Force Lovells Replacement","GmtTimeStamp":"2007-02-10T13:52:00.000000000","CompanyCodes":["AV.LN","PRU","GB0002162385"],"IndustryCodes":["CON","EQS","INL","INS","OIE","XDJGI","XFFX","XFT1","XISL","XNYA","XRUS","XSP5","XST5"],"Story":"\u001d  LONDON (Dow Jones)--The office of Clare Spottiswoode, who is representing policyholders in Aviva's moves to unlock GBP3 billion of surplus assets in the insurers life funds, has severed its relationship with law firm Lovells, because of concerns over potential conflicts of interest, writes The Financial Times, Saturday. \u001d  Lovells is a long-standing adviser to Aviva's rival Prudential, which is stepping up efforts to unlock GBP9 billion of surplus assets, the paper writes. \u001d  The paper reports Spottiswoode's office said: \"Issues of potential conflicts of interest have arisen recently which has resulted in the ending of Lovells retainer with us.\" \u001d  Newspaper Web site: http://www.ft.com \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 08:52 ET (13:52 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f44349ce41af5b9ae0b9d7ffd9528d9f","symR":["KBR","VTBANK.YY"],"date":"2007-02-10","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"UK PRESS: Kremlin Bank Picks London As Europe HQ","GmtTimeStamp":"2007-02-10T12:40:00.000000000","CompanyCodes":["KBR","VTBANK.YY"],"IndustryCodes":["BNK","CON","EQS","OIE","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  LONDON (Dow Jones)-- Vneshtorgbank (VTBANK.YY), the Kremlin-controlled bank, will consolidate its European operations in London as it seeks to become a beachhead for acquisitive Russian companies, The Times reports Saturday citing company sources. \u001d  Autonomous operations in Frankfurt, Paris, Vienna, Switzerland and Cyprus will now be controlled by VTB's King William Street office in the City of London, it writes. \u001d  The bank, which aims to raise $4 billion by listing shares in London and Moscow in May, offers corporate finance and investment services to Russian firms seeking to expand out of their domestic market and make acquisitions in Europe, the paper says. \u001d  Newspaper Web site: http://www.thetimes.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 07:40 ET (12:40 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f502884d1bbe5527f7b315d429c84885","symR":["LSE.LN","NDAQ","NYX","GB00B0SWJX34"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Nasdaq To Monitor How LSE Business Performs","GmtTimeStamp":"2007-02-10T16:05:00.000000000","CompanyCodes":["LSE.LN","NDAQ","NYX","GB00B0SWJX34"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS"],"Story":"\u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 10, 2007 11:05 ET (16:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f7a972a1e0b01b50bb2fa5184a8d49dd","symR":["LSE.LN","NDAQ","NYX","GB00B0SWJX34"],"date":"2007-02-10","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Nasdaq: To Pursue Other Opportunities","GmtTimeStamp":"2007-02-10T16:03:00.000000000","CompanyCodes":["LSE.LN","NDAQ","NYX","GB00B0SWJX34"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS"],"Story":"\u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 10, 2007 11:03 ET (16:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f92c0efd8f4b11b7b4675d21fce3cadc","symR":["FIDAX","FRBAX"],"date":"2007-02-10","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(2/12) Era Ending At Hancock Bank Fund","GmtTimeStamp":"2007-02-10T05:10:00.000000000","CompanyCodes":["FIDAX","FRBAX"],"IndustryCodes":[""],"Story":"\b   (From BARRON'S) \b   By Lawrence C. Strauss \u001d  As it turned out, Regional Banks offered a good investment opportunity back in 1985. That was when Jim Schmidt launched the John Hancock Regional Bank Fund. Twenty-two years ago, there were about 14,500 commercial banks in the U.S., roughly twice as many as today's total. \"The sheer number of banks gave you a tremendous opportunity to find value,\" says Schmidt. \u001d  The fund (ticker: FRBAX) was launched just as state legislatures were beginning to allow banks from elsewhere to operate within their borders. Now, after years of witnessing-and capitalizing on-bank mergers and acquisitions, Schmidt is retiring. Lisa A.Welch, who has helped him run the fund in recent years, will take over. Schmidt is also stepping down from several other closed- and open-end funds he runs, including John Hancock Financial Industries (FIDAX). But he's best-known for the regional-bank fund. \u001d  Laura Lutton, a fund analyst at Morningstar, says Schmidt \"was a student of the industry\" who \"knows the difference between a well-operated company and one that isn't.\" The fund's annual return since inception is 15.41%, versus the Standard & Poor's 500's 12.84%, according to Morningstar, although its more recent performance hasn't been as strong. Its five-year annual return of 10.90% trails the S&P's by 3.26 percentage points. \u001d  In the fund's early days, many smaller banks didn't have any Wall Street coverage. So, Schmidt, now 56, crisscrossed the country, looking for undervalued operations. One he found in the late 1980s was Ravenswood Financial in Chicago, before the days of branch banking. \"In 20 square blocks of the city, they were the only bank,\" Schmidt recalls. The bank later was acquired. \u001d  The fund's assets peaked in 1998 at nearly $8 billion, versus about $2 billion today. In the late 1990s, as tech stocks dominated the market, \"You could talk about bank stocks that grew earnings at 8%, but it sounded pretty dull,\" Schmidt recalls. Not so any more. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:10 ET (05:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"fa188133ed64d36d459d960ccc5b7608","symR":["ICE"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(2/12) Commodities Corner: Screen Trades Boost Softs","GmtTimeStamp":"2007-02-10T05:07:00.000000000","CompanyCodes":["ICE"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Susan Buchanan \u001d  Trading in \"ICE\" soft commodies has exceeded expectations since Nybot brokers went electronic Feb. 2: Combined IntercontinentalExchange (ticker: ICE) and New York Board of Trade sugar, coffee and cotton futures have set records in open interest, or contracts outstanding. Those contracts are still traded in the pits, too, but soft-commodities traders must now also keep an eye on ICE-platform screen prices for 8 hours and 15 minutes a day and, starting on Feb. 20, for 14 hours. \u001d  One reason for the electronic launch's success is timing, with Nybot traders liquidating, or rolling out of, big March contract positions before expiration. ICE's launch \"coincided with the timing of massive rollover activities in sugar by index funds and others,\" says Hiroyuki Takada, a broker with Aura Inc. in New York. \"To judge ICE's success, we'll wait until March to see if these daily electronic volumes continue.\" Joint ICE-Nybot sugar open interest ballooned last week, exceeding 706,000 lots, versus 550,000 a year ago. \u001d  ICE spokeswoman Kelly Loeffler says that market participation grows when access to global commodity products expands and price transparency increases through distribution of screens: \"We're seeing this play out in everything from interest rates to corn to crude oil.\" \u001d  Meanwhile, a number of floor brokers are pocketing profits by nimbly arbitraging small differences between electronic and pit quotes. Nybot and ICE contracts are fungible, meaning traders can open or close a position in either market. \u001d  ICE trading \"started a bit slow on the first day,\" says Michael McDougall, senior vice president with Fimat USA in New York, \"with some bugs to be worked out between the brokers, exchanges and systems providers.\" But screen activity accelerated in its first week, accounting for 30% of softs-futures volume. \"While that suggests progress, it also means an end -- or probably just about an end -- to the hustle and bustle of pit trading,\" McDougall adds. Softs were among the last U.S. markets to make the electronic transition; the Chicago Board of Trade flipped on the switch for grain last August. \u001d  A broker who left Nybot's floor to trade from his New Jersey home likes the quick fills on ICE and \"being able to leave orders in the system, versus keeping track of lots of different orders for the pit on your own.\" He attributes new futures business he developed in Singapore to screen trades. \u001d  Hernando de la Roche, managing director at Hencorp Futures in Miami, says migration to the electronic market was inevitable and believes that the ICE screen's speed and efficiency \"will add value to the industry.\" Volume in electronic coffee has been generated mainly by spreads so far, de la Roche says, because of the March rollovers. \u001d  Meanwhile, the New York Mercantile Exchange (NMX), an ICE rival, is said to be offering big cash incentives to brokers to trade its new cash-settled softs futures -- which may be physically settled eventually. Worries are that Nymex, which rents trading space to Nybot, may try to terminate that lease, citing a non-competition clause. Softs volume on Nymex is minimal so far. \u001d  For all the attractions of the screen, McDougall worries that \"futures trading will lose its mystique\" and its colorful, sometimes legendary, personalities, and become more like an ATM operation. \u001d  --- \u001d  Susan Buchanan is a senior softs-commodity reporter at Dow Jones Newswires in New Jersey. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 10, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"fcbd5a908e0a2f2362b4f4bc025ee88e","symR":["MXRE"],"date":"2007-02-10","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Max Re Capital Reports Record Net Income for 2006","GmtTimeStamp":"2007-02-10T13:05:00.000000000","CompanyCodes":["MXRE"],"IndustryCodes":["INS","INU","XDJGI"],"Story":"\bHAMILTON, Bermuda--(BUSINESS WIRE)--February 10, 2007-- \u001d  Max Re Capital Ltd. (NASDAQ: MXRE; BSX: MXRE BH) today reported net income for the three months ended December 31, 2006, of $95.4 million, or $1.51 per fully diluted share, versus a net loss of $12.6 million, or $0.22 per fully diluted share, for the three months ended December 31, 2005. Net operating income, which represents net income adjusted for net realized gains and losses on sales of fixed maturities, for the three months ended December 31, 2006, was $93.9 million, or $1.49 per fully diluted share, versus a net operating loss of $9.0 million, or $0.16 per fully diluted share, for the three months ended December 31, 2005. For the year ended December 31, 2006, the Company had net income of $216.9 million, or $3.43 per fully diluted share, compared to $9.5 million, or $0.18 per fully diluted share, for the year ended December 31, 2005. For the year ended December 31, 2006, the Company had net operating income of $222.7 million, or $3.52 per fully diluted share, compared to $10.2 million, or $0.19 per fully diluted share, for the year ended December 31, 2005. \b \u001d  W. Marston Becker, Chairman and Chief Executive Officer of Max Re Capital, said: \"Our success in 2006 is largely attributable to our employees' combined energies and discipline, which produced strong underwriting performance across all of our business units. Our balanced specialty insurance and reinsurance focus together with good investment returns produced a year of record earnings and our fourth consecutive year of net profits. With the pending establishment of our U.S. platform, we will be well-positioned to continue our success in 2007.\" \b \u001d  Gross premiums written for the three months ended December 31, 2006, were $147.5 million, of which $146.6 million came from property and casualty underwriting and $0.9 million from life and annuity underwriting, compared to $257.2 million, of which $251.3 million came from property and casualty underwriting and $5.9 million came from life and annuity underwriting, for the three months ended December 31, 2005. Net premiums earned for the three months ended December 31, 2006, were $159.0 million versus $256.7 million for the same period of 2005. Gross premiums written for the year ended December 31, 2006, were $865.2 million versus $1,246.0 million for the year ended December 31, 2005. Property and casualty reinsurance, property and casualty insurance and life and annuity reinsurance accounted for 49 percent, 46 percent and 5 percent, respectively, of gross premiums written for the year ended December 31, 2006, versus 49 percent, 29 percent and 22 percent, respectively, for the same period in 2005. Net premiums earned in the year ended December 31, 2006, decreased 36.9 percent to $665.0 million, versus $1,053.5 million for the same period in 2005. The decline in gross premiums written and net premiums earned for the year ended December 31, 2006, principally relates to decreased life and annuity business written and earned and lower additional premiums recorded on prior-year contracts in 2006 compared to 2005. \b \u001d  Net investment income for the three months ended December 31, 2006, increased to $40.8 million from $31.2 million for the same period in 2005 and is attributable to a year-over-year increase in cash and fixed-maturity balances and higher yields on fixed-maturity investments. Net investment income for the year ended December 31, 2006, increased $43.2 million, to $150.0 million, versus $106.8 million for the same period in 2005. Net gains on alternative investments for the three months ended December 31, 2006, were $66.5 million, or a 5.31 percent rate of return, versus net losses on alternative investments of $13.7 million, or a negative 1.11 percent rate of return, for the same period in 2005. For the year ended December 31, 2006, alternative investments have returned 6.96 percent, versus 3.34 percent for the same period in 2005. Invested assets were $4.5 billion as of December 31, 2006, with an allocation of approximately 77 percent to cash and fixed maturities and 23 percent to alternative investments. \b \u001d  Losses and benefits were $117.9 million for the three months ended December 31, 2006, versus $247.0 million for the same period in 2005. The decrease in 2006 is principally attributable to lower losses associated with lower premiums earned and the absence of natural catastrophe losses of $23.4 million included in the three months ended December 31, 2005. Losses and benefits for the year ended December 31, 2006, were $498.0 million versus $1,039.5 million for the same period in 2005. The decrease for the year ended December 31, 2006, is principally attributable to the decrease in life and annuity underwriting, favorable development on prior-year general liability insurance reserves in 2006 compared to adverse development on prior-year casualty reinsurance reserves in 2005, and the absence of significant natural catastrophe losses in 2006. \b \u001d  Acquisition costs for the three months ended December 31, 2006, were $19.6 million compared to $16.3 million for the three months ended December 31, 2005. The increase reflects the higher net premiums earned in 2006 compared to 2005 after adjusting net premiums earned in 2005 for additional premiums recorded on prior-year contracts. \b \u001d  Interest expense for the three months ended December 31, 2006, was $7.5 million versus $6.8 million for the same period in 2005. Interest expense for the year ended December 31, 2006, was $13.8 million versus $22.8 million for the same period in 2005. The decrease for the year principally reflects favorable development of $12.0 million on a reinsurance contract that was recorded as a deposit liability. \b \u001d  General and administrative expenses for the three months ended December 31, 2006, were $27.7 million compared to $14.1 million for the same period in 2005. General and administrative expenses for the year ended December 31, 2006, were $87.4 million compared to $56.2 million for the same period in 2005. The increase in general and administrative expenses for the three months and the year ended December 31, 2006, principally reflects increased personnel costs, including costs related to senior management changes and additional costs related to the previously disclosed internal investigation. \b \u001d  Shareholders' equity was $1,390.1 million at December 31, 2006. Book value per share at December 31, 2006, was $23.06 per share, versus $20.16 at December 31, 2005. Annualized operating return on average shareholders' equity for the year ended December 31, 2006, was 17.3 percent. \b \u001d  Max Re Capital Ltd., through its principal operating subsidiaries, Max Re Ltd., Max Insurance Europe Limited and Max Re Europe Limited, provides insurance and reinsurance products to corporations, public entities, property and casualty insurers, and life and health insurers. \b \u001d  This release includes statements about future expectations, plans and prospects of the Company that constitute forward-looking statements for purposes of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those suggested by such statements, including the risk that the SEC's view of the conclusions reached by the Audit and Risk Management Committee of the Company's Board of Directors in connection with the internal review of three finite risk retrocessional contracts written in 2001 and 2003, which caused the Company to restate its audited financial statements for the years ended December 31, 2005, 2004, 2003, 2002 and 2001 and unaudited financial statements for the periods ended March 31, 2006, and June 30, 2006, may differ, perhaps materially, and result in material changes to information contained in the Company's past SEC filings, including financial statements and financial information. For further information regarding cautionary statements and factors affecting future results, please refer to the Company's Quarterly Report on Form 10-Q/A for the period ended September 30, 2006 and other documents filed by the Company with the SEC. The Company undertakes no obligation to publicly update or revise any forward-looking statement whether as a result of new information, future developments or otherwise. \b \bMAX RE CAPITAL LTD. \b------------------------------------------ \b \bCONSOLIDATED BALANCE SHEETS \b(Expressed in thousands of United States Dollars, except per share and \b share amounts) \b                                           December 31,  December 31, \b                                                2006          2005 \b                                           ------------- ------------- \b                                           (Unaudited) \bASSETS \bCash and cash equivalents                   $  441,895    $   314,031 \bFixed maturities, available for sale at \b fair value                                  3,028,108      2,682,864 \bAlternative investments, at fair value       1,065,874      1,226,324 \bAccrued interest income                         38,922         32,632 \bPremiums receivable                            390,889        398,666 \bLosses and benefits recoverable from \b reinsurers                                    538,009        453,641 \bFunds withheld                                  15,385         16,932 \bDeferred acquisition costs                      49,064         69,015 \bPrepaid reinsurance premiums                   104,443         83,493 \bReceivable for securities redeemed             136,563          4,565 \bOther assets                                    39,832         23,001 \b \b                                           ------------  ------------- \bTotal assets                                $5,848,984    $ 5,305,164 \b                                           ============  ============= \b \b \bLIABILITIES \bProperty and casualty losses                $2,335,109    $ 2,006,032 \bLife and annuity benefits                      895,560        854,224 \bDeposit liabilities                            204,389        225,328 \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 10, 2007 08:05 ET (13:05 GMT)"}]
