[{"md5ID":"07195b216360e6b7d331a24408a082a2","symR":["BATS.LN","BTI","GB0002875804"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"British American Tobacco To Pull Out Of North Korea -Paper","GmtTimeStamp":"2007-06-09T17:32:00.000000000","CompanyCodes":["BATS.LN","BTI","GB0002875804"],"IndustryCodes":["TOB","XDJGI","XFT1"],"Story":"\b \u001d  LONDON (Dow Jones)--British American Tobacco (BTI) is pulling out of North Korea, but insisted the move had nothing to do with political pressure, The Guardian in London reported Saturday. \u001d  The newspaper said the world's second largest cigarette group had agreed to sell its 60% share in Taesong BAT, its joint venture in Pyongyang with state-owned Korea Sogyong Chonyonmul Trading Operation. \u001d  According to The Guardian, BAT is selling the stake to SUTL, a Singaporean investment group that will manufacture and sell its Craven A brand under license in North Korea. The price has not been agreed yet but will be small in relation to the group, the newspaper said. \u001d  According to the newspaper a BAT spokeswoman denied that the company had come under pressure to leave North Korea and insisted it was \"a purely commercial decision.\" \u001d  Newspaper Web site: http://www.guardian.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9259 \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 13:32 ET (17:32 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"080753741bb1c18192d819769989c3e0","symR":["TRNFP.RS","RU0009091573"],"date":"2007-06-09","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Transneft CEO: Eurobond Will Complete Financing For ESPO","GmtTimeStamp":"2007-06-09T16:27:00.000000000","CompanyCodes":["TRNFP.RS","RU0009091573"],"IndustryCodes":["PIP"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  June 09, 2007 12:27 ET (16:27 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"095a0b52c79858a684212b917bf67c38","symR":["LTD"],"date":"2007-06-09","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(6/11) Victoria's Real Secret","GmtTimeStamp":"2007-06-09T04:04:00.000000000","CompanyCodes":["LTD"],"IndustryCodes":["RTS","SAP","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  Limited Brands has lately become even more limited -- but in a good way. Its narrowing of its focus to two major retail brands should pay off for investors, even if the immediate outlook for sales growth is choppy amid signs of consumers' spending fatigue and a short-term bulge in inventories. \u001d  The two chains that now drive the company -- Victoria's Secret and Bath & Body Works -- dominate their categories, enjoy impressive profit margins and are in niches with attractive long-term prospects. Shares of Limited Brands (ticker: LTD) also offer a play on a possible investor-friendly financial restructuring, an intriguing retail-services business and an implied call option on a handful of new store concepts. \u001d  But first, investors might have to wait out a transition year as Victoria's Secret faces comparisons with strong 2006 sales trends and spends heavily to enlarge its stores, raising the chance that an already skeptical Wall Street could pan month-to-month results and grow hostile. A sharp pullback in the stock, attractively valued at a recent 26, probably would be a gift of a buying opportunity. A 2% rise in same-store sales for May, reported Thursday, beat forecasts of a small decline, and seemed to quell some analysts' fears that a recent run of sluggish sales and shrinking margins at Victoria's Secret would snowball. \u001d  The leaner corporate profile results from Limited's agreement last month to sell two-thirds of its Express apparel business to private-equity firm Golden Gate Capital for $431 million, a deal that would bring Limited pretax cash proceeds of $548 million after Express pays the parent a $117 million debt-financed dividend. Limited is paring its exposure to lower-margin and slower-growth clothing lines. The company is now exploring options for its barely profitable Limited stores. \u001d  Limited Brands is using the Express money to repurchase up to $500 million in stock, a significant percentage of its $10.6 billion market capitalization. \u001d  In largely exiting the apparel business, Limited has become a play on body consciousness and self-pampering, selling lingerie and lotions, bustiers and bath salts --  categories that are in a cultural sweet spot. \u001d  Yet there is significant skepticism on Wall Street that Limited can deliver. That's why its stock price sits 20% below its late-2006 high and trades at a modest 14 times expected 2008 earnings. Limited's enterprise value (market cap plus net debt) is less than eight times earnings before interest, taxes, depreciation and amortization (Ebitda, a measure of cash flow), barely that of struggling retailers such as Gap Stores (GPS). This, in a market where unremarkable retailers have been taken private at valuations near 10 times Ebitda. \u001d  Skeptics fixate on the erosion in Victoria's Secret's sales growth and profit margins. As Morgan Stanley analyst Michelle Clark wrote in downgrading Limited to the equivalent of a Hold on May 29, \"The pace and degree of operating-margin deterioration\" is \"concerning.\" Margins at the chain slid by three percentage points, into the mid-teens, from the second quarter of last year through this year's first three months. \u001d  It's unclear whether competitors' initiatives in pushing lingerie and \"lounge-wear\" have weakened Victoria's Secret's hold on its customers. Gap, JC Penney (JCP) and others are targeting this area heavily. \u001d  Limited executives declined to speak with Barron's. And they've perhaps turned off investors and analysts by failing to clearly explain what's hurt Victoria's Secret. Comments to analysts by the division's CEO, Sharen Turney, in last quarter's earnings conference call were dishearteningly obscure. Discussing Secret Embrace, a hit bra line, Turney said that Limited's marketing message \"was confusing the customer about, OK, is Secret Embrace a technology, is it a sub-brand?\" And later: \"We have done a lot of hindsighting and what we have also found out is that really the customer is not as much about the technology, but the technology is a driver to the benefit of the bra.\" Got that? \u001d  If this failed to illuminate just why sales fell short, it did succeed in reminding investors that, far from being a steady seller of staple undergarments, Victoria's Secret is rather hit-product-driven. This has historically been a good thing, as the unit consistently led in innovation and function, not to mention eye-grabbing marketing. \u001d  Yet the margin declines are partly explainable by less worrisome trends. The company is spending significantly to enlarge 80% of its 1,005 Victoria's Secret stores by 50% over five years. And stores' profitability has jumped as they've been converted. \u001d  A shift in the sales mix toward the lower-margin Pink brand of casual \"dorm-wear\" or \"lounge-wear\" has pressured profits. Yet this brand has gone from zero to $700 million in sales in two years since its launch, in a blockbuster organic brand extension. \u001d  Thursday's report showed that same-store sales growth at Victoria's Secret has revived; Limited had encouraging words about mid-single-digit projected growth in June, based on early trends. \u001d  At the same time, the Express sale and possible divestiture of Limited stores is prompting a review of overhead, which should help margins. \u001d  Then there's a Limited subsidiary called Mast Industries, which essentially brokers the manufacture of clothing in Asia and elsewhere for U.S. retailers. Initially an in-house utility for Limited's chains, it also services former Limited-owned companies such as Abercrombie & Fitch (ANF). It will continue to source Express following the sale. \u001d  Mast is ramping up third-party sales, according to a write-up by a fund manager on the invitation-only idea forum www.valueinvestorsclub.com, who suggests that Limited as a whole is worth $34. The only publicly traded peer, Hong Kong's Li & Fung (0494.Hong Kong), trades above 25 times Ebitda. Limited hasn't discussed long-term plans for Mast, but it could conceivably grow into a stand-alone business. \u001d  Limited is hearing calls from investors to boost its modest debt levels to repurchase even more stock. Limited could add some debt without pushing its credit rating below investment-grade. It's worth noting that in the first quarter, close to a dozen catalyst-seeking hedge funds initiated positions in Limited stock, according to recent filings, indicating that some arguably smart money smells value (assuming they're still in after the Express sale). \u001d  The stock also includes a lottery ticket -- Chairman Leslie Wexner's knack for developing phenomenally successful retail concepts, with current incubating ideas including C.O. Bigelow (a beauty and personal-care product chain), White Barn Candle (home fragrance and decor shops) and others. \u001d  With downside risk contained by solid asset values and several potential upside catalysts, Limited stock should be back in fashion in about a year. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"09b839b624dd460d72fe343e4c19ea13","symR":["AMTD","AMZN","EBAY","ETFC","GOOG","NFLX","SCHW","TD","TD.T","CA8911605092","US0231351067","US2786421030"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(6/11) The Trader: Where Have We Seen This Movie Before?","GmtTimeStamp":"2007-06-09T04:07:00.000000000","CompanyCodes":["AMTD","AMZN","EBAY","ETFC","GOOG","NFLX","SCHW","TD","TD.T","CA8911605092","US0231351067","US2786421030"],"IndustryCodes":["BAN","BNK","CSV","ISV","OTS","RTS","SCR","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTF","XSTX","XTSE"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  Summer is the season for block-buster sequels on the big screen. But traders watching their computer screens last week can be forgiven for the nagging sense of deja vu. \u001d  Consider the plot summary: The time is early June. An inflation scare yanks the 10-year Treasury yield up toward 5.25%. An already-nervous stock market watching the bond market for cues scrambles for the exits, and the Standard & Poor's 500 index tumbles 3%. Where have we seen this movie before? Why,it's the summer of . . . 2006! \u001d  This year's version, however, features some key variations: The slide came right after stocks reached record peaks Monday, whereas last year's June drop had followed a first wave of selling in late May. This time around, inflation fears are stoked by robust overseas growth and worries about the infiltration of global inflation. The European Central Bank last week raised rates to a six-year high of 4%. The U.S. economy has logged a few more quarters of sluggish growth, and the bull run, while tenacious, is a crucial year older. \u001d  Stocks' midweek decline was their sharpest since late February, and each of the major benchmarks fell 3% or more over three days. But by Friday, money managers who recall how the 2006 June swoon had played out stepped in to buy, and the bounce provided some reprieve heading into the weekend intermission. \u001d  Rate-sensitive stocks like utilities, real-estate-investment trusts and financials suffered the worst drubbing, while cyclical and technology stocks proved more resilient. \u001d  The Dow Jones Industrial Average ended the week down 244, or 1.8%, to 13,424. The S&P 500 lost 29, or 1.9%, to 1508. The Nasdaq Composite Index slipped 40, or 1.5%, to 2574, while the Russell 2000 index of small stocks fell 18, or 2.1%, to 835. The 10-year yield climbed to a 10-month high of 5.12%. \u001d  So will the past indeed be prologue? The \"this time is no different\" crowd has recent history on its side. Since 2004, there have been only two other occasions when the Dow had fallen by more than 80 points for three straight days. Both times, the Dow bounced back resoundingly with gains of 2.6% and 4.7% 15 days later, notes Birinyi Associates. \u001d  Tobias Levkovich, Citigroup's chief U.S. equity strategist, believes there is a better-than-90% probability for U.S. stocks to be higher in six months. After all, valuations are still attractive and sentiment nowhere near excessively bullish, with last week's rapid mood swing providing further proof \"of a cautious mindset and pretty timid conviction in the stock market rally thus far in 2007.\" \u001d  Still, there are worrying signs that bear watching. The market's unconvincing breadth quickly turned ugly midweek. Peter Green, Northeast Research's chief technical analyst, sees in the stalling Dow Jones Transportation Average limited legs for any short-term market bounce. The benchmark had flirted with 5050; if it were to fall below 5000 in the coming sessions, it could well slip-slide toward its 200-day average near 4800, and that could take the Dow Jones Industrial Average down toward 12,480. \u001d  Higher bond yields also loom as a potential villain. A booming global economy and rising prices are pushing up global bond yields. \"And since the U.S. needs to compete against yields elsewhere to fund our $800 billion-plus current-account deficit, our yields are rising even as domestic economic growth slowed down,\" notes Dover Management's chief investment officer, Doug Cliggott. \u001d  Fueled by cheap borrowing costs, U.S. companies' profit margins have expanded in recent years -- with that margin expansion closely tied to debt growth. But \"debt growth peaked at 9.4% in the first quarter of 2006 and has since slowed sharply,\" Cliggott noted. \"The increase in bond yields we are seeing now is likely to put further downward pressure on debt growth\" -- and with it, corporate profit margins. \u001d  Jack Ablin, Harris Private Bank's chief investment officer, says the stock market is \"still undervalued relative to bonds with the 10-year Treasury yield below 5.5%.\" But he would not be surprised if that drifted toward 5.8% in 12 months. Ablin expects stocks' high single-digit returns this year to dwindle to \"a smidgen\" by early next year, especially as the election draws closer. Large stocks, with their compelling valuation and overseas revenue, will hold up better, but smaller stocks could be \"toast.\" \u001d  Last week, Goldman Sachs' economists say they no longer expect the Federal Reserve to cut interest rates in 2007 (they had previously forecast cuts of three-quarters of a percentage point this year). \u001d  Sure, there are those who argue that the economy has grown less sensitive to rate changes. Interest rates also may not rise enough to retard economic growth. And the market remains awash in liquidity. \u001d  Just last week, David Robinson, the former San Antonio Spurs all-star, said he plans to start a $250 million private-equity fund that will target \"socially conscious\" companies. Last month's contemporary art sales in New York saw more than 120 artists' records smashed. And \"For the Love of God,\" a human skull that the artist Damien Hirst encrusted with $28 million worth of diamonds, commands a marked-up price tag of $100 million. Are these mounting signs of peak-market excess or reassuring reminders of liquidity? Stay tuned. \b \u001d  Is it me, or do the gathered guests seem more excited about the union of TD Ameritrade than the groom? \u001d  Ameritrade shares (ticker: AMTD) have jumped 33% in the seven weeks since the discount brokerage was flagged here as overlooked and ripe for a merger. Last week, the shares popped on news that the hedge funds SAC Capital Advisors and JANA Partners had amassed an 8.4% stake and were prodding Ameritrade toward the altar. \u001d  Management's response so far has coyly straddled the line between yes and no. CEO Joe Moglia says that hedge-fund pressure won't sway its strategy. But he also claims that the firm is always mulling its options and \"talking to a lot of people all the time.\" \u001d  The market evidently relishes the prospect of a union. Shares of Ameritrade and E-Trade Financial (ETFC) both rallied on the news, even after the far-larger Charles Schwab (SCHW) said  it isn't interested. With growth stalling, cutting back overlapping branches, call centers and advertising could generate annual cost savings of nearly $500 million in a merger with E-Trade, for example. \u001d  But no trip to the altar can occur without the blessing of Toronto-Dominion Bank (TD), which owns 40% of the outstanding shares (and the Ricketts family, who control 20%). \u001d  In fact, the hedge funds see TD as such an obstacle that their May 29 missive to the Ameritrade board lobbied first for TD's removal from the proceedings even before they made a case for a merger. Among other things, they see a disconnect between the interests of the Canadian bank and Ameritrade stockholders -- with TD representatives putting the Canadian bank's strategic desires \"above their duty to obtain the best result for all of TD Ameritrade's shareholders,\" said SAC's Steven Cohen and JANA's Barry Rosenstein in their joint letter. \u001d  TD shares had begun to run up in late-May before the news. It now has four options: It might do nothing and wait out the hubbub. It can go along with a merger that dilutes its stake. It can also sell off its Ameritrade holding. Both the second and third alternatives aren't exactly palatable since they leave TD with a diminished piece -- or none at all -- of its U.S. growth platform, says Blackmont Capital analyst Brad Smith. \u001d  The remaining choice is for TD to buy out the 60% piece of Ameritrade that it doesn't  own. Ameritrade now trades at 16 times forward earnings, and given its opportunity cost for enhancing value in a merger, Smith estimates that TD may have to cough up at least $25 a share -- or about $8.9 billion -- for the remaining stake. \"While that may be its ultimate longer-term objective, it's not something TD wants to do right now,\" Smith says. \u001d  With a stalemate looking likely, the hedge funds fired off another retort Friday. \"Nothing . . . changes our belief that the time to enter into a value-maximizing strategic combination is now, or our belief that the interests of Toronto-Dominion Bank conflict with those of all other shareholders,\" say SAC and JANA. \u001d  Expect TD and Ameritrade to stall and the hedge funds to apply more pressure. Your move, Messrs Cohen and Rosenstein. \b \u001d  The S&P 500 wasn't the only one to recently reclaim its seven-year peak. Quietly but no less spectacularly, Amazon.com (AMZN) has returned to its March 2000 glory. \u001d  Shares of the online retailer have vaulted 74% in less than two months after the company reported strong first-quarter earnings in late April that surprised Wall Street. More important, operating margins have turned up, and Amazon predicts easing capital spending after years of heavy research and development commitments. And CEO Jeff Bezos' recent promise to increase investment in China, its fastest-growing market, lifted shares above 73. \u001d  Investors relish the prospect of growth  -- particularly of the international variety --  as U.S. economic expansion slows. Amazon has become the go-to retailer on the World Wide Web, with 46% of revenue earned outside North America, and further margin expansion has converts hailing an era of Amazonian domination. But how much good news is priced into the stock? \u001d  With its rally, shares have zoomed past the recently raised 12-month price targets of even the more optimistic analysts. They trade today at 123 times what Amazon earned over the past year, or 57 times forward earnings. The latter far exceeds multiples of less than 20 times for eBay (EBAY) and 27 times for Google (GOOG), themselves no shrinking violets of the Internet. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  June 09, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0cd964add003b9145e1fb0d8299f3f21","symR":["CHMF.RS","TKA.XE","DE0007500001","RU0009046510","CHMF.RS","TKA.XE","DE0007500001","RU0009046510"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Severstal CEO Mordashov Denies Talks With ThyssenKrupp","GmtTimeStamp":"2007-06-09T05:44:00.000000000","CompanyCodes":["CHMF.RS","TKA.XE","DE0007500001","RU0009046510"],"IndustryCodes":["IDD","STL","XDAX","XDJGI"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  June 09, 2007 01:44 ET (05:44 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"11a9f73fea01e0d1f37df73dbf4c9a60","symR":["BUD","KFT","KR","SWY","US0352291035","US5010441013"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(6/11) The Striking Price: A Growing Chorus Of Bud Frogs","GmtTimeStamp":"2007-06-09T04:06:00.000000000","CompanyCodes":["BUD","KFT","KR","SWY","US0352291035","US5010441013"],"IndustryCodes":["BVG","DST","FDR","FOD","OFP","RTS","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Steven M. Sears \u001d  Talking smack and drinking beer. they're good ways to waste time, and Wall Street thinks it may have discovered how to make them profitable. Last week, Pershing Square Capital Management, which buys big stock interests in moribund companies and browbeats management into making decisions that increase the stock price, let leak that it was raising a $2 billion war chest to buy a controlling interest in an unidentified company with a market capitalization of $30 billion to $40 billion. \u001d  Almost immediately, the options market pointed to Budweiser. \u001d  One way for investors to get in on the action: Sell overpriced one- and three-month call options on Anheuser-Busch (ticker: BUD) to speculate on an anticipated shakedown from some yakety-yak hedge fund. \u001d  The implied volatility of Budweiser's options that expire in one month, and three months shot to one year-highs and are now among the most expensive in the entire consumer-staple sector. The other overpriced options are Kroger (KR), Kraft Foods (KFT) and Safeway (SWY). All are takeover targets because they have what leveraged buyout funds need: strong, predictable cash flows, and straightforward balance sheets that can be leveraged. \u001d  The Bud bid is not certain; one newspaper listed 31 companies that could prove attractive to the hedge fund. Bud's chief financial officer, who is probably having a drink this weekend to relax, declined to comment on the speculation, according to Dow Jones Newswires. \u001d  The options market, however, is speaking as loudly as Budweiser's famous talking frogs. Market makers increased the volatility of Bud's one-month and three-month options to 26%, and 23%, respectively. This telegraphs expectations that something happens soon. \u001d  The skew of Bud's options -- essentially the price difference between puts and calls -- is unusual. Bud's calls are more expensive than its puts, another sign of the options market's expectations Bud's stock price may rise. Miller Tabak & Co., a boutique brokerage with many hedge-fund clients, recommends selling Bud's richly priced calls as long as the volatility remains high. \u001d  Many traders reflexively sell high-volatility options because volatility acts like a rubber band. After it stretches out, it snaps back to its normal level. Trading on volatility is harder than that analogy suggests, because it's so hard to predict when volatility will normalize. Sometimes it goes higher before going lower. \u001d  What is certain in this uncertain trade is that Budweiser's management is under serious pressure to perform, even if the boorish hedge fund ultimately browbeats another company. \u001d  Budweiser has strong cash flows, a healthy dividend, and management is just starting to leverage its balance sheet before someone else does it for them. \u001d  The leverage is a likely defensive sign that Budweiser realizes it's a takeover target. This is probably a self-fulfilling prophecy, and one that will prove profitable for traders and investors. The implied volatility on Budweiser one-, three- six- and 12-month options contracts are all trading at one-year highs. And that's something worth toasting. \u001d  --- \u001d  E-mail: steven.sears@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"125ae76b99270dc88ccfd98ee4611908","symR":["532174.BY","IBN","INE090A01013"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"ICICI Bk Local Share Issue Likely In INR900-INR960 Band - TV","GmtTimeStamp":"2007-06-09T09:27:00.000000000","CompanyCodes":["532174.BY","IBN","INE090A01013"],"IndustryCodes":["BNK","XDJGI","XNYA"],"Story":"\b \u001d  MUMBAI (Dow Jones)--India's ICICI Bank (532174.BY), the country's largest private sector bank by assets, is likely to price local shares under its follow-on public offer in the INR900 to INR960 per share band, reported television channel CNBC-TV18 Saturday, quoting unnamed sources. \u001d  A person familiar with the issue had earlier told Dow Jones Newswires the bank is likely to complete its INR201.25 billion (around $5 billion) share issue in the domestic and overseas markets by the end of June to fund its capital adequacy requirements ahead of switching to Basel-II norms in March 2008. \u001d  The television report didn't mention any pricing for the overseas offering. \u001d  On the Bombay Stock Exchange, ICICI Bank shares closed down 0.6% at INR903.60 Friday. \b \u001d  -By Tuhin Kar, Dow Jones Newswires;  91 22 2288 4212; tuhin.kar@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 05:27 ET (09:27 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"12778526b24f0f4ac12244a3f08e6d2b","symR":["AFLT.RS","BA","RU0009062285","US0970231058"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Boeing, Aeroflot Sign Deal For 787-Dreamliner Planes","GmtTimeStamp":"2007-06-09T11:30:00.000000000","CompanyCodes":["AFLT.RS","BA","RU0009062285","US0970231058"],"IndustryCodes":["AIR","ARO","ASP","XDJGI","XDJI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  ST PETERSBURG (Dow Jones)--U.S. plane maker Boeing (BA) will deliver 22 787-Dreamliner planes to Russia's OAO Aeroflot (AFLT.RS), starting in 2014, the two companies said Saturday. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  June 09, 2007 07:30 ET (11:30 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"266376906954a2d04c98fbfa75bfacd6","symR":["12027.FR","ROSN.RS","TOT","FR0000120271","RU000A0J2Q06"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Total CEO Sees No Near-term Sale Of Sanofi >TOT","GmtTimeStamp":"2007-06-09T14:41:00.000000000","CompanyCodes":["12027.FR","ROSN.RS","TOT","FR0000120271","RU000A0J2Q06"],"IndustryCodes":["OIL","XCA4","XDJGI","XENX","XES","XGTI","XISL","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  June 09, 2007 10:41 ET (14:41 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"271b9439e2832c797aa46fe995a520b3","symR":["BP","BP.LN","GSPBEX.RS","TNBP.RS","GB0007980591","RU0007661625","RU000A0HGPM9"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Gazprom Chaiman Confirms Interest In Kovykta Project","GmtTimeStamp":"2007-06-09T14:08:00.000000000","CompanyCodes":["BP","BP.LN","GSPBEX.RS","TNBP.RS","GB0007980591","RU0007661625","RU000A0HGPM9"],"IndustryCodes":["OIL","OIS","XDJGI","XFT1","XGTI","XISL","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  June 09, 2007 10:08 ET (14:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"29e2495f2888f014df5d672f67c8ee19","symR":["SWHC"],"date":"2007-06-09","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(6/11) Barron's Online: Load Up","GmtTimeStamp":"2007-06-09T04:09:00.000000000","CompanyCodes":["SWHC"],"IndustryCodes":["ARO","DFN","XDJGI"],"Story":"\b   (From BARRON'S) \b   By Steven M. Sears \u001d  Smith & Wesson is better known for making Dirty Harry's .44 magnum revolver than as a stock that's worth a shot. \u001d  But that deserves to change. \u001d  For one thing, the shares have had a stellar run in the past two years, going from about $3.50 to $14. Over the past year alone they're up 90%, and they could go higher because Smith & Wesson (ticker: SWHC) is on the cusp of entering new markets with good growth prospects. \u001d  Moreover, a management team trained at companies like Black & Decker has successfully turned around the company. \u001d  Smith & Wesson is introducing new rifles and shotguns, whose combined markets are 80% larger than that of the main driver of the company's fortunes, handguns. \u001d  The company also is working to regain its leadership in the law-enforcement market, which it lost years ago. \u001d  \"The bottom line is 100% profit growth for fiscal 2008,\" says Mike Golden, Smith & Wesson's chief executive. \"We've added seven points to gross margin, and opportunities remain for margin enhancement.\" \u001d  Those strong words are not lost on private-equity investors, who are surprisingly active in the gun sector and could yet take aim on Smith & Wesson. \u001d  To be sure, Smith & Wesson stock is expensive: It's trading at 23.5 times its projected fiscal 2008 earnings, according to Thomson Financial. And small-cap stocks generally carry more risks than large-caps. \u001d  Litigation is also a risk, as is a Securities and Exchange Commission investigation into the company's restatement of financial documents. \u001d  But this stock is worth owning for aggressive growth investors. \u001d  Smith & Wesson is so well-regarded by gun aficionados that a 2004 survey commissioned by the company showed they preferred its revolvers, pistols, tactical rifles, shotguns, hunting rifles, security systems and ammunition to those of other makers. At the time, however, Smith & Wesson sold little more than pistols and revolvers. \u001d  Golden saw this research as an opportunity to add new product lines, in keeping with customers' lofty expectations of the brand. \u001d  The company has aggressively introduced new pistols, rifles and shotguns. The M&P semiautomatic pistol line, for example, competes with Glock, an Austrian-made polymer pistol that replaced Smith & Wesson handguns as the standard sidearm at most police departments. The company's biggest opportunity is the \"long-gun\" market, which includes shotguns and rifles. Entering this $1.1 billion market, 80% larger than the U.S. handgun market, could be a good catalyst for the stock , says Cai von Rumohr, a Cowen & Co. analyst. \u001d  So far, the company's new strategy is producing results. Management advised investors in March that fiscal 2008 sales should total about $320 million, a 42% increase over the previous year's level. Net income is expected to total $27 million, or 60 cents a diluted share. So despite their nice run in the past year, Smith & Wesson shares still have firepower. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"35df4463d7bfff310aa73f65260ca54e","symR":["0308.HK","0397.HK","0828.HK","1088.HK","BMG4586R1079","CN000A0ERK49","HK0308001558","KYG2950W1087"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(6/11) Asian Trader: In China, Hong Kong Is The Better Bet","GmtTimeStamp":"2007-06-09T04:05:00.000000000","CompanyCodes":["0308.HK","0397.HK","0828.HK","1088.HK","BMG4586R1079","CN000A0ERK49","HK0308001558","KYG2950W1087"],"IndustryCodes":["BVG","COA","HEA","TAT","VIN","XDJGI"],"Story":"\b   (From BARRON'S) \b   By Keri Geiger \u001d  Chinese shares have taken some wild rides lately, tempting bargain hunters. But to find value, don't look on the mainland; look in Hong Kong. \u001d  From Jan. 1 to May 29, Chinese shares catapulted 62% to a high for the year. Subsequently, after Beijing tripled its stamp duty on trades to cool the market and dampen rampant speculation, stocks began toppling. On June 7, the Shanghai Composite index closed at 3,890.8, up 45.4% for the year and 10.2% below the May 29 high. \u001d  But investors should remain wary of Shanghai, which now deserves the \"Wild Wild East\" moniker once applied to Hong Kong. In fact, shares in Shanghai, China's premier stock exchange, have more than tripled over the past 18 months. \u001d  The problem is that much of this enormous growth is somewhat artificial. Yes, billions of dollars in liquidity are sloshing around, as everyone from teachers to taxi drivers bets on equities. \u001d  However, by law, mainland residents can invest only in domestic A shares traded in Shanghai and Shenzhen, and don't have access to stocks listed in Hong Kong, including H shares and red-chips. Red-chips are Hong Kong-registered, but controlled by mainland shareholders, while Class H shares are Hong Kong-listed companies registered and based in China. \u001d  Notes Wilfred Sit, regional chief investment officer for Asia Pacific at Mirae Asset Global Investment Management: \"Right now, the A-share market is largely closed to foreign investors and it is difficult for domestic money to get out of China. So you have billions of dollars trapped in that market, which pushes up prices.\" \u001d  He adds that the government's effort to discourage speculation on the property sector -- formerly the most overheated part of China's domestic economy -- has funneled a lot of investment toward Shanghai stocks. \u001d  Jonathan Anderson, chief regional economist at UBS in Hong Kong, points to speculation and government actions as key factors in the massive rise of Chinese shares. \u001d  Since Beijing lifted its moratorium on new stock listings in mid-2006, billions of dollars of new shares from state-owned Chinese companies have flooded the market. Some of these companies executed dual-share offerings, with a portion of their equity sold as A shares and the remainder as H shares in Hong Kong. The rise in the A-share market overall has led to big valuation disparities. \u001d  These days, A shares boast a 50% average weighted premium over H shares, according to JPMorgan. As of June 6, mega-mainland lender ICBC's A shares traded at a 26% premium over its H shares and Bank of China's A shares commanded a 39% premium to its H shares, JPM says. The average price/earnings ratio for H shares is 20.05 times current year earnings, versus 40.38 for the Shanghai Composite. \b \u001d  Do Shanghai's rampant volatility and soaring share prices signal a bubble? Most analysts doubt that. Says Shanghai-based Chris Ruffle, who runs the China Fund at investment house Martin Currie: \"It is not like the equity bubble in Japan in the 1980s, where investors could sell Japanese shares and swap into other markets. People are acting rationally, and you are getting an explosion in earnings.\" \u001d  Still, wary fund managers favor Hong Kong. \"We prefer H shares over A shares because of price differentials.' says Anderson. \"The H shares are still better-quality companies. The A shares have a . . . fat tail of less profitable companies.\" \u001d  Jing Ulrich, chairman of China equities at JPMorgan Chase, says there are still buying opportunities in the H-share market. She views coal producer China Shenhua Energy (ticker: 1088.HK) as attractive, owing to strong coal prices, robust demand and highly efficient operations. She also likes Hong Kong-listed Sinofert (0297.HK), a leader in the domestic fertilizer market, with a growing market share. \u001d  Hugh Simon, CEO of Hamon Investment Group and portfolio manager for the Dreyfus Premier Greater China Fund in Hong Kong, says since neither the Hang Seng Index nor the H-share index has moved up that much this year; this part of the China market isn't overheated. He likes China Travel (0308.HK), which is benefiting from China's growing tourism at home and abroad, and Dynasty Fine Wines (0828.HK), which is being boosted by increased domestic consumption. \u001d  Investors expect Hong Kong to continue delivering impressive returns, thanks to strong company fundamentals and earnings growth, coupled with China's red-hot economy. \u001d  Khiem Do, portfolio manager of the Asia Pacific Fund at Baring Asset Management in Hong Kong, expects the Hang Seng Index to jump another 8% to 10% this year, with earnings-per-share growth of 17% to 20%. \u001d  \"The market returns and EPS growth should continue into next year,\" predicts Do. \u001d  --- \u001d  Keri Geiger, a former Dow Jones Newswires correspondent in Asia, currently is pursuing a graduate degree in the U.S. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"37e28ecc105ef93891049658b8705fec","symR":["PEP"],"date":"2007-06-09","ret":[-0.00099],"ret5":[-0.00099],"Headline":": PepsiCo Announces Plan for Second Snack Plant in Russia","GmtTimeStamp":"2007-06-09T10:34:00.000000000","CompanyCodes":["PEP"],"IndustryCodes":["BVG","SFT","XDJGI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  ST. PETERSBURG, Russia, June 9 /PRNewswire-FirstCall/ -- PepsiCo International is pleased to announce the selection of the town of Azov in the Rostov region as the planned location of its second snacks manufacturing site in Russia, paving the way for an investment of around $170 million over the next five years into the region and the creation of approximately 1000 new jobs. \b \u001d  PepsiCo's decision to build a second snacks manufacturing site comes five years following the decision to invest over $160 million in its first site and related agricultural programmes in Kashira near Moscow in 2002.  The Kashira plant is now one of the largest and most modern snack manufacturing sites both in Russia and continental Europe. \b \u001d  Since 2002, the market for PepsiCo snacks products has grown quickly and the plant at Kashira, which employs around 1600 workers from the area, is now at full capacity.  The new facility in Rostov will provide opportunity for the company to expand sales throughout Russia. \b \u001d  Rostov was chosen as the ideal location for the second site due to its optimal access to customer distribution as well as availability of land and utility connections. \b \u001d  PepsiCo's investment planned for Rostov will also include investments in agricultural programmes in the area which will provide local potato farmers with the tools and training to increase yields and grow superior quality potatoes.  Since beginning its snacks business in Russia in 2002, PepsiCo has invested substantially in local farming with the result that only four years after the start of the programme, 80% of all potatoes used by the Kashira plant are sourced locally, with plans to reach 100% in the next few years. \b \u001d  Speaking in St. Petersburg at a formal signing of the letter of intent with Governor Vladimir Chub of Rostov, Michael White, Vice Chairman of PepsiCo and CEO of PepsiCo International, said: \"I am delighted to confirm our decision to invest in the Rostov region to build our second snacks manufacturing site in Russia.  Governor Chub and his team have provided every assistance to us in finding the best possible site and ensuring we will have access to the necessary infrastructure.  We are deeply proud of our business presence in Russia and today's decision is another vote of confidence from PepsiCo in the future growth and competitiveness of the Russian economy.\" \b \u001d  PepsiCo Russia Snacks General Manager, Paul Kiesler, said: \"Our business in Russia has been growing quickly and the second site in Rostov will provide us with the necessary manufacturing capability to meet growing consumer demand for our products, both today and tomorrow.\" \b \u001d  PepsiCo's beverage operations in Russia began in 1974, with the opening of a bottling plant in Novorossyisk, which established Pepsi-Cola as the first Western branded consumer product to be produced in the country.  Today, PepsiCo and its strategic bottling and distribution partner, The Pepsi Bottling Group, provide direct and indirect employment for over 20,000 people in Russia and their products can be found in 96% of retail outlets across the country.  PepsiCo's beverage brands in Russia include Pepsi-Cola, Aqua Minerale, Tropicana, 7UP, Mirinda and Gatorade (sports drinks).  Its snacks brands include Lay's, Cheetos and Hrusteam, a recently-launched bread snack. \b \u001d  PepsiCo (NYSE: PEP) is one of the world's largest food and beverage companies, with 2006 annual revenues of more than $35 billion. The company operates in nearly 200 countries, and employs more than 168,000 people worldwide.  Its principal businesses include: Frito-Lay snacks, Pepsi-Cola beverages, Gatorade sports drinks, Tropicana juices and Quaker foods. The PepsiCo portfolio includes 17 brands that generate $1 billion or more each in annual retail sales. PepsiCo's commitment to sustainable growth, defined as Performance with Purpose, is focused on generating healthy financial returns while giving back to communities the company serves. This includes meeting consumer needs for a spectrum of convenient foods and beverages, replenishing the environment through water, energy and packaging initiatives, and supporting its employees through a diverse and inclusive environment that recruits and retains world-class talent.  The company is listed on the Dow \bJones North America Sustainability Index.   For more information, please visit www.pepsico.com. \b \bSOURCE  PepsiCo International \b \u001d    /CONTACT: Dick Detwiler, PepsiCo International, U.S., +1-914-253-2725 \b    /Web site: http://www.pepsi.com \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 06:34 ET (10:34 GMT)"},{"md5ID":"3af2f02ef3e957f954abaead4211e9a5","symR":["12027.FR","12057.FR","ROSN.RS","SNY","TOT","FR0000120271","FR0000120578","RU000A0J2Q06"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Total CEO: May Work With Rosneft On Deep Offshore Projects-2-","GmtTimeStamp":"2007-06-09T15:24:00.000000000","CompanyCodes":["12027.FR","12057.FR","ROSN.RS","SNY","TOT","FR0000120271","FR0000120578","RU000A0J2Q06"],"IndustryCodes":["DRG","OIL","XCA4","XDJGI","XENX","XES","XGTI","XISL","XNYA","XST5"],"Story":"\b \u001d  Separately, de Margerie played down suggestions that his company was planning to sell subsidiary Sanofi Aventis (SNY). While he admitted the company was \"a non-core business,\" he said there was no urgent need to raise cash. \u001d  De Margerie declined to be drawn on the state of talks with Russian gas monopoly OAO Gazprom (GSPBEX.RS) over participation in the giant offshore Shtokman gas project. \u001d  Company Web site: http://www.total.com \u001d  -By Andrew Langley, Dow Jones Newswires; +7 495 974 80 55; andrew.langley@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 11:24 ET (15:24 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3c71e57988cde83a5d9054941d504347","symR":["TRNFP.RS","RU0009091573"],"date":"2007-06-09","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Transneft CEO: May Divert Excess Funds To Other Projects","GmtTimeStamp":"2007-06-09T16:28:00.000000000","CompanyCodes":["TRNFP.RS","RU0009091573"],"IndustryCodes":["PIP"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  June 09, 2007 12:28 ET (16:28 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3d6fb9b577526618dc2b59f34a6f3224","symR":["CTAC"],"date":"2007-06-09","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(6/11) Follow-Up: For 1-800 Contacts, The Vision Pays Off","GmtTimeStamp":"2007-06-09T04:07:00.000000000","CompanyCodes":["CTAC"],"IndustryCodes":["OTS","RTS","XDJGI"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  People prone to losing their contact lenses got a nice break when 1-800 Contacts went into business a decade ago. The company brought down the costs of the slippery little things as it carved out a niche as the country's leading direct seller of contact lenses. \u001d  Shareholders weren't as fortunate. When Barron's took a favorable look at the company in 2006, its stock (ticker: CTAC) was languishing around $13, hurt by ongoing losses in the firm's  overseas contact-lens-manufacturing business (\"A Clearer Vision,\" May 22, 2006). \u001d  Stockholders got good news last week when the company agreed to a $340 million buyout from Fenway Partners, a private-equity firm. Fenway will pay $24.25 in cash for each share of 1-800 Contacts, a 21% premium above the closing share price of 20.08 on June 1. Shares were trading Friday at 23.91. \u001d  \"It's a fair price,\" says Mario Cibelli, who runs Marathon Partners, a New York investment firm that is one of the company's largest shareholders. Cibelli valued the company at $25 or more in the article last year. The purchase price of $340 million is equal to about 14 times projected 2007 pretax operating profits. 1-800-Contacts recently announced the sale of its overseas-manufacturing business along with its innovative flat-pack packaging for contact lenses. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4f80562be8efa85d87e3f104e2e6c522","symR":["500188.BY","VED.LN","GB0033277061","INE267A01017"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"India Hindustan Zinc Cuts Zinc Price By INR1,900/Ton","GmtTimeStamp":"2007-06-09T09:35:00.000000000","CompanyCodes":["500188.BY","VED.LN","GB0033277061","INE267A01017"],"IndustryCodes":["MNG","ONF","XDJGI","XFT1","XISL"],"Story":"\b \u001d  MUMBAI (Dow Jones)--India's Hindustan Zinc Ltd. (500188.BY) has cut zinc prices by INR1,900 ($41.14) a metric ton, or 1.1%, to INR171,600 per ton, the company said in a statement Saturday. \u001d  The largest zinc producer by volume also raised lead prices by INR700 a ton, or 0.7%, to INR105,500 per ton. \u001d  Both the changes are effective immediately, the statement said, without providing a reason for the changes. \u001d  Hindustan Zinc is a unit of London-listed Vedanta Resources PLC (VED.LN). \b \u001d  -By Tuhin Kar, Dow Jones Newswires;  91 22 2288 4212; tuhin.kar@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 05:35 ET (09:35 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"573b1093e53a6e43961ab296e5564b9f","symR":["AMTD","AMZN","EBAY","ETFC","GOOG","NFLX","SCHW","TD","TD.T","CA8911605092","US0231351067","US2786421030"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(6/11) The Trader: Where Have We Seen -2-","GmtTimeStamp":"2007-06-09T04:07:00.000000000","CompanyCodes":["AMTD","AMZN","EBAY","ETFC","GOOG","NFLX","SCHW","TD","TD.T","CA8911605092","US0231351067","US2786421030"],"IndustryCodes":["BAN","BNK","CSV","ISV","OTS","RTS","SCR","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTF","XSTX","XTSE"],"Story":"\u001d  Amazon bulls argue that projected profits may still prove too low and will be lifted as skepticism dissipates. But the current valuation heaps pressure on Amazon to deliver steady margin expansion and outsize profit growth, and assumes ever-escalating demand for online goods and services. Amid such great expectations, the shrewd move might be to book some profits. \u001d  The surge has even attracted the attention of speculators who bet, not for the first time, that Amazon might use its inflated currency to plug the DVD-rental gap in its resume. As the broad market sold off last week, Netflix shares (NFLX) jumped 9%. \u001d  \"Although we like the long-term prospects for Amazon, we believe the recent run-up in the stock has been overdone,\" says Dan Jones, who runs Blue Water Asset Management and www.e-bluewater.com. He suggests buying put spreads --  buying July 65 puts and selling July 60 puts -- to hedge against a short-term decline toward 60. \u001d  --- \u001d  E-mail: kopin.tan@barrons.com \u001d  --- \b                        VITAL SIGNS \b \b                             Friday's     Week's    Week's \b                              Close       Change    % Chg. \b \b DJ Industrials              13424.39   -243.72      -1.78 \b DJ Transportation            5120.00   -206.01      -3.87 \b DJ Utilities                  491.32    -27.97      -5.39 \b DJ 65 Stocks                 4493.29   -148.37      -3.20 \b DJ US Total Mkt               367.24     -7.38      -1.97 \b NYSE Comp.                   9826.07   -216.53      -2.16 \b Amex Comp.                   2311.76    -74.41      -3.12 \b S&P 500                      1507.67    -28.67      -1.87 \b S&P MidCap                    899.18    -22.59      -2.45 \b S&P SmallCap                  432.24    -11.06      -2.49 \b Nasdaq                       2573.54    -40.38      -1.54 \b Value Line (arith.)          2425.71    -54.95      -2.22 \b Russell 2000                  835.31    -18.10      -2.12 \b DJ Wilshire 5000            15233.07   -299.60      -1.93 \b                                      Last Week  Week Ago \b NYSE \b Advances                                621      2,660 \b Declines                              2,904        842 \b Unchanged                                55         76 \b New Highs                               482        635 \b New Lows                                150         66 \b Av Daily Vol (mil)                    3,071.4    2,960.2 \b Dollar \b (Finex spot index)                       82.69      82.32 \b T-Bond \b (CBT nearby futures)                    106-28     108-17 \b Crude Oil \b (NYM light sweet crude)                  64.76      65.08 \b Inflation KR-CRB \b (Futures Price Index)                   307.51     314.12 \b Gold \b (CMX nearby futures)                    645.50     671.20 \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"62379b2abab1bc0596df90ce6aec2532","symR":["TRNFP.RS","RU0009091573","TRNFP.RS","RU0009091573"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Transneft CEO: To Borrow `Around $8B' In Benchmark Eurobond","GmtTimeStamp":"2007-06-09T16:07:00.000000000","CompanyCodes":["TRNFP.RS","RU0009091573"],"IndustryCodes":["PIP"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  June 09, 2007 12:07 ET (16:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6e5244c80c9d617b2273744ae96ef9f2","symR":["EXISTA.IC","JJB.LN","GB0004685235","IS0000013175"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"JJB Sports Founder Sells His Stake For GBP190 Mln -FT","GmtTimeStamp":"2007-06-09T16:32:00.000000000","CompanyCodes":["EXISTA.IC","JJB.LN","GB0004685235","IS0000013175"],"IndustryCodes":["INF","INS","RTS","SAP","XDJGI"],"Story":"\b \u001d  LONDON (Dow Jones)--Dave Whelan, the founder of JJB Sports PLC (JJB.LN), has sold his 29% stake in the sportswear retailer to a consortium, the Financial Times in London reported Saturday. \u001d  Icelandic financial services company Exista Hf (EXISTA.IC) paid GBP190 million, or 275 pence per share, for the stake, together with Chris Ronnie, who used to work at Sports Direct International PLC (SPD.LN), the newspaper said. Ronnie will sit on JJB's board as deputy chief executive, it added. \u001d  After disposing of JJB shares in January, Whelan undertook not to sell any more for at least 12 months, according to the Financial Times. \u001d  However, Whelan informed the board of his decision to break that agreement on Wednesday - the same day the company issued a disappointing trading statement causing the shares to suffer their worst one-day fall since 1999, the newspaper added. \u001d  Newspaper Web site: http://www.ft.com \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9319 \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 12:32 ET (16:32 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"71047d2200959e0fd3d28f88506fc52b","symR":["AFLT.RS","BA","RU0009062285","US0970231058"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Boeing, Aeroflot Sign Deal For 787-Dreamliner Planes -2-","GmtTimeStamp":"2007-06-09T11:57:00.000000000","CompanyCodes":["AFLT.RS","BA","RU0009062285","US0970231058"],"IndustryCodes":["AIR","ARO","ASP","XDJGI","XDJI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  Both declined to disclose the financial detail of the transaction. List prices put the planes at between $140 million and $180 million each, although airlines generally negotiate a discount. \u001d  Aeroflot Chief Executive Valery Okulov said his company would take a syndicated loan, secured by the U.S. Export-Import Bank, to pay for the planes. He said Aeroflot has no debt burden at the moment, having cleared its balance sheet up over the last few years. \u001d  The deal will not affect existing orders with Airbus, a unit of EADS (5730.FR). \u001d  Separately, Okulov said Aeroflot's bid for troubled Italian carrier Alitalia SpA (AZA.MI) is now being backed by nine banks. Aeroflot is bidding jointly with Italian bank Unicredit (UC.MI). \u001d  Company Web sites: http://www.aerolfot.ru; http://www.boeing.com \u001d  -By Geoffrey T. Smith and Andrew Langley, Dow Jones Newswires; +7 495 974 80 55; geoffrey.smith@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 07:57 ET (11:57 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"722c1c19c97785db2dfa4c17c3be1d10","symR":["000063.SZ","AFKS.RS","SITR.RS","SSA.LN","CN0005815864","RU000A0DQZE3","RU000A0JP187","US48122U2042"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Sistema Discussing Several Deals With China's ZTE >SSA.LN","GmtTimeStamp":"2007-06-09T15:16:00.000000000","CompanyCodes":["000063.SZ","AFKS.RS","SITR.RS","SSA.LN","CN0005815864","RU000A0DQZE3","RU000A0JP187","US48122U2042"],"IndustryCodes":["CMT","CSE","CTS","ENT","TLS","XDJGI"],"Story":"\b \u001d  MOSCOW (Dow Jones)--Russian conglomerate AFK Sistema (SSA.LN) is negotiating several deals with Chinese telecommunications equipment manufacturer ZTE Corp. (000063.SZ), a company spokesman said Saturday. \u001d  \"None of the deals have been closed,\" he said, adding that they involve Sistema's technology unit OAO Sitronics (SITR.RS) and are worth hundreds of millions of dollars. \u001d  Russian media reported in March that Sitronics had signed a memorandum of understanding with ZTE to form a manufacturing joint venture in the Chinese city of Shenzhen. \u001d  Company Web sites: http://www.zte.com.cn; www.sistema.com/ \u001d  -By Will Bland, Dow Jones Newswires; +7 495 974 80 55; william.bland@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 11:16 ET (15:16 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"73cddb49694441674065aaa8e84f9c60","symR":["CHMF.RS","MT","MT.AE","TKA.XE","DE0007500001","NL0000361947","RU0009046510"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Severstal CEO Mordashov Denies Talks With ThyssenKrupp -2-","GmtTimeStamp":"2007-06-09T06:37:00.000000000","CompanyCodes":["CHMF.RS","MT","MT.AE","TKA.XE","DE0007500001","NL0000361947","RU0009046510"],"IndustryCodes":["IDD","STL","XAEX","XCA4","XDAX","XDJGI","XNYA"],"Story":"\b \u001d  Russian news agency Interfax had reported Friday that Severstal was considering a number of strategic options related to its North American operations. Bankers in Moscow told Dow Jones Newswires that such a deal was unlikely due to Mordashov's frequent expression of his long-term commitment to the steel business. They also noted that a deal which took control of Severstal outside of Russia would be difficult politically. \u001d  Speculation on a possible deal revolves around the logic that Severstal's North American operations aren't as profitable as its domestic ones and that ThyssenKrupp has the same kind of advanced technology that Severstal was seeking in its abortive merger talks with Luxembourg-based Arcelor last year. Arcelor subsequently merged with Mittal Steel (MT). \u001d  Severstal is the third-largest producer of steel in North America, through its ownership of the former Rouge Industries, based in Dearborn, Mich. \u001d  Mordashov told reporters he had no plans to sell his North American assets. \b \u001d  Company Web site: http://www.severstal.ru \b \u001d  -By Geoffrey T. Smith, Dow Jones Newswires; +7 495 974 80 55; geoffrey.smith@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 02:37 ET (06:37 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"76a61a0bd64ad95eb9abe509774f6e98","symR":["E","EN","ENEL.MI","ENI.MI","GSPBEX.RS","GZPFY","SIBN.RS","YUKO.RS","IT0003128367","IT0003132476","RU0007661625","RU0009054449","RU0009062467"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Gazprom Won't Use Eni, Enel Option This Year - Vedomosti","GmtTimeStamp":"2007-06-09T07:00:00.000000000","CompanyCodes":["E","EN","ENEL.MI","ENI.MI","GSPBEX.RS","GZPFY","SIBN.RS","YUKO.RS","IT0003128367","IT0003132476","RU0007661625","RU0009054449","RU0009062467"],"IndustryCodes":["ELC","OIL","XDJGI","XES","XGTI","XISL","XMIB","XNYA","XST5"],"Story":"\b \u001d  MOSCOW (Dow Jones)--Russian gas monopoly OAO Gazprom (GSPBEX.RS) will not use an option to buy 20% of OAO Gazprom Neft (SIBN.RS) from Italian energy companies Eni (E) and Enel SpA (EN) this year, the newspaper Vedomosti reported Saturday, citing Gazprom spokesman Sergei Kupriyanov. \u001d  An Eni spokeswoman declined to comment, the paper said. \u001d  In April, Eni and Enel won an auction for several assets belonging to bankrupt oil company OAO Yukos (YUKO.RS), including the stake in Gazprom Neft, which is already controlled by Gazprom. \u001d  Shortly afterwards, they said Gazprom has an option to buy most of the assets within two years. \b \u001d  Newspaper Web site: http://www.vedomosti.ru \b \u001d  -By Moscow Bureau, Dow Jones Newswires; +7 495 974 8055 \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 03:00 ET (07:00 GMT)"},{"md5ID":"78db30c2795b9b4c1949f0cc79dde412","symR":["CSCO","US17275R1023"],"date":"2007-06-09","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(6/11) Plugged In: Cisco's Winning Telepresence","GmtTimeStamp":"2007-06-09T04:04:00.000000000","CompanyCodes":["CSCO","US17275R1023"],"IndustryCodes":["CMT","XDJGI","XFFX","XGTI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  The long-awaited promise of virtual meetings has arrived, and it is only going to get better. \u001d  When I touted videoconferencing micro-cap Telanetix (ticker: TNXI.OB) two months ago (Plugged In, March 26), an editor asked: Haven't we been talking forever about how telecommunications technology is supposed to reduce business travel? Why now? \u001d  Excellent question, and I have an answer: It works. \u001d  Because of that column and a previous feature story on WebEx, whichis now a unit of Cisco Systems (\"Why WebEx Will Shine,\" June 12, 2006), I've received a flock of offers to check out their competitors. There is something for everybody. At the lower end is WebEx, which is a desktop videoconferencing solution whose upside is its utility for workers to collaborate on different continents over the Web. Then there are Telanetix, Polycom (PLCM), Hewlett-Packard's super-high-end Halo (HPQ) and Cisco (CSCO), which developed its own higher-end solution prior to purchasing WebEx. \u001d  Last week, I gave Cisco's version a whirl, and it was impressive. I interviewed internal start-up chief Marthin DeBeer from San Francisco while he was in San Jose. By the end of our meeting, I had forgotten that we weren't in the same room. Honestly, it's that good. \u001d  \"This isn't videoconferencing,\" DeBeer implored. Videoconferencing is so last century and usually implies a Web camera and a personal computer. This incarnation is called \"telepresence,\" which sounds a little Star Trekkie but, understandably, tries to create distance from the industry's underachieving past. Like it or not, the moniker is here to stay. The first TelepresenceWorld trade show was held in San Diego last week. \u001d  An episode of the Fox television drama 24 gave folks a decent idea of how Cisco's system works. (You can watch it at www.telepresenceworld.com.) It requires a devoted room, with three high-def video panels (a one-panel option is also available), mounted cameras, screens for slides and a crescent-shaped meeting table. This setup gives you the feel of a conference room, allowing participants to look each other in the eye across the table and even hear voices coming directly from the person talking via an audio speaker under his or her image. Most important, the pictures and sound are crisp, without disruptive delays or glitchy interference. Cisco's 60-inch plasma screens boast high-definition TV technology that twice exceeds current industry standards. Lastly, it's CEO-proof: A meeting can be set up using Microsoft Outlook, and the call is launched by the touch of a button on a Cisco VoIP telephone. \u001d  Retail cost for a three-screen telepresence room is $299,000 and $79,000 for one panel, which is suited for executive offices (Cisco CEO John Chambers uses his frequently). The expense, including installation and upgrades, runs about $10,000 a month over three years, DeBeer says. What's more, it is an all-you-can-eat proposition, with no monthly fees because it runs on enterprise broadband. Still skeptical? Cisco claims it's eating its own dog food. It created 18 rooms for its own use 18 months ago and is up to 120, with each operating an average of five hours a day. Says DeBeer: \"Telepresence is like chocolate. You must taste it to know what it's like.\" I must say, it tastes pretty good. \u001d  --- \u001d  E-mail: mark.veverka@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7c072e47a74e3feb87ce65a7e8df3a2c","symR":["12777.FR","UMG.XX","FR0000127771"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Universal Music To Sell DRM-Free Songs -Newspaper","GmtTimeStamp":"2007-06-09T17:25:00.000000000","CompanyCodes":["12777.FR","UMG.XX","FR0000127771"],"IndustryCodes":["BRD","MED","MOV","XCA4","XDJGI","XENX","XES"],"Story":"\b \u001d  LONDON (Dow Jones)--Vivendi SA's (12777.FR) Universal Music, the world's largest music publisher, is to experiment with selling digital music without copy protection, The Times in London reported Saturday. \u001d  According to The Times, Universal wants to see if the drawbacks associated with selling music without \"digital rights management\" or DRM protection are outweighed by the financial rewards. \u001d  The disclosure comes two months after EMI Group PLC (EMI.LN) announced it would make its music available without software-based anti-piracy protection. \u001d  The Times said rivals such as the second-ranked SonyBMG acknowledge that if the market leader changes its stance, neither it nor fourth-ranked Warner Music Group Corp. (WMG) will be able to persist with the same digital safeguards. \u001d  According to the newspaper the issue remains contentious even inside Universal, with some executives already testing the sale of music without copy protection, while others remain far more cautious. \u001d  Newspaper Web site: http://www.timesonline.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9259 \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 13:25 ET (17:25 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"89ab8e52205d8673da4b8cae95665fc7","symR":["0175.HK","KYG3777B1032"],"date":"2007-06-09","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"HK Geely Auto May Sales Up 3.2% On Yr To 15,649 Units","GmtTimeStamp":"2007-06-09T09:06:00.000000000","CompanyCodes":["0175.HK","KYG3777B1032"],"IndustryCodes":["AUT","OTA","XDJGI","XISL"],"Story":"\b \u001d  HONG KONG (Dow Jones)--Chinese automaker Geely Automobile Holdings Ltd. (0175.HK) said late Friday its May sales rose 3.2% from a year earlier, down from a 12% on-year rise in the previous month. \u001d  The Zhejiang province-based manufacturer, which makes and sells autos through affiliates in China, said it sold 15,649 autos in May. It didn't provide year-earlier figures. \u001d  The sales figure for May was lower than the 16,066 cars sold in April. \u001d  In the first five months of 2007, the company sold 82,850 cars, up 6.3% from the same period last year. \u001d  The January-May sales volume represented 34.5% of the total annual sales volume target of 240,000 units. Geely said it remains confident that its sales growth would speed up in the rest of the year, helped by a marketing campaign and new production capacity in China and abroad. \b \u001d  -By Jeffrey Ng, Dow Jones Newswires; 852-2802-7002; jeffrey.ng@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 05:06 ET (09:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8e20119a7a0281b7c7a86db3dbe64837","symR":["EBAY","US2786421030"],"date":"2007-06-09","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"NYC Jeweler Accused Of Manipulating EBay Auctions","GmtTimeStamp":"2007-06-09T16:14:00.000000000","CompanyCodes":["EBAY","US2786421030"],"IndustryCodes":["CSV","XDJGI","XISL","XNQ1","XRUS","XSP5"],"Story":"\b \u001d  NEW YORK (AP)--A Manhattan company that auctioned thousands of pieces of jewelry on eBay (EBAY) and other Web sites bamboozled customers by engaging in an illegal practice called shill bidding, New York's attorney general said. \u001d  Authorities announced Saturday that the company, EMH Group LLC, has agreed to pay $400,000 to settle charges that it inflated prices by bidding in its own auctions. \u001d  EMH, which did business under the name Jewelry by Ezra, and also operated its own site, www.auctionriot.com, will also be banned from the online auction business for four years. \u001d  The jeweler was accused of manipulating Internet auctions by instructing its employees to secretly bid on the items the company was selling, thereby driving up the price. \u001d  People trying to buy jewelry never realized that they were locked in a bidding war with competitors who didn't exist. \u001d  State officials said more than 232,000 of these shill bids were made over the course of a year, inflating prices by about 20%. \u001d  The company's owner, Ezra Dweck, did not return a phone message left at the company's Manhattan headquarters. \u001d  The case was brought to the state's attention by eBay's internal fraud investigation team. \u001d  \"We do not tolerate criminal activity and proactively assist law enforcement to prosecute any individual who may try to defraud our users,\" eBay spokesman Nichola Sharpe said in a written statement. \u001d  Some consumers have criticized eBay for not doing enough to halt shill bidding. \u001d  Attorney General Andrew Cuomo said the case highlights \"the growing vulnerability of online auction shoppers.\" \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 12:14 ET (16:14 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8e8de608f2a51dafb1632c4adc39bab5","symR":["12027.FR","ROSN.RS","TOT","FR0000120271","RU000A0J2Q06","12027.FR","ROSN.RS","TOT","FR0000120271","RU000A0J2Q06"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Total CEO: May Work With Rosneft On Deep Offshore Projects","GmtTimeStamp":"2007-06-09T14:40:00.000000000","CompanyCodes":["12027.FR","ROSN.RS","TOT","FR0000120271","RU000A0J2Q06"],"IndustryCodes":["OIL","XCA4","XDJGI","XENX","XES","XGTI","XISL","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  June 09, 2007 10:40 ET (14:40 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8eb535a8a14f58ea77885474c7a3f3d9","symR":["GSK","GSK.LN","GB0009252882"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"GlaxoSmithKline Says Revolade Shows Benefit In ITP Patients","GmtTimeStamp":"2007-06-09T07:00:00.000000000","CompanyCodes":["GSK","GSK.LN","GB0009252882"],"IndustryCodes":["DRG","XDJGI","XFT1","XGTI","XISL","XNYA","XST5"],"Story":"\b \u001d  LONDON (Dow Jones)--GlaxoSmithKline PLC (GSK), the world's second-largest pharmaceutical company, said Saturday its experimental drug Revolade can benefit patients with chronic idiopathic thrombocytopenia purpura, or ITP - a bleeding disorder in which the blood does not clot as it should. \u001d  The drug, taken as a pill, boosts the levels of blood platelets responsible for proper blood clotting. \u001d  According to data from a late-stage trial on 114 patients, once-daily treatment with Revolade significantly increased blood platelet counts and reduced bleeding in patients who had previously failed with other therapies for their condition. \u001d  The data, which are part of a six-week study, were presented at a European Hematology Association meeting in Vienna. \u001d  Known generically as eltrombopag, the drug is expected to be launched as Revolade in Europe and as Promacta in the U.S. \u001d  Analysts have estimated the product, which has also shown promising efficacy on hepatitis C patients in mid-stage clinical trials, could have a market opportunity of around $3 billion after it is launched.   There are estimated to be between 50,000 and 100,000 people with chronic ITP in the U.S. \u001d  Patients suffering from this condition, whose cause is currently unknown, often bleed from small blood vessels causing bruises, nosebleeds, bleeding from the gums during dental work, or other bleeding that is difficult to stop. \u001d  Other forms of thrombocytopenia occur as a result of chemotherapy treatment, viral infection or chronic liver disease. \b \u001d  Company Web site: http://www.gsk.com \b \u001d  -By Elena Berton, Dow Jones Newswires; +44 20 7842 9267; elena.berton@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 03:00 ET (07:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"92570d7d0f6df1fa1ee97d9283f6b2db","symR":["AAPL","COP","GOOG","IWD","IWF","MO","PNC","PRU","WLP","US02209S1033","US0378331005","US20825C1045","US7443201022","US94973V1070"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(6/11) Streetwise: The 5% Dilemma","GmtTimeStamp":"2007-06-09T04:05:00.000000000","CompanyCodes":["AAPL","COP","GOOG","IWD","IWF","MO","PNC","PRU","WLP","US02209S1033","US0378331005","US20825C1045","US7443201022","US94973V1070"],"IndustryCodes":["BNK","CPR","EXT","FOD","HEA","INL","INS","ISV","OFP","OIL","TOB","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  The \"I remember when\" crowd was incredulous last week that 10-year Treasury yields climbing above 5% could unnerve the stock market enough to prompt a 3% three-day drop from Tuesday through Thursday. \u001d  In the same tone parents used to tell of having had to milk the cows before breakfast in the days before fairies paid five bucks for a lost tooth, plenty of Wall Street voices insisted that 5.12% yields are \"still low\" and that stocks in the mid-'90s happily rallied with yields above 6%. To say nothing of the mid-teens rates near the dawn of the great bull market in 1982. \u001d  That's all true, of course, but somewhat beside the point. Because what matters is less where we are or where we've been than where we're headed. When yields were approaching the same levels above 5% in, say, 1993 and 1995 and 1998, it was on their way down in the grandest of all bond bull markets, one that lasted 20-plus years and culminated with Treasuries carrying a \"3\" handle a few years ago. This was a massive secular tailwind for stocks and gave upward impetus to equity valuations. \u001d  If, as now seems likely, that epochal downtrend in rates is reversing -- in whatever halting and saw-toothed pattern it follows -- then the same 5%-ish level becomes a headwind. \u001d  As noted here in recent weeks, during this bull market of four-plus years, stock indexes have made essentially no upside progress in periods when the 10-year yield has been above 4.75% or so. Stock valuations and M&A deal premiums, in this context, will be crimped at lower rates than we became accustomed to in the prior decade. \u001d  Moving beyond the history lessons, though, there are some encouraging aspects of the markets' action that suggest that this pullback in stocks (partially reversed with Friday's rally) is probably not the Big One, so to speak. \u001d  First is the fact that rising rates, which went unnoticed for weeks, have now become overexposed as a news story and a focal point of market commentary. From the headline-commanding comments of Pimco's Bill Gross (risk of 6.5% 10-years within five years) to the popular insistence that higher rates, at last, will bring the buyout boom to its Waterloo, this cacophony hints that stocks are in the process of discounting this story. \u001d  The other key sub-surface element to the bond selloff is that it wasn't accompanied by accelerating inflation expectations or carnage in the corporate-bond arena. Market-implied inflation forecasts have remained tame, and corporate-bond yields haven't risen nearly as fast as Treasuries. Corporate-bond spreads still seem too tight to the naked eye, but they have been a good indicator of general economic risk and liquidity for stocks. \u001d  Of course, part of this process of stocks' possibly making their peace with 5%-plus rates could well be continued weakness for a few more percent of downside. The first furious one-day rebound, such as Friday's, after such a brutal bout of selling as we saw last week usually can't be fully trusted. \u001d  Bulls, in fact, should be hoping this pullback gets deeper and generates a bit more fear than we've seen so far and quiets the chorus of those calling this a \"buying opportunity.\" If the decline is undone in a hurry and a summer melt-up resumes, then we'd again have to start invoking those pesky 1987 analogies. \u001d  In the easy-money, deal-a-minute ethos of the present market, outsized attention is being paid to quick catalysts that create an instant one-time step increase in values -- LBOs, leveraged recapitalizations, corporate split-ups, huge stock buybacks. \u001d  Ignored, by contrast, are genuine organic-growth stories, companies that seem able to keep increasing earnings even as the profit cycle matures and slows. \u001d  Apple (AAPL) and Google (GOOG) are the two biggest exceptions to this rule. All the growth seekers are crowded into these two cult names and a few others. \u001d  It's telling that aggressive-growth mutual funds have seen net outflows for 12 consecutive months, totaling $43 billion, according to Citigroup. And the Russell 1000 Growth (IWF) exchange-traded fund has only $9.1 billion in assets, just two-thirds as much as its Russell 1000 Value ETF (IWD) counterpart. \u001d  Within sectors, there's very little valuation differentiation between companies with better and worse growth prospects. This spells opportunity, at least for relative returns. Morgan Stanley strategists have a \"mispriced growth\" screen that gets at stocks with better growth prospects than the market is crediting. This basket has performed well, and currently contains such names as ConocoPhilips (COP), WellPoint (WLP), Prudential (PRU), Altria (MO) and PNC Financial Services (PNC). \u001d  --- \u001d  e-mail: michael.santoli@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9434ad845a63ee5b45e84dbff78b4704","symR":["AMZN","BGP","ESLR","GPS","QCE.XE","TWB","WU","DE0005558662","US0231351067"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(6/11) Hard Times Ahead At The Mall","GmtTimeStamp":"2007-06-09T04:08:00.000000000","CompanyCodes":["AMZN","BGP","ESLR","GPS","QCE.XE","TWB","WU","DE0005558662","US0231351067"],"IndustryCodes":["ELQ","FAD","OTS","RTS","SAP","SVC","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XTDX"],"Story":"\b   (From BARRON'S) \b   By Sandra Ward \u001d  Interview With Shawn Kravetz \u001d  Founder and president, Esplanade Capital \b \u001d  By sticking to select sectors and to disciplined investing principles, the man in charge of Boston-based Esplanade Capital has consistently rewarded investors with good ideas and strong performance. This year, Kravetz has delivered 9.45%, after fees, through May, and his fund has gained 16.57% a year on average, after fees, for the past five years. For the first time we can remember, he's not finding much to like in retailing, a specialty of his. But he's warmed upto the hot solar sector. \b \u001d  Barron's: Let's talk about your views on the retail sector. \u001d  Kravetz: Retail has always figured quite prominently in our portfolios. But today we have our lowest retail exposure in over five years, because there is an unfortunate confluence of growing risk as the stocks are rising and rarely does this lead to good investment opportunities, at least the way we think about them. We are just not finding much. \b \u001d  Q: Aren't there a lot of turnarounds to get interested in? \u001d  A: The markets tend to get very excited about the next big turnaround like the Gap [ticker: GPS], which had a lot of excitement around it during the holidays. But the excitement was on Wall Street, not in the stores. Paying high multiples for the promise of a turnaround or dramatic growth becomes a riskier and riskier bet as the environment gets tougher. We are cautious. We are thinking in terms of consumer compression not consumer recession. \b \u001d  Q: Meaning? \u001d  A: Meaning we expect a slowdown, as opposed to a collapse. A lot of my concern boils down more broadly to rates. If interest rates remain in this ballpark,  lots and lots of things will squeak by. But if we see a rate spike, the real-estate market will face even more risk, and that will have a substantial impact on consumption. People's discretionary income will fall dramatically as the cost of keeping a roof over their head rises. Lastly -- and this is very important -- the discount rate that we as investors use, and particularly what private-equity firms use to calculate their beloved terminal value -- the present value of future cash flows -- will go up, and the terminal value will fall. The private-equity put that has been so valuable of late across industries will start to wither. And the leverage that private-equity firms and  hedge funds use to support some of these valuations will also go away. A lot hinges on what happens with rates, and we don't see any immediate spike in rates. But that's the one thing that most concerns us. \b \u001d  Q: What retailers do you like? \u001d  A: In our entire universe, we could find only one core retail holding, and that's Tween Brands [TWB]. \b \u001d  Q: Go on. \u001d  A: Tween Brands was formerly known as Too. But they changed their corporate name to reflect the fact that they have two very different distinctive retail banners today: the Limited Too, which is a great business, and a relatively new concept by the name of Justice. Limited Too is the most unheralded specialty-retailer growth story out there. They sell fantastically well-merchandised apparel and lifestyle products to girls between the ages of 7 and 14. It's a very steady, very profitable business with 570 stores and modest growth potential. Until recently, people thought they had no growth potential. But we think they'll increase square footage by 5% in the next couple of years. That's not immaterial. Combine that with 20%-plus operating profits at the store level, and this is just a great cash cow. \u001d  Justice, on the other hand, is the strip-mall version of Limited Too: You get a similar feeling but lower prices and the strip-mall format, which doubles their opportunity for square footage and market penetration. They have opened 184 stores under the Justice concept, and same-store sales comparisons were up 22% in its most recent quarter. \b \u001d  Q: Why is the stock underappreciated? \u001d  A: Only recently has Justice started to contribute to profits, because it was very small and there was some overhead required to open 184 stores. They are building 100 stores this year. Management thinks profit margins at Justice can be at least as high if not higher than the Limited Too margins. We agree with that because even though the average selling price is lower and gross margins are lower, the real estate is so much cheaper the operating margins can be higher. This is a business that in, say, 2008 can contribute roughly half as much to corporate profitability as the Limited Too division does. That's a big number for a piece of the puzzle that people still aren't talking much about yet. \b \u001d  Q: What are you expecting for earnings? \u001d  A: They are extremely well set up for the second half and, more importantly, 2008, when Justice will really be firing on all cylinders. Tween earned $1.95 a share last year. The company is guiding to $2.15 to $2.25 a share this year. But the story for us is 2008, and it is not unthinkable that they could earn $3 a share next year, up from $2.15 to $2.25 a share. They are also starting to do a virtual leveraged buyout. In the first quarter, they bought back $59 million worth of stock, or almost 5% of the company. You could easily see an 18 to 20 multiple that, if not in '08 then by '09, gets you to a $54 to $60 stock. \b \u001d  Q: What other sectors appeal to you? \u001d  A: We have been active in solar power. About three years ago, we started to see just a dramatic growth in the sector outside the U.S., and we started to appreciate the economics of solar power in a world very concerned with energy prices, energy independence and all things green. The solar market grew roughly 50% last year, and we believe it will grow 50% again this year. Growth would be faster if not for the global shortage of a key raw material, polysilicon, which is keeping prices higher and supply lower than normal. We see that situation easing in the coming couple of years. We see staggering growth. We see superb companies, and we see local and national governments around the world with a tremendous appetite for solar energy. \b \u001d  Q: How about a pick? \u001d  A: Evergreen Solar [ESLR]. It's in many ways the most interesting because it is the messiest story. They offer a very special technology called String Ribbon wafer technology that allows manufacturers of solar products to use less silicon, which is important given the shortage of silicon. Evergreen's technology uses about five grams of polysilicon to produce one watt of power and we think that will go to about three grams a watt by 2010. The industry average is closer to nine grams per watt. \u001d  Today, at a weighted average cost of $100 per kilogram of polysilicon, Evergreen spends about 50 cents a watt on silicon, and that's 30% of the total cost of the solar cell. A typical industry player would spend about a $1 per watt on silicon, representing almost 45% of the cost of goods sold. Evergreen has a 20% cost advantage. Even if silicon prices were cut in half, Evergreen would spend about 15 cents a watt on silicon, whereas an industry player would spend roughly twice that. \b \u001d  Q: What else does it have going for it? \u001d  A: Today versus last year at this time they have a terrific new CFO, their Ever Q joint venture with Q-Cells of Germany is humming, and they have a secured silicon supply. \u001d  They've raised a lot of money, and solar is on fire. And we see a company that is poised for tremendous growth over the next three to five years but whose stock, unlike many of its solar peers, has done nothing. \b \u001d  Q: How is that? \u001d  A: They do not make money today. They have had to raise a fair amount of capital to build plants. Historically, they have had poor Wall Street relations. Expectations, because of that, are quite low. \b \u001d  Q: Would they also be a takeover target at some point? \u001d  A: To us there are three potential outcomes to this story: One is what they are pursuing now, a go-it-alone strategy with some joint ventures where they can earn north of $1 a share by around 2010, and that gets you to a $15-$25 stock price. A second scenario, which I refer to as an \"asset lite\" strategy, is one where they become a technology-licensing company and instead of raising capital and building plants, license their technology for royalties. \u001d  That's not unlike what they've done with their joint venture in Germany, where they get a technology royalty, a marketing commission and also own a third of the equity. If they just went to a straight licensing fee, you could easily envision a business that generates a couple of hundred million in revenues at nearly 100% gross margins. \u001d  They could buy back stock. And you could see a stock that gets north of $20 a share based on $200 million or more in pure gross margin. The last scenario, which we think is incredibly viable, is the sale of the company. \b \u001d  Q: How about another idea? \u001d  A: Western Union [WU]. They are the leader in global money transfer, providing people around the world with easy and trustworthy ways to send money. They have 300,000 agent locations in 200 countries. It provides an absolutely vital service. We think it is underappreciated because Wall Street has an Internet view of the world, which is, why not use PayPal and credit cards to send money? But a lot of Western Union customers don't have access to e-mail or a computer or a bank, for that matter. When they were preparing to be spun out by First Data, we were astonished at their returns on capital, their cash-flow generation, their 30% profit margins. Historically, this has been a very solid and a low-double-digit-growth business. Nice and boring and immensely profitable. But because of the costs of becoming a public company and some short-term disruption in the Mexican market, an important market for them, and some headline risk on immigration reform, we think the stock now presents an opportunity. \u001d  Trading at just over 17 times 2008 earnings and just over 11 times 2008 Ebitda [earnings before interest, taxes, depreciation and amortization], it is just too cheap. \b \u001d  Q: Anything else? \u001d  A: We are short Amazon.com [AMZN]. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  June 09, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9a94239faf5a459a4b383a76badb1874","symR":["VOD","VOD.LN","VZ","GB00B16GWD56","US92343V1044"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(6/11) European Trader: Patience Needed On Vodafone","GmtTimeStamp":"2007-06-09T04:08:00.000000000","CompanyCodes":["VOD","VOD.LN","VZ","GB00B16GWD56","US92343V1044"],"IndustryCodes":["CTS","FTS","TLS","XDJGI","XDJI","XFFX","XFT1","XGTI","XISL","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b   (From BARRON'S) \b   By Arindam Nag \u001d  Shareholder activism is usually welcome, but not when the activists haven't done their homework. And in their present form, the suggestions made by a diverse group of Vodafone investors simply don't cut the mustard. \u001d  Efficient Capital Structures, formed specially to push for a restructuring of Vodafone, is suggesting the U.K. mobile operator issue a tracking stock that would reflect the value of its 45% investment in Verizon Wireless. It also wants Vodafone, whose American depositary receipts trade on the Big Board under the ticker symbol VOD, to leverage its balance sheet via a bond issue and to seek shareholders' permission before making any large acquisitions. \u001d  Spinning off the Verizon Wireless stake and issuing a tracking stock for it sounds good on paper. But it wouldn't be easy, simply because Vodafone doesn't control Verizon Wireless; Verizon Communications (VZ) owns the other 55% of the U.S. wireless outfit. A tracking stock normally is issued only when a parent company is in full control of a division. It's usually done with fast-growth divisions, allowing parent-company investors to assess their market value. AT&T issued one some years ago to track its wireless business. Genzyme did the same with its Celera Genomics unit. \u001d  If, as Efficient Capital suggests, Verizon Wireless were to issue a tracking stock listed in London, the value would only be in its dividend yield. It would have nominal voting rights, too few to influence operations -- which means it wouldn't carry a potential takeover premium. That would keep the tracking stock trading in a narrow range. \u001d  That said, Vodafone investors are justified in seeking to extract value from the Verizon venture. Vodafone CEO Arun Sarin told investors recently that once Verizon Wireless' current $12 billion debt load falls to zero -- which he see happening in two years -- dividends will start to flow. \u001d  Sarin could pressure Verizon to consider a faster timetable for dividends. That's not impossible: Verizon Wireless' recent performance has been impressive and its capital spending is well within control. What Vodafone shouldn't do is sell its stake under pressure from the activists, because it should be able to get far more value for it in two or three years. Verizon's growth is likely to accelerate in the next few quarters, on the back of mobile data services, which generate higher revenue than voice. This segment is taking off. \u001d  The activist investors also want Vodafone to raise more than 30 billion British pounds from the debt markets, so that it can take shareholder-friendly steps, such as buying in stock or boosting its dividend. Vodafone does have a strong balance sheet -- it's rated Single A -- but it simply can't afford that much leverage. Its emerging-markets units in Turkey, South Africa and India are expanding and they require capital. \u001d  If Vodafone takes on a lot of debt to satisfy investors, its credit rating is likely to be downgraded. That would raise its future cost of capital, hurting further access to capital needs for capital expenditures. \u001d  Vodafone shares have done well in the past year -- the ADRs are up more than 50%, to a recent $31.53 -- and have outpaced their benchmarks. Agitating investors should be patient and let the company's strategic moves pay off. \u001d  --- \u001d  Arindam Nag is a contributor to The Skeptic, a Dow Jones Newswires column on which this European Trader is based. \u001d  --- \b                         DOW JONES GLOBAL INDEXES \b \bRegion/ \bCountry \b   DJ Global          DJ Global           DJ Global     Point \b    Indexes,           Indexes,            Indexes,      Chg.    % Chg. \b Local Curr.  Wkly       U.S. $     Wkly  U.S. $ on      From      From \b    06/08/07  % Chg.   06/08/07   % Chg.   12/31/06  12/31/06  12/31/06 \b \bAmericas \b                         380.63    -2.06     351.71    +28.92     +8.22 \b \bBrazil \b  6602481.66  -1.88     1325.50    -4.78    1067.30   +258.19    +24.19 \b \bCanada \b      460.21  -2.27      501.03    -2.01     425.73    +75.30    +17.69 \b \bChile \b      657.88  -0.54      465.99    -1.36     393.68    +72.32    +18.37 \b \bMexico \b     2107.32  -1.57      589.52    -3.76     500.99    +88.53    +17.67 \b \bU.S. \b      367.24  -1.97      367.24    -1.97     343.25    +23.99     +6.99 \b \bVenezuela \b     2423.67  -1.06       69.63    -1.06      58.10    +11.52    +19.83 \b \bLatin America \b                         678.68    -4.03     560.18   +118.50    +21.15 \b \bEurope \b                         374.15    -4.18     349.72    +24.43     +6.99 \b \bAustria \b      484.51  -3.08      504.16    -3.51     465.16    +39.01     +8.39 \b \bBelgium \b      437.81  -3.80      455.81    -4.22     427.54    +28.27     +6.61 \b \bDenmark \b      528.06  -4.46      560.66    -4.84     505.70    +54.96    +10.87 \b \bFinland \b     1570.54  -2.51     1461.64    -2.94    1206.63   +255.00    +21.13 \b \bFrance \b      373.37  -4.70      393.79    -5.12     365.73    +28.06     +7.67 \b \bGermany \b      333.14  -4.92      345.57    -5.34     302.80    +42.77    +14.13 \b \bGreece \b      424.19  -2.70      325.81    -3.13     295.24    +30.57    +10.35 \b \bIreland \b      659.64  -6.31      670.55    -6.72     671.96     -1.40     -0.21 \b \bItaly \b      333.68  -3.20      285.27    -3.63     280.63     +4.64     +1.65 \b \bNetherlands \b      424.37  -2.67      440.44    -3.10     401.84    +38.60     +9.61 \b \bNorway \b      454.81  -3.69      449.07    -4.00     402.36    +46.70    +11.61 \b \bPortugal \b      339.81  -3.84      306.98    -4.26     270.37    +36.61    +13.54 \b \bSpain \b      571.27  -4.34      446.81    -4.76     422.08    +24.73     +5.86 \b \bSweden \b      684.67  -4.17      577.64    -4.80     542.62    +35.02     +6.45 \b \bSwitzerland \b      545.04  -3.92      599.24    -4.14     577.55    +21.69     +3.76 \b \bUnited Kingdom \b      277.51  -2.88      292.05    -3.45     278.31    +13.74     +4.94 \b \bSouth Africa \b                         336.04    -5.47     319.28    +16.76     +5.25 \b \bPacific Region \b                         157.15    -0.40     146.16    +10.99     +7.52 \b \bAustralia \b      424.25  -1.50      470.92    -0.04     400.56    +70.36    +17.56 \b \bHong Kong \b      411.20  -0.65      409.17    -0.73     377.97    +31.20     +8.26 \b \bIndonesia \b      635.06  -1.41      138.94    -4.42     127.96    +10.98     +8.58 \b \bJapan \b      115.60  -0.76      118.61    -0.42     115.76     +2.85     +2.46 \b \bMalaysia \b      258.35  -0.23      202.85    -2.15     158.88    +43.97    +27.68 \b \bNew Zealand \b      200.08  -2.83      279.71    -1.11     259.49    +20.22     +7.79 \b \bPhilippines \b      351.39  -1.22      196.07    -2.23     159.92    +36.14    +22.60 \b \bSingapore \b      283.32  -1.25      298.02    -1.81     249.36    +48.65    +19.51 \b \bSouth Korea \b      355.36  +0.44      289.31    +0.13     241.17    +48.14    +19.96 \b \bTaiwan \b      206.90  +0.65      161.55    +0.72     156.13     +5.41     +3.47 \b \bThailand \b      138.97  -0.32       94.66    -0.48      81.33    +13.34    +16.40 \b \bEuro Zone \b                         387.61    -4.58     356.67    +30.94     +8.68 \b \bEurope (ex.U.K.) \b                         421.12    -4.53     389.85    +31.27     +8.02 \b \bNordic Region \b                         658.01    -4.23     587.36    +70.65    +12.03 \b \bPacific Region (ex. Japan) \b                         353.49    -0.36     308.33    +45.16    +14.65 \b \bWorld (ex. U.S.) \b                         263.30    -2.76     243.05    +20.26     +8.33 \b \bDOW JONES WORLD STOCK INDEX \b                         298.95    -2.41     277.50    +21.45     +7.73 \b \bIndexes based on 12/31/91=100.2007 \bDow Jones & Co. Inc. All Rights Reserved. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9e2aa53c93d710159804594187dd8abe","symR":["WYN"],"date":"2007-06-09","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(6/11) Hospitality Sweet","GmtTimeStamp":"2007-06-09T04:07:00.000000000","CompanyCodes":["WYN"],"IndustryCodes":["LOD","XDJGI","XNYA","XSP5"],"Story":"\b   (From BARRON'S) \b   By Leslie P. Norton \u001d  Time-share operators used to have a terrible reputation, with developers pushing shoddy resorts and high-pressure salesmen flogging properties as they plied potential buyers with margaritas. Then the regulators moved in, giving buyers the right to cancel purchases when the margaritas wore off. Today the business is booming and boasts double-digit annual growth for most of the past two decades. \u001d  The biggest hospitality companies, from Marriott International (MAR) to Walt Disney (DIS), now sell time shares, but the largest player in the industry, and arguably the most obscure, is Parsippany, N.J.-based Wyndham Worldwide (WYN). Time shares account for 41% of Wyndham's cash flow, while a \"vacation exchange,\" which gives 3.4 million \"members\" access to 60,000 properties in a hundred countries, contributes another 33%. Wyndham also franchises nearly 6,500 economy and mid-priced hotels, including Super 8, Days Inn, Travelodge and Howard Johnson. Those brands were part of scandal-bowed Cendant, which a year  and a half ago  bought the tonier Wyndham brand. \u001d  Wyndham was spun out by Cendant last August, coming public at about 32 a share. It now trades for 35 and change and has a market value of $6.5 billion, though some fans are betting it's worth closer to 60 a share. \"It's new, underappreciated and underfollowed,\" says Walter Scully, an analyst at Putnam Investments, which loaded up on Wyndham shares late last year. \u001d  Skeptics note that the lower-priced hotel segment hasn't grown as fast as luxury lodging and that the lodging cycle is long in the tooth. Moreover, unlike other innkeepers, Wyndham's clients are leisure, not business, travelers. The company's typical time-share customer -- a 58-year-old with an $85,000 annual income -- seems uncomfortably stretched. \u001d  These concerns, plus the lack of Wall Street coverage, are evident in Wyndham's valuation. The company trades for 20 times trailing earnings, compared with Marriott, at 28 times, and Starwood Hotels & Resorts (HOT), at 24 times. \u001d  With earnings poised to show impressive growth, the stock looks surprisingly cheap. In May, Wyndham reported first-quarter profit had tripled, buoyed by an increase in room revenue, an acquisition and strong vacation-ownership demand. For the full year, the company boosted its earnings forecast to $1.98 to $2.17 a share, on revenue of $4.35 billion to $4.51 billion (compared with earnings of $1.70 a share in 2006 on revenue of $3.84 billion). Wyndham also announced plans to start paying a cash dividend of four cents a share in the third quarter, and has been buying back stock. \u001d  \"Wyndham has been a show-me stock, especially as it relates to earnings,\" Goldman Sachs analyst Steve Kent wrote after the March-quarter report. \"For the third time in a row they delivered strong quarterly results.\" \b \u001d  Stephen Holmes, Wyndham's chief, counters critics by noting that while two-thirds of time-share buyers finance their purchases, paying rates of 10% to 15%, the rates are fixed and default rates haven't jumped because the payments are relatively small. Wyndham's recent $600 million offering of notes backed by time-share receivables was \"way oversubscribed,\" Holmes says. \u001d  The market's concerns have created an \"exceptionally cheap\" stock, says Amit Kapoor, a lodging analyst at Gabelli & Co. Kapoor calculates Wyndham's private-market value by applying a 12 multiple to 2007 cash flow and subtracting net debt. The result: 58 a share, or 65% more than the current price. \"It's hard to ignore,\" Kapoor says. \u001d  Analysts typically have awarded Wyndham multiples of 12 times earnings before interest, taxes, depreciation and amortization for lodging; 10  to 11 times for vacation exchange, and seven  to eight times for the time-share unit. But Holmes argues the time-share valuation -- just a notch below a lodging multiple -- should be higher. In the past 15 years, he says, U.S. time-share-industry revenue has grown 14% a year, seemingly impervious to events like 9/11, and some 40% of Wyndham's new customers become repeat buyers. \u001d  Says Franz Hanning, chief of the time-share operation: \"We're still at less than 5% penetration. If the ultimate [saturation] rate is 15%, we have 100 years left.\" \u001d  Wyndham has a flexible points-based system that attracts customers and a strong portfolio of destinations for drivers (Branson, Mo.; Myrtle Beach, S.C.) and fliers (Waikiki, Las Vegas). It is building time shares around hotels in Puerto Rico and Orlando, and rapidly expanding its high-end \"Presidential\" inventory. In the next five years, rebranding time shares under the Wyndham flag -- helped by a TV campaign featuring Arnold Palmer -- could also boost operating margins by 3.5 percentage points from a current 15%, Hanning says. \u001d  Wyndham also has aggressive plans to build its lodging business, adding 165,000 net rooms by 2010. And it is expanding rapidly around the world, including in India and China. The company's cheap stock also might draw the attention of buyout firms; takeover speculation has buzzed around Marriott, Starwood and Wyndham. At current multiples, there's plenty of room at the inn. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a011e2a620cc8c832f355a567ed3f534","symR":["VOD","VOD.LN","GB00B16GWD56"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Investors Snub Vodafone Rebels -Newspaper","GmtTimeStamp":"2007-06-09T16:52:00.000000000","CompanyCodes":["VOD","VOD.LN","GB00B16GWD56"],"IndustryCodes":["CTS","TLS","XDJGI","XFT1","XGTI","XISL","XNYA","XST5","XSTT"],"Story":"\b \u001d  LONDON (Dow Jones)--An activist shareholder group that wants to break up mobile phone operator Vodafone Group PLC (VOD) is struggling to win support, The Times in London reported Saturday. \u001d  Six key investors, including Morley Fund Management, Insight Investment Management and second-biggest shareholder M&G Investment Management, will vote against the radical proposals advocated by Efficient Capital Structures, the newspaper said. \u001d  The activist group led by former Marconi executive John Mayo has urged the Newbury, England-based operator to restructure debt and separate its Verizon Wireless joint venture. \u001d  According to The Times, Vodafone's former chairman Lord MacLaurin of Knebworth has described the plans as \"ludicrous.\" \u001d  Newspaper Web site: http://www.timesonline.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9259 \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 12:52 ET (16:52 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a3589ff89ee1e61be685eebe5d3ab78c","symR":["PEP"],"date":"2007-06-09","ret":[-0.00099],"ret5":[-0.00099],"Headline":"PepsiCo To Build $170 Mln Plant In Russia -Tass","GmtTimeStamp":"2007-06-09T16:42:00.000000000","CompanyCodes":["PEP"],"IndustryCodes":["BVG","SFT","XDJGI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  MOSCOW (Dow Jones)--U.S. soft drink and snack maker PepsiCo Inc. (PEP) Saturday signed an agreement with the government of the Rostov region in southern Russia to build a Frito Lay chips plant, news agency Prime-Tass reported. \u001d  Under the agreement, signed at the St. Petersburg Economic Forum, the company will invest $170 million in the plant in the next five years. \u001d  Pepsi currently has six plants in Russia and is building a seventh. \b \u001d  Agency Web site: http://www.prime-tass.ru \b \u001d  -By Moscow Bureau, Dow Jones Newswires; +7 495 974 8055 \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 12:42 ET (16:42 GMT)"},{"md5ID":"a9c5ec5be5034b019ad05e72ed7f7802","symR":["CWT","FLEX","HRBN","KONA","MDR","MPR","PRAA"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(6/11) Research Reports","GmtTimeStamp":"2007-06-09T04:04:00.000000000","CompanyCodes":["CWT","FLEX","HRBN","KONA","MDR","MPR","PRAA"],"IndustryCodes":["CFN","CON","ELQ","FAC","IDD","RES","WAT","XDJGI","XISL","XNQ1","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  California Water Service Group \u001d  -- CWT-NYSE \b \u001d  Hold - Price 37.48 on June 6 \u001d  by Brean Murray Carret & Co. \b \u001d  The company entered into an unsecured credit agreement for a revolving line of credit for up to $75 million. Bank of America is providing the entire line, with $55 million of credit extended to [the company] and its subsidiaries, with another $20 million provided by an unsecured loan agreement. The company stated the credit lines would be used for general corporate purposes, working capital, capital expenditures and potential acquisitions. \b \u001d  Flextronics International \u001d  -- FLEX-NNM \b \u001d  Outperform - Price 11.70 on June 5 \u001d  by Bear Stearns \b \u001d  FLEX will acquire [Solectron] SLR for about $3.6 billion in cash and stock. The combined company will have annual revenue of about $30 billion-plus and 200,000 employees, including 4,000 design engineers. Sony Ericsson will be the only customer above 10% of sales. We view this transaction positively for FLEX and could see [roughly] $2-to-$3 of value creation if its accretion targets are met. Maintaining Outperform and 15 target. \b \u001d  Harbin Electric \u001d  -- HRBN-NNM \b \u001d  Speculative Buy - Price 13.64 on June 7 \u001d  by Dutton Associates \b \u001d  Target 16.02. Harbin Electric [recently] announced that . . . it has commenced shipment of customized motors for use in interior electric-seating applications for autos. Harbin is the sole supplier for this program . . . The Harbin Electric-built motor is part of a system that offers one-touch powered operation, which completely folds a seat in less than 15 seconds. The [system] also includes an obstacle-detection system that will stop the seat from folding in the event a person or object is in the way. \b \u001d  Kona Grill - KONA-NNM \b \u001d  Hold - Price 18.36 on June 7 \u001d  by Wedbush Morgan \b \u001d  Target 18. KONA lowered 2007 unit-development guidance from six unit openings to four as the planned openings in Gilbert, Ariz., and West Palm Beach, Fla., are now expected in the first half of 2008 versus Q4 previously. Reducing our 2007 revenue estimate to $72.3 [million] from $73.2 million to reflect 13 fewer operating weeks, but raising our street-low 2007 EPS estimate from [a loss of 53 cents] to [a loss of 35 cents] on development delays resulting in lower pre-opening expenses . . . our 2008 revenue estimate decreases from $119.8 million to $112.3 million. \b \b \u001d  McDermott Int'l. \u001d  -- MDR-NYSE \b \u001d  Neutral - Price 80.87 on June 6 \u001d  by W. Quillen Securities \b \u001d  We are downgrading McDermott [engineering and construction] to Neutral from Buy, as the stock at 80 nears our prior target of 83. Stock is now at 19 times our forward four-quarter estimates, and 12.1x on (forward) EV/Ebitda [enterprise value/earnings before interest, taxes, depreciation and amortization] . . . The best case yields a price/earnings ratio on 2008 of 16 times, and the worst case yields a PE on 2008 of 20 times.There are . . . global political risks that pushed us over the cliff in downgrading, especially with the Russian missile imbroglio. \b \u001d  Met-Pro \u001d  -- MPR-NYSE \b \u001d  Market Perform - Price 15.53 on June 7 \u001d  Sturdivant & Co. \b \u001d  Met-Pro [a global product-recovery/pollution control/fluid-handling firm] is positioned for strong earnings . . . we believe it will earn 79 cents in FY08 and 85 cents in FY09 . . . driven by solid top-line growth due to strong momentum in end-markets . . . Gross margin should improve due to an optimization of the supply chain. [And] we expect recent cost-cutting initiatives to improve operating expenses . . . At this time the attractiveness of owning Met-Pro shares is reduced by the stock's current valuation in relation to its peer group. \b \u001d  Portfolio Recovery Associates \u001d  -- PRAA-NNM \b \u001d  Strong Buy - Price 55.19 on June 4 \u001d  by JMP Research \b \u001d  We are raising our rating on Portfolio Recovery Associates . . . to Strong Buy, as we believe that the supply and pricing characteristics of the charged-off debt market are improving and that the company remains over-capitalized despite its recently announced $1 special dividend and 1 million share-repurchase program. We believe . . . the company may be entering another \"sweet spot\" in which . . . mid-teens to 20%-plus EPS growth looks achievable. \u001d  We are raising our 2007 EPS estimate from $3.23 to $3.24 and our 2008 estimate from $3.75 to $3.80 . . . Our 12-month target price is raised from 64 to 66 and equates to roughly 17 times our 2008 estimate, a slight discount to PRA's four-plus-year average forward multiple as a public company. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ac945894e9143d7bb7117e63681740e7","symR":["CHMF.RS","CVX","GSPBEX.RS","RU0007661625","RU0009046510","US1667641005"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"US, Russian Business To Intensify WTO Entry Lobbying","GmtTimeStamp":"2007-06-09T07:13:00.000000000","CompanyCodes":["CHMF.RS","CVX","GSPBEX.RS","RU0007661625","RU0009046510","US1667641005"],"IndustryCodes":["OIL","STL","XDJGI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  SAINT PETERSBURG (Dow Jones)--Russian and U.S. business leaders said Saturday they have formed a special working group to lobby their respective governments for a speedy accession of Russia to the World Trade Organization. \u001d  Alexei Mordashov, chief executive of steelmaker OAO Severstal (CHMF.RS), told reporters that Russian accession to the WTO is still technically possible this year, but \"depends on the good will\" of both sides. \u001d  He added that Russia's accession \"is important not only for the Russian economy, but also for the success of foreign companies operating in Russia.\" \u001d  Chevron Corp. (CVX) chief executive David O'Reilly will co-chair the group with Mordashov. Chevron is the largest private shareholder in the Caspian Pipeline Consortium, which exports Kazakh oil from the Russian Black Sea port of Novorossisk. It has also expressed an interest in importing gas to the U.S. from the huge Shtokman project in the Barents Sea, being developed by gas monopoly OAO Gazprom (GSPBEX.RS). \u001d  A study by Ernst & Young commissioned by the U.S. Chamber of Commerce in Russia \"proves that the Russian economy is an engine of growth for U.S. companies,\" the chamber's head in Russia, Andrew Somers, said at the same briefing. \b \u001d  -By Geoffrey T. Smith, Dow Jones Newswires; (+7 985) 103 1191; geoffrey.smith@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 03:13 ET (07:13 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"adc9f72cffbf57ed77f35c09d2e65b56","symR":["BLG","CMRG","CPLA","DWRI","EAGL","ESST","EYE","HALO","INXI","PVFC","RTR.LN","RTRSY","GB0002369139"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(6/11) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-06-09T04:04:00.000000000","CompanyCodes":["BLG","CMRG","CPLA","DWRI","EAGL","ESST","EYE","HALO","INXI","PVFC","RTR.LN","RTRSY","GB0002369139"],"IndustryCodes":["AIF","BNK","BTC","CSV","HIM","IAS","MDV","MED","OTS","PUB","RTS","SAL","SAP","SEM","TSX","XDJGI","XFT1","XISL","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining more than 5% of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from May 31 through June 6. \u001d  Source: Dow Jones Corporate Filings Alert \b \u001d  Activists \b \u001d  Building Materials (BLG) \u001d  Hedge-fund manager Robert Chapman sent a letter to the company requesting a meeting with top management. Chapman said that he'd like to discuss Building Materials' expense-reduction and capital-allocation plans. Chapman also reiterated his request that Building Materials hire an investment adviser to explore the sale of the company. \u001d  Chapman Capital reported ownership of 2.4 million shares (8.1% of the total outstanding). \b \u001d  ESS Technology (ESST) \u001d  Riley Investment Management said that the company should shut its operations, sell its assets and return the proceeds to shareholders. Riley Investment contends that this would generate proceeds of $2.70 a share and warned that, otherwise, the company has \"little or no prospect of turning a profit in the foreseeable future.\" Riley Investment asserts that the management of ESS faces an \"uphill battle\" in restoring profitability to the company, citing intense competition and what it termed a declining outlook for ESS' core DVD-chip products. \u001d  Riley Investment owns 6.7% of the shares outstanding. \b \u001d  PVF Capital (PVFC) \u001d  Investor Umberto P. Fedeli submitted a proposal asking the company to declassify its board structure. Fedeli said that he would buy 1.5 million to two million shares if he were allowed to control three board seats and if the company shook up its management and altered its strategic business plan. The company hasn't issued an official response to Fedeli's offer. \u001d  The declassification proposal would require that all PVF directors be elected each year, instead of having only a few directors up for annual election. Fedeli currently holds 465,000 shares (6%). \b \u001d  Original Filings \b \u001d  INX (INXI) \u001d  Doucet Capital reported ownership of 348,279 shares (5.3%) after buying 6,845 from May 4 to 30 at prices ranging from $9.25 to $10.98. INX provides Internet protocol communications services and products. \b \u001d  Increases in Holdings \b \u001d  Advanced Medical Optics (EYE) \u001d  A group including ValueAct Capital Management raised its stake to 5.9 million shares (9.9%) from the 4.4 million (7.3%) reported on May 1. Advanced Medical Optics makes eye-care and ophthalmologic devices. \b \u001d  Reuters Group (RTRSY) \u001d  ValueAct Capital Management raised its holdings to 96.4 million shares (7.7%) from the 83.55 million (6.5%) that it reported on Feb. 21. \b \u001d  Halozyme Therapeutics (HALO) \u001d  Halozyme director Randal J. Kirk increased his stake to 11.04 million shares (14.6%) from the 7.5 million (10.5%) that he reported on May 24. Halozyme is a biopharmaceutcial company based in San Diego. \b \u001d  Decreases in Holdings \b \u001d  Casual Male Retail Group (CMRG) \u001d  Jewelcor Management reduced its holdings to 4.1 million shares (12.5%) from the 5.62 million (16.3%) reported last December. \b \u001d  Capella Education (CPLA) \u001d  Technology Crossover Management V cut its holdings to 1.57 million shares (9.4%) from the 1.96 million (12.3%) reported in November 2006. \b \u001d  Design Within Reach (DWRI) \u001d  Glenhill Advisors cut its position to 2.1 million shares (14.7%) from the 2.5 million (17.4%) reported in May 2006. Design Within Reach markets furniture and other products. \b \u001d  EGL (EAGL) \u001d  SuttonBrook Capital Management lowered its stake to 722,600 shares (1.77%) from the 2.19 million (5.37%) reported in mid-May. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ae1c5d6a8781453b4f7f6a6ece937584","symR":["BAMM","BGP","BKS","GEF","GEFB","OSG"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(6/11) Speaking Of Dividends: Paper Profit","GmtTimeStamp":"2007-06-09T04:09:00.000000000","CompanyCodes":["BAMM","BGP","BKS","GEF","GEFB","OSG"],"IndustryCodes":["CTR","MAR","OTS","RTS","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  One of the nation's leading book retailers, Books-A-Million, told an interesting dividend story last week. \u001d  The No. 3 chain (after Barnes & Noble and Borders) Wednesday declared a one-time payout of $3 a share. That's worth some $50.4 million to the Birmingham, Ala., company's investors. The stock, which changes hands on Nasdaq, surged 6% that day in after-hours trading and Friday was at 18.58. It's 52-week  high and low are 23.70 and 13.77. \u001d  The bonus dividendispayable July 5 to holders of record June 20. The ex-date is June 18. \u001d  Founded in 1917 as a street-corner newsstand, Books-A-Million (ticker: BAMM) initiated quarterly dividends in August 2004 at the rate of three cents a share. Its latest boost, to nine cents, came in March, and the stock currently yields 1.94%. Barnes & Noble (BKS) pays 15 cents  a share quarterly and   trades in the low 40s, while Borders (BGP) disburses 11 cents and changes hands around 20. Chairman Clyde B. Anderson and his family own approximately 48% of Books-A-Million's 16.8 million outstanding shares. \u001d  Oprah Winfrey's endorsement of Rhonda Byrne's self-help book, The Secret, helped results in the company's first fiscal quarter (ended April 30), as did better fiction sales. Profits surged 40% from the level a year earlier, to $2.1 million, or 13 cents a share, on a 2% gain in volume, to $116.3 million. Publication of the seventh and final Harry Potter book on July 21 should make Books-A-Million's second fiscal quarter read well. \b \u001d  A world leader in industrial packaging products and services, Greif (GEF) Monday enhanced its quarterly common payout on its nonvoting Class A stock a hefty 56%, to 28 cents a share from 18 cents. Ditto its Class B stock,   to 42 cents from 27 cents. The numbers are adjusted for a 2-for-1 stock split in April. \u001d  Chief Executive Michael J. Gasser called the boost \"consistent with the company's targeted dividend payout ratio of 30% to 35% over a complete business cycle.\" Shareholders of record June 18 will receive the new disbursements July 1; the ex-dividend date is June 14. \u001d  The 130-year-old Greif (rhymes with \"life\"), which is headquartered in Delaware, Ohio, has paid dividends without interruption since 1926. This is the fourth consecutive annual increase and the third of at least 50%. The Class A shares, listed on the Big Board, are  trading 13% under their 52-week high of 63.97. Yield: 2.02%. \b \u001d  A component of the Dow Jones transports, Overseas Shipholding Group (OSG) hiked its quarterly common payout 25% Wednesday, to 31.25 cents a share from 25 cents. The respective payment, record and ex dates are Aug. 28, Aug. 7 and Aug. 3. Yield: 1.69%. Dividends have been ongoing since 1973. This is the second consecutive annual boost. The stock is 9% below  its 52-week high of 80.77. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b51f62b85dca9e55781e67f25f124661","symR":["DCX","DCX.XE","F","GM","DE0007100000","US3704421052"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"US Sen Clinton: Pair Auto Fuel Econ Gains With Cost Relief","GmtTimeStamp":"2007-06-09T17:48:00.000000000","CompanyCodes":["DCX","DCX.XE","F","GM","DE0007100000","US3704421052"],"IndustryCodes":["AUT","XDAX","XDJGI","XDJI","XES","XFFX","XNYA","XRUS","XSP5","XST5"],"Story":"\b \b   By John D. Stoll \b   OF DOW JONES NEWSWIRES \b \u001d  DETROIT (Dow Jones)--U.S. Sen. Hillary Clinton on Saturday took a softer approach compared to her top rival for the 2008 Democratic nomination in addressing the problems ailing domestic car companies as she insisted there needs to be a \"win-win\" solution for Detroit auto makers. \u001d  In a speech to the AFL-CIO union in Michigan, the Democratic presidential contender said she believes \"we have got to do something to raise gas mileage,\" but insisted higher requirements need to be accompanied with federal relief on health-care costs. \u001d  \"I believe we need to do more to support the American auto makers,\" Clinton, of New York, said. She said the ongoing debate over the congressional push to increase so-called corporate average fuel economy requirements, or CAFE, presents \"a very tough question.\" \u001d  Clinton's suggestion that fuel-economy improvements by Ford Motor Co. (F), General Motors Corp. (GM) and DaimlerChrysler AG's (DCX) Chrysler Group should be incentivized by health-care relief echoes a plan initiated last month by rival Sen. Barack Obama of Illinois. But, she struck a more conciliatory tone. \u001d  Obama last month came to the Motor City and criticized  Detroit auto makers for being slow in creating more fuel-efficient cars and trucks. He criticized Detroit executives for lobbying against legislation that would force auto makers to meet higher standards. \u001d  Detroit auto makers currently pay out about $12 billion in health care costs annually, and long-term legacy obligations to retirees are widely seen as the single-biggest risk auto makers face and some analysts suggest at least one auto maker could fail if costs aren't addressed. At GM, where obligations are the biggest, the company funds health-care for three retirees for every one active employee. \u001d  Although two major Democratic candidates are now suggesting fuel-economy gains should be incentivized by cost relief, it is unclear if the agenda will extract support from U.S. auto makers that have typically supported Republican candidates with the majority of donations and other support. \u001d  Nevertheless, Clinton's softer approach may heal some of the wounds Obama may have opened last month among industry leaders. In a speech following Obama's remarks, Ford Chairman Bill Ford characterized Obama as being misguided and invited him to tour the company's plant in Chicago. \u001d  Unlike Obama, who anchored a Detroit Economic Club speech with his criticism, Clinton didn't specifically put forth a plan for Detroit in terms of fuel economy and health care. She made the suggestion at the end of a question and answer session. Her speech was largely devoted to previously-proposed initiatives. \u001d  Clinton's comments come following a week during which the vehicle fuel-economy debate was in the national spotlight. \u001d  On Wednesday, the chief executives of the so-called Big Three domestic auto makers visited several congressional leaders in an effort to lobby lawmakers as they consider boosting fuel-economy requirements for auto makers. Congressional Democrats are pushing a plan that would force car companies to raise fuel-economy standards - known as \"CAFE\" - to 35 miles per gallon by 2020, up from a range of 22.5 to 27.5 miles per gallon currently in place. During a speech Tuesday, General Motors Corp. (GM) Chief Executive Rick Wagoner characterized CAFE as ineffective and called for a more proactive approach to energy diversification. \u001d  In prepared remarks to congressional leaders, Wagoner said the U.S. auto makers don't enjoy the same subsidies that Japanese auto makers do. He referenced a recent decision by Japan's government to commit to billions of dollars in funding for Japanese companies trying to create alternative fuel technologies. Wagoner, who says he expects to see higher CAFE standards coming from congress, asked for similar support to what Japanese auto makers enjoy. \u001d  During her speech, Clinton referenced a proposal that could begin to address Wagoner's concerns. She said she is in favor of creating a $50 million \"strategic energy fund\" that would be paid for by canceling tax subsidies handed out to oil companies. \u001d  Clinton  said the U.S. government needs to ramp up funding for energy projects that would lessen dependence of foreign oil. She said the U.S. needs an energy program that is on par with the Apollo space program initiated in the 1960s to fund space exploration. \u001d  Clinton noted that Japan provides funding for energy technologies. But Clinton's current proposal calls for only a relatively modest $50 million energy fund, which likely would fall far short of Detroit's needs in the fuel-economy race. She has suggested making permanent research-and-development tax credits that currently are renewed periodically. \u001d  By taking on tax subsidies to oil companies, Clinton is pitting a richly-profitable industry against the ailing auto industry. Auto maker executives have repeatedly called on government to push other industries to help finding a solution to energy concerns. \u001d  During the speech and a question and answer session, Clinton touched on several issues pressuring the Big Three. She said she would be \"tougher\" and \"smarter\" on addresses trade pacts that bar U.S. auto makers from key markets, including South Korea. She consistently acknowledged that there are several issues squeezing Detroit and insisted that tackling those issues would be a top priority if she is elected president next year. \u001d  -By John D. Stoll, Dow Jones Newswires; 248-204-5533; john.stoll@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 13:48 ET (17:48 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b7485e219a58ed7e638fb0d2c39f14ff","symR":["AMZN","ANSW","AQNT","CNET","GOOG","KNOT","LGBT","MSFT","NWS","NWS.AU","NWSA","QPSA","RATE","TFSM","VCLK","WBMD","WPP.LN","WPPGY","YHOO","AU000000NWS2","GB00B0J6N107","US0231351067","US5949181045","US9843321061"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(6/11) Tech Trader: Key Query For Internet Dealmakers: Author, Author?","GmtTimeStamp":"2007-06-09T04:06:00.000000000","CompanyCodes":["AMZN","ANSW","AQNT","CNET","GOOG","KNOT","LGBT","MSFT","NWS","NWS.AU","NWSA","QPSA","RATE","TFSM","VCLK","WBMD","WPP.LN","WPPGY","YHOO","AU000000NWS2","GB00B0J6N107","US0231351067","US5949181045","US9843321061"],"IndustryCodes":["ADV","BRD","IAS","ISV","MED","OTS","PUB","RTS","SOF","XDJGI","XDJI","XFFX","XFT1","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Eric J. Savitz \u001d  It all seems so logical. \u001d  In recent weeks, the Internet sector has been picked nearly clean of independent online advertising and marketing firms. Google (ticker: GOOG) triggered the shopping spree in mid-April with its $3.1 billion deal to buy DoubleClick. Two weeks after that, Yahoo! (YHOO) agreed to buy the 80% of Right Media it didn't already own for $680 million. In mid-May, the advertising giant WPP Group (WPPGY) inked a $649 million agreement to buy 24/7 Real Media (TFSM). And that was followed almost immediately by Microsoft's (MSFT) announcement of its biggest deal ever, a $6 billion acquisition of aQuantive (AQNT). \u001d  More than $10 billion later, with just one decent-sized independent online ad player left -- ValueClick (VCLK), which I'll come back to in a bit -- the stock market in its infinite wisdom has decided that the obvious next move would be consolidation of the Internet content business. Seems logical. If the Internet advertising sector is going to be big enough to create a feeding frenzy among the companies serving up the ads, then you'd think it should be boom times for the content players. \u001d  Ergo, time to shop for content stocks . . . right? Well, not necessarily. \u001d  Certainly, it isn't hard to come with a list of potential targets. CNET (CNET), a subject of recurring takeover rumors, is the company to buy for tech news and reviews. WebMD (WBMD) offers one of the few sources of premium content on health-related topics. BankRate (RATE) offers info on mortgages and other loans. There's TheStreet.com (TSCM), for stock information. The Knot (KNOT), for wedding-related information. Answers.com (ANSW), for, well, answers to your every question. For the ultra speculative crowd, you can bet on micro-caps like PlanetOut (LGBT) and Quepasa (QPSA). \u001d  What I've been wondering is: Why haven't any of these companies been bought so far? \u001d  There's no single reason, but I have a general theory. Problem  No. 1: None of the key buyers in the recent ad-firm consolidation -- Google, Yahoo! and Microsoft -- ap-pear all that interested in owning companies that pay people to create content. \u001d  And that leads us to Problem No. 2. What those companies -- and their counterparts in the mainstream media -- actually are interested in is user-generated content. They're enamored of social networks, places where users will return over and over again to entertain and socialize with each other. We have met the content, and it is us. \u001d  Ergo, Google paid $1.65 billion for YouTube. Just a few days ago, rumors resurfaced that Yahoo! might make a run at the social networking site FaceBook. News Corp. (NWS) -- which may or may not end up owning Dow Jones, publisher of this magazine -- two years ago spent $580 million for MySpace, in what was almost certainly one of the bargains of the century; its value likely has gone up 10-fold or more. More recently, it bought photo-sharing site Photobucket. CBS in recent weeks has acquired the cutesy stock-market Web video site WallStrip, as well as the Internet radio provider Last.fm; those two provide more traditional content, video and music, but they do it the Internet way: on the cheap. \u001d  Meanwhile, we get to Problem No. 3. The barriers to creating compelling content on the Web are falling rapidly. CNET, for instance, faces challenges from a host of all-purpose gadget blogs, like Engadget and Gizmodo, and more specialized sites like Digital Photography Review, which by the way was recently acquired by Amazon.com (AMZN). Content is spreading into the long tail; the niche markets aren't that niche-y any more. \u001d  What buyers want, in other words, is not paid-content creators (i.e., people like me); they want content-creation tools that consumers (i.e., people like you) can use to produce their own content. It's about photo-sharing and networking and video creation, and blogs and podcasts and wikis. Paid writers and editors creating content? How Web 1.0. \u001d  I'm not actually convinced that very many of those Web content companies I mentioned earlier are going to be acquired anytime soon. WebMD has a nice niche, but trades for 100-times 2007 earnings estimates; hard to imagine how much higher a bidder could go. I've never believed in the CNET rumors; I think there is simply too much competition for the tech advertising dollar for it to maintain an advantage over more niche-oriented tech sites. The Street.com does good journalism, but remains so closely tied to Jim Cramer that it is hard to know what it might really be worth. PlanetOut is in financial crisis and could end up insolvent. Quepasa is a micro-cap turnaround story. Answers.com has been trading wildly and generates scant revenue. My colleague Tiernan Ray makes the case for BankRate and The Knot in a story posted last week on Barrons.com (\"Tasty Internet Acquisition Targets,\" June 6); but even there I am skeptical that the shares are cheap enough to lure a buyer. \u001d  Speaking at a conference in Santa Clara, California last week, Cisco Systems' (CSCO) Dan Scheinman, vice president and general manager of the company's media solutions group, asserted that \"community\" over the next few years will become a better source of information for many people than search engines. And therein lies the problem for the Web content companies: Professionally produced content is yesterday's story. The growth is in social networks and community. \u001d  In a report  Thursday, Spencer Wang, an analyst at Bear Stearns, noted that traffic to just six sites with user-generated content -- Myspace.com, Facebook.com, Youtube.com, Wikipedia.org, Blogger.com and Digg.com -- accounted for 13% of U.S. Internet traffic in April, up from 7% a year earlier, and a mere 0%-1% as recently as 2004. That's where the action is. \u001d  A final point. Stock activity doesn't necessarily mean an actual takeover bid is coming. ValueClick shares gyrated wildly after Microsoft announced its deal with aQuantive, as investors more or less ignored a potentially highly damaging FTC investigation into the company's lead-generation business. Last week, there was speculation about the possible sale of Monster.com (MNST), which has gone through a complete management overhaul, and Netflix.com (NFLX), which was rumored a potential target for Amazon. Again, I'm not sure that any of those companies is going to actually be acquired at current prices. What you really want to buy are sites like FaceBook and Digg and MySpace; alas, you can't. \u001d  --- \u001d  E-mail: eric.savitz@barrons.com \u001d  --- \u001d  Infield Talent Switch \b \u001d  WHEN BILL ALPERT started his Tech Trader column for Barron's five years ago, the Nasdaq was half its current level and technology stocks were seriously out of favor. Why start a technology investing column after the bubble had burst? Because we were convinced that tech investing from 2002 onward would be different than it was in the indiscriminate mania of the 1990s. We felt that this time around, lots of tech companies would come roaring back while many others would go belly up. We were dead right, just as Bill has been on so many of his predictions. His 2006 calls had a return of 14%, versus a 9% gain for the Nasdaq. No wonder his column has become one of the magazine's most popular. \u001d  But now Bill is moving on to other duties, specifically writing trenchant feature stories and cover stories about overvalued and undervalued companies. He'll also be using one of his special skills: warning readers about scams in the market. We thank Bill for giving life to the Tech Trader column and turning it into such a success. We look forward to reading his stories in the months ahead. \b \u001d  SUCCEEDING BILL AS TECH TRADER \b \u001d  Columnist is Eric Savitz, a veteran Barron's West Coast editor who one year ago started Tech Trader Daily, his outstanding blog on Barron's Online (www.barrons.com). In the past 12 months, Eric has posted more than 3,000 items, covering every development that matters to technology investors. Eric was way ahead of the competition on predicting Vonage's crumbling stock price, the slowdown in the chip and disk-drive sector, and the consolidation of Internet advertising companies. Besides writing the Tech Trader column in print, Eric will continue to pen his blog. \u001d  And don't forget our other terrific online commentators, including Barron's Online Editor Randall Forsyth, who writes Up and Down Wall Street Daily. Randy alerted his readers to the growing impact of foreign governments' direct investments in global capital markets three months before China's ground-breaking announcement of a $3 billion stake in the private-equity giant Blackstone. \u001d  Options Editor Steven Sears authors Striking Price Daily, the best options column in the business. Example: Steve saw value in selling Johnson & Johnson put options in mid-May to take advantage of overly negative investor sentiment, just before it was revealed that Warren Buffett's Berkshire Hathaway had doubled its holding in the health-care company. The gain for readers who took Steve's advice: 30%. \u001d  For now at least, you can read the work of Eric, Steve and Randy without charge because their columns reside on a free portion of Barron's Online. Do your portfolio a favor: Check them out. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c063ad962134897f58309256717542e0","symR":["ANG.JO","AU","LMC","LUN.T","TCK","TCK.A.T","TCK.B.T","CA5503721063","CA8787422044","CA8787423034","ZAE000043485"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(6/11) Commodities Corner: Zinc Price In A Vise","GmtTimeStamp":"2007-06-09T04:06:00.000000000","CompanyCodes":["ANG.JO","AU","LMC","LUN.T","TCK","TCK.A.T","TCK.B.T","CA5503721063","CA8787422044","CA8787423034","ZAE000043485"],"IndustryCodes":["GLD","MNG","ONF","PCS","XDJGI","XISL","XNYA","XORD","XSXA","XTSE"],"Story":"\b   (From BARRON'S) \b   By Lisa Yuriko Thomas \u001d  The mining industry has seen a rush of mergers and acquisitions over the past few years -- but zinc has missed out on the frenzy. \u001d  That could now change, as high prices have made the splintered zinc industry a tantalizing target for consolidation. Since mid-2005, the metal's price has soared some 200%, to around $3,600 a metric ton, due to dwindling stockpiles and Chinese demand. In 2006, zinc was the second-best performer on the London Metal Exchange, rising more than 120%. \u001d  \"Most consolidation will lead to economies of scale, and increased [production] efficiencies in sectors such as marketing, technology and others -- and therefore apply downward pressure on costs,\" says Michael Foster, managing director of U.K.-based producer ZincOx. \u001d  The white metal is used to galvanize steel and prevent corrosion. Part of what makes zinc different from other metals is that deposits of the ore in which it is found are small and geologically scattered. As such, many players control only small bits of the world's zinc output, says George Pirie, president of Canada's Breakwater Resources (ticker: BWR.Canada) -- leaving no super player focused on the metal's production. \u001d  Teck merged with Cominco in 2001 to form Teck Cominco (TCK), which has the world's largest zinc mine in Alaska. More recently, Australian zinc producer Zinifex (ZFX.Australia) combined with Belgium's Umicore to create the world's biggest zinc producer. \u001d  That sounds impressive, but according to the industry's consensus estimate, the top 20 zinc companies control just over 50% of the world's refined production. In comparison, the top five nickel companies control 60% of global refined nickel production. \u001d  \"The zinc industry being more fragmented certainly means less supply discipline from the producers . . . leading to fluctuating prices,\" says ZincOx's Foster. \u001d  Strength in metals prices across the board has encouraged an unprecedented wave of mergers and acquisitions over the past year, as the world's largest miners are under pressure to deliver consistent returns and to keep supply and demand in balance. And zinc players want in on the action. Brazilian metals producer Votorantim Metais -- the world's No. 5 zinc producer -- said in late May that it hopes to become a global player through expansion outside Latin America. Vancouver-based Lundin Mining (LMC) has also been active on the acquisition trail. \u001d  \"A key to whether a company will engage in mergers and acquisitions is company management, and whether the board has the initiative to push for such activity,\" says Michael Cuoco, a metals research analyst with Mitsui Bussan Commodities in New York. \u001d  One major caveat: The market can be greatly influenced by China, which is both the largest producer and consumer of zinc. The question is: How much pricing power can be achieved without that nation's involvement? Yet China now looks ready to begin its own consolidation push. In response to surging production, the fractured nature of the business and hopes for sustainable development of the zinc industry, Beijing has pushed for reforms to curb capacity expansion and to restrict mining. \u001d  --- \u001d  Lisa Yuriko Thomas is a metals reporter for Dow Jones Newswires in London. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c118e459a1b4fd2124699106424fa9e7","symR":["BZE.YY","GAZA.RS","RU0009034268"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"GAZ Grp Signs Pact To Invest $443M In Regional Engine Plant","GmtTimeStamp":"2007-06-09T12:39:00.000000000","CompanyCodes":["BZE.YY","GAZA.RS","RU0009034268"],"IndustryCodes":["TRQ","ZFU"],"Story":"\b \u001d  MOSCOW (Dow Jones)--Russian car maker OAO GAZ Group (GAZA.RS) Saturday said it had signed an agreement to invest 11.5 billion rubles ($443 million) between 2007 and 2009 in upgrading its existing diesel engine plants in the Yaroslavl Region in central Russia. \u001d  The document, signed at a forum in St. Petersburg, followed an agreement at the end of March on social and economic partnership between GAZ and the Yaroslavl regional administration. \u001d  Company Web site: http://www.gaz.ru \u001d  -By Elena Murina, Dow Jones Newswires; +7 495 974 80 55; elena.murina@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 08:39 ET (12:39 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c2228a9f79360311815f74bd2cefc704","symR":["MHP"],"date":"2007-06-09","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Harold McGraw III Urges Business Graduates to Take Action, Help Retain America's Position as Leader of the Global Economy","GmtTimeStamp":"2007-06-09T19:00:00.000000000","CompanyCodes":["MHP"],"IndustryCodes":["MED","PUB","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"Chairman, President and CEO of the McGraw-Hill Companies Delivers Commencement Address at Tuck School of Business at Dartmouth \b \b \u001d  NEW YORK, June 9 /PRNewswire-FirstCall/ -- Harold McGraw III, chairman, president and CEO of The McGraw-Hill Companies (NYSE: MHP), delivered today's commencement address at the Tuck School of Business at Dartmouth.  In his address, Mr. McGraw spoke on the issue of American competitiveness in the global economy and the responsibility and authority that Tuck's graduates have as future business leaders of our country. \b \u001d  Encouraging students to keep their sites on America's role in the global marketplace, Mr. McGraw spoke of the country's status as a global leader in danger of losing its competitive edge: \b \u001d  \"Your graduation is timely, desperately needed, and the business world awaits your leadership. Unlike no other time, America and American business faces a serious shortage of highly skilled talent, and at a time when our world is rapidly growing up, and 'transformational change' is influencing and affecting every business, every industry, every country. Our competitiveness is at stake.\" \b \u001d  Regarding the state of education in the U.S., Mr. McGraw continued, \"Today the quality of education is the overriding domestic issue in our country. It's a major concern for the United States. It's a major issue for the business community. It is an issue that will preoccupy many of you as future business leaders. And the reason that it will preoccupy you is that - put bluntly - our nation faces a shortage of human capital.\" \b \u001d  Concluding, Mr. McGraw spoke about the responsibility of the business world and Tuck's graduating class toward ensuring that education in America remains a priority for all Americans. \b \u001d  \"Those of us who are in the business community have a major obligation - call it self-interest if you wish - to make sure that our education system produces these vital human resources. As a nation we need to develop our human resources - our 'talent pool' - and reverse the declines in educational quantity and quality of the last few decades. As a business community, we need to support efforts in both the public and private sectors to equip our young people with the skills they need to compete in an increasingly demanding global environment. As individual corporate leaders we need to recognize that success resides not upon our own knowledge and wisdom but upon our ability to recruit, develop and empower an effective 'talent pool.' As executives we need to model the qualities that we require in our talent pool - including the willingness to capture new ideas wherever they come from.\" \b \u001d  Founded in 1900, the Tuck School of Business at Dartmouth was the nation's first graduate school of business and consistently ranks in the top 10 in all major business school rankings. \b \b    About The McGraw-Hill Companies: \b \u001d  Founded in 1888, The McGraw-Hill Companies is a leading global information services provider meeting worldwide needs in the financial services, education and business information markets through leading brands such as Standard & Poor's, McGraw-Hill Education, BusinessWeek and J.D. Power and Associates. The Corporation has more than 280 offices in 40 countries. Sales in 2006 were $6.3 billion. Additional information is available at http://www.mcgraw-hill.com. \b \b    Release issued: June 9, 2007 \b \bSOURCE  The McGraw-Hill Companies \b \u001d    /CONTACT: Media: Steven H. Weiss Vice President, Corporate Communications (212) 512-2247 (office) (917) 699-9389 (mobile) weissh@mcgraw-hill.com \b    /Web site: http://www.mcgraw-hill.com \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 15:00 ET (19:00 GMT)"},{"md5ID":"ca5636d071d27ffe8f498e57d27cd1a4","symR":["LSE","NDAQ"],"date":"2007-06-09","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"LSE Hits Electronic Trade Target A Year Early -FT","GmtTimeStamp":"2007-06-09T14:58:00.000000000","CompanyCodes":["LSE","NDAQ"],"IndustryCodes":["REA","REI","SCR","XDJGI","XNYA","XRUS"],"Story":"\b \u001d  LONDON (Dow Jones)--The London Stock Exchange Group PLC (LSE) has seen a surge in average trading volumes on its SETS electronic order book, hitting nearly 500,000 a day, the Financial Times in London reported Saturday. \u001d  That is comfortably ahead of the 2008 target date that the exchange had set for itself when it saw off a hostile bid from U.S. rival Nasdaq (NDAQ) this year, the newspaper said. \u001d  New, lower fees aimed at rewarding LSE customers with the highest trading volumes take effect this month as does a new, high-speed trading platform called TradeElect, the Financial Times added. \u001d  Newspaper Web site: http://www.ft.com \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9259 \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 10:58 ET (14:58 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"cd900c3e090cefef8eba94bdd924327e","symR":["ASN","BAC","LEH","US0605051046","US5249081002"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(6/11) High-Risk Realty","GmtTimeStamp":"2007-06-09T04:06:00.000000000","CompanyCodes":["ASN","BAC","LEH","US0605051046","US5249081002"],"IndustryCodes":["BAN","BNK","REA","REI","SCR","XDJGI","XFFX","XGTI","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  The proposed leveraged buyout of Archstone-Smith, one of largest real-estate-investment trusts focused on apartments, is a prime example of the current mania for all types of income-producing property. \u001d  In late May, Archstone (ticker: ASN) agreed to be taken private for $22 billion by a group including Tishman Speyer, the privately held New York real-estate firm, and the real-estate investment arms of Lehman Brothers (LEH) and Bank of America (BAC). The buyout group is paying $60.75 a share for Archstone, or nearly $16 billion. The company also has $6 billion of debt. Archstone shares, which stood at $51 prior to the deal, traded at $60.50 on Friday as investors figured there might be a higher bid. \u001d  The Tishman-led buyout group isn't talking publicly, but the deal appears to be very aggressively structured in view of the debt that will be piled on the private company and amount of operating income produced by its properties. \u001d  Archstone owns a great collection of apartment buildings and complexes in such affluent areas as Southern California, the San Francisco region and Manhattan, where land is scarce and barriers to new construction are high. Yet the challenge for the buyers is that they are effectively getting a yield of just over 4% on the apartments -- one of the lowest returns in the entire REIT sector -- while the cost of financing the purchase is apt to top 6%. This means interest costs likely will exceed operating income, making the buyout a gigantic gamble. \u001d  The Archstone deal typifies the shift in the attitude of real-estate investors. Once focused on income, they now view office buildings, apartment complexes and shopping centers like stocks. They're willing to accept low initial yields in a bet that rents and property prices will keep rising. The risk lies in rising interest rates and tightening lending standards in the market for securities backed by mortgages on commercial buildings. Reflecting this tougher environment, some recent buyers of income real estate in Manhattan and elsewhere are adding equity to close on their purchases. \u001d  One reason for the continued parade of aggressive property deals is that money in the billions is pouring into real-estate funds run by the likes of Blackstone and Morgan Stanley, putting pressure on fund managers to invest. There was talk last week that Post Properties (PPS), another apartment REIT, might get a buyout bid. \u001d  In a research note last week, UBS REIT analyst Alexander Goldfarb estimated that the Archstone buyers may generate a return on their equity investment of just 1%, way below the risk-free rate of 5% on U.S. Treasuries and the double-digit returns sought by private-equity investors. Goldfarb makes some reasonable assumptions, including growth in net operating income of 6% in 2008. \u001d  The buyers will borrow $17.1 billion to purchase Archstone and put up $5.1 billion of equity, with Tishman Speyer contributing $250 million of equity and Lehman and Bank of America chipping in $4.85 billion. The interest tab on the $17 billion of debt could top $1 billion, exceeding this year's net operating income, which may total $800 million. \"Given that the deal is more than 75% levered and interest expense would exceed net operating income, we believe the buyers may sell $8 billion or so of assets,\" Goldfarb wrote. \u001d  That was the strategy Blackstone pursued after it bought Equity Office Properties, the giant office REIT, in February for $39 billion. Faced with an enormous interest tab, Blackstone quickly flipped many of EOP's prime buildings, including nearly all of its Manhattan properties. \u001d  It's unclear how much benefit a private Archstone will derive from asset sales because of the high price being paid for the company. Apartment complexes rarely get sold for a capitalization rate of much less than 4%. The cap rate -- net operating income divided by the purchase price -- on the Archstone purchase is about 4.3%. \u001d  The country's hottest apartment market now is Manhattan, where rents at Archstone's several buildings run $3,000 to $4,500 a month for one-bedroom apartments and $5,000 to nearly $7,000 for two-bedroom units. \u001d  Manhattan cap rates are running below 4%, so a building that generates $7.5 million in annual income could be sold for $200 million. Its New York buildings are a major Archstone attribute, but represent just 12% of its net operating income. The Washington, D.C., market, Archstone's largest, accounts for about 35% of net operating income. \b \u001d  The REIT sector is finally starting to show some cracks, after an extraordinary seven-year run through 2006, when the REIT indexes topped the Standard & Poor's 500 each year and Morgan Stanley's MSCI REIT index tripled. \u001d  The MSCI index is down 2% year-to-date, after falling almost 15% from its February peak, around the time of the bidding war for Equity Office Properties. Wall Street lately has been spooked by higher rates and concerns over property-price inflation. The MSCI index was down over 4% last week. \u001d  Many investors saw a cautionary sign in the willingness of real-estate legend Sam Zell, chairman of EOP, to sell out to Blackstone. \"Zell made one of the most timely sales in the history of his business,\" said Joe Rosenberg, chief investment strategist at Loews, in a recent speech (\"The Best and the Brightest,\" Barron's, May 28). Zell said after the EOP sale that the deal didn't mark any top in real estate, but for Rosenberg, Zell \"justified my abiding faith in the principle of 'Watch what they do, not what they say.'\" \u001d  Rosenberg said office buildings are \"one of the most overpriced asset classes\" and that \"the whole REIT business is an overpriced asset class.\" He said last week that \"at the top of every bull market, there are always arguments to justify high prices.\" Among the bullish arguments for REITs now is that they are valued below the replacement cost of their assets. Whatever the merits of that view, REIT valuations are at near-record levels; overall dividend yields, which topped 8% early in the decade, have fallen to just 3.6%. \u001d  REITs are typically valued on two financial measures, funds from operations and adjusted funds from operations. FFO is a cash-flow measure that adds back depreciation to operating income, on the theory that depreciation is a phantom expense for REITs. The more conservative AFFO reflects outlays like leasing costs and ongoing capital expenditures that often don't get factored into FFO. \u001d  Archstone, the premier stock in the apartment sector, has one of the highest valuations in the $400 billion REIT market based on FFO and AFFO. Despite its attributes, including a strong pipeline of new developments, Archstone saw its shares come under pressure in early May after the company and others in the sector projected mildly disappointing growth in net operating income this year. On March 5, Barron's took a skeptical look at the other favorite in the apartment-REIT sector, AvalonBay Communities (AVB). \u001d  Bears on apartment REITs point to the weakening market for single-family homes as an ominous development. In some markets, like Florida, unsold condominiums are weighing on the rental market. Perversely, home-building stocks are down sharply this year, while apartment REITs are at near-record levels. Archstone counters that it is in the country's best markets, where rental apartments are scarce and renting can be cheaper than buying. In Manhattan, a two-bedroom apartment can cost $1 million, making a $5,000 monthly rental relatively attractive. \u001d  So with a lending landscape growing rougher and an economy showing signs of weakness, the REIT bull market may be nearing an end. Smart investors like Sam Zell are selling out, as are the well-regarded managers at Archstone. Given the financial underpinnings of the Archstone buyout, investors in the company's shares may soon go from hoping for a higher bid to simply wishing the current deal gets done. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"cf15b223fb58d258920e6e0f4167a1e6","symR":["AFKS.RS","CMST.LN","CMST.RS","ROS","RTKM.RS","SSA.LN","RU0008943394","RU000A0DQZE3","RU000A0H1BE9","US47972P2083","US48122U2042"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Official: Govt Should Sell Rostelecom With Svyazinvest -Tass","GmtTimeStamp":"2007-06-09T12:22:00.000000000","CompanyCodes":["AFKS.RS","CMST.LN","CMST.RS","ROS","RTKM.RS","SSA.LN","RU0008943394","RU000A0DQZE3","RU000A0H1BE9","US47972P2083","US48122U2042"],"IndustryCodes":["CTS","FTS","TLS","XDJGI","XNYA"],"Story":"\b \u001d  MOSCOW (Dow Jones)--Russia's Federal Property Agency thinks the government should privatize telecommunications holding OAO Svyazinvest together with long-distance operator OAO Rostelecom (ROS), news agency Prime-Tass reported Saturday, citing the agency's director Valery Nazarov. \u001d  Svyazinvest's privatization is aimed at attracting new investments and Rostelecom is also in need of investment, Nazarov said. \u001d  He said that if the government choses to spin Rostelecom off from Svyazinvest, it would have to invest its own funds in Rostelecom's development, whereas Svyazinvest would fetch a better price if privatized together with Rostelecom. \u001d  The government has 75% minus one share in Svyazinvest, with the remainder held by fixed-line operator OAO Comstar United TeleSystems (CMST.LN), a subsidiary of conglomerate OAO AFK Sistema (SSA.LN). \u001d   Russian media reported last month that the government was considering spinning off Rostelecom from Svyazinvest in order to retain control over the long-distance carrier should it eventually go ahead with Svyazinvest's long-delayed privatization. \u001d  Sistema has said it would support such a move. \u001d  Agency Web site: http://www.prime-tass.com \u001d  -By Moscow Bureau, Dow Jones Newswires; +7 495 974 8055 \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 08:22 ET (12:22 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d21a312815d1c402305fb9987b82b4f2","symR":["AMZN","BGP","ESLR","GPS","QCE.XE","TWB","WU","DE0005558662","US0231351067"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(6/11) Hard Times Ahead At The Mall -2-","GmtTimeStamp":"2007-06-09T04:08:00.000000000","CompanyCodes":["AMZN","BGP","ESLR","GPS","QCE.XE","TWB","WU","DE0005558662","US0231351067"],"IndustryCodes":["ELQ","FAD","OTS","RTS","SAP","SVC","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XTDX"],"Story":"\u001d  Q: That's brave of you. \u001d  A: Amazon is a terrific company, no question. And oddly we once owned it. But we think the valuation here is excessive and their very solid recent quarter has led to dramatic expectations for earnings leverage. Those are expectations we do not believe can be delivered upon. \b \u001d  Q: Why not? \u001d  A: They are losing some customers such as Toys \"R\" Us and Borders Group [BGP]. Those weren't big profit drivers but they helped Amazon get to scale. Amazon is pursuing new categories for growth, which is a little bit like building more stores versus comp-store sales. Again, that's not necessarily bad but, it is a less profitable way to grow. Their competitive advantage of selling online is not growing, even while their business is growing. \u001d  Most importantly, there is a natural limit to their operating margin potential given the product categories they are in. Given the ease of online price-comparison shopping, Amazon is not going to have 20% operating margins selling books and music and general merchandise because, while they will have very loyal customers who are price insensitive, it is just too easy -- three mouse clicks -- to get to a cheaper way to buy the new bestseller. That will put a break on some of their margin expansion, even as they continue to grow their scale. Their ballpark 5% operating margins have room to grow, but we do not believe those margins can ever exceed 10%, and it will be a Herculean task moving them towards 10%. \u001d  To make this a cheap stock, margins would have to triple. Amazon is trading at a P/E of 72 times '07 estimates and 53 times '08 estimates. It is trading over 30 times Ebitda. Those multiples are higher than Google's [GOOG], and that is striking. As they raise prices to drive the incremental margin, they are going to lose some of their customers. We also believe their customer-service edge is not as sharp as it once was. As a result, it is going to take too many years of revenue growth to grow into this valuation. \b \u001d  Q: There's a lot of consolidation going on? Aren't you worried about a takeover? \u001d  A: At $30 billion in market value with the multiples it trades at, we think there are very few companies that could even begin to consider that, and so we are willing to take that risk. \b \u001d  Q: Thanks, Shawn. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"dd6f4ac8e764baa8832983d98c385a29","symR":["FST","KMP","PXD","US7237871071"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(6/11) The New Math Of Oil And Gas","GmtTimeStamp":"2007-06-09T04:04:00.000000000","CompanyCodes":["FST","KMP","PXD","US7237871071"],"IndustryCodes":["OIS","PIP","XDJGI","XFFX","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Dimitra DeFotis \u001d  It sounds too good to be true: pay a reasonable price for an asset that delivers juicy, tax-deferred yields, in a sexy sector, with the possibility of skyrocketing price appreciation. \u001d  This is the glitter of publicly traded master limited partnerships in the energy business -- and lately they have proven to be true gushers. Many have paid out dividends of 6% in the past year and appreciated about 30%. But now, with the market looking toppy -- an index of 50 MLPs is upnearly 100% in the past five years -- it's time for investors to get more selective. \u001d  While many of the energy partnerships have been created for companies in the pipeline business, outfits specializing in exploration and production are starting to get into the act and may offer better value. The best play of all could be the stocks of smaller exploration and production outfits that might benefit from spinning off some of their assets as MLPs. \u001d  Investors in these stocks could enjoy gains of 15% to 40% as the parent companies unlock the value of oil and gas fields. \u001d  Master limited partnerships, designed to encourage reinvestment in natural resources, pay no federal income taxes and distribute most of their free cash flow as dividends; they now offer yields of about 6%. Investors have been gobbling up the instruments, with the market value of MLPs surging threefold, to about $140 billion, since 2000, according to an estimate by brokerage Stifel Nicolaus. \u001d  Any rise in bond yields could hurt MLPs, since the partnerships serve as bond substitutes. But there looks to be more opportunity in the still-developing market for exploration-and-production MLPs. \"The market is looking for new ways to value old assets, and that shift is just beginning to happen in energy exploration and production,\" says Gil Yang, an analyst at Citigroup Global Markets. \"There is interest in chasing yield.\" \u001d  Consider Forest Oil (ticker: FST). In the limited partnership market, a company's daily energy production usually is valued at about $200,000 per barrel. But Forest Oil's production is valued at just $60,000 per barrel. That creates the opportunity for \"significant valuation arbitrage,\" says Yang. \u001d  Colorado-based Forest, with a market value of $2.5 billion, could seize that opportunity by selling off certain assets into an MLP. Yang figures that the company's shares would rise by $8 apiece, or 20%, if it created an MLP for its Permian Basin fields in West Texas. That gain assumes the company would not only reap proceeds from the sale, but also retain an interest in the partnership and benefit from appreciation. \u001d  Forest has said it will consider MLPs as a way to create value, though it hasn't announced specific plans. Even if the company doesn't proceed with an MLP, it faces good prospects: Analysts see earnings rising 15% in 2008. \u001d  Pioneer Natural Resources (PXD), with a market value of $6.2 billion, may put as much as $500 million of assets into master limited partnerships over the coming year. And that may be only a start: The investment firm Friedman, Billings, Ramsey figures that more than 90% of Pioneer's assets would be ideal for MLPs. With a significant ownership stake in future partnerships, Texas-based Pioneer could see its shares climb 40%, Friedman Billings calculates. Even without the partnerships, analysts see Pioneer's earnings rising 18% in 2008. \u001d  Pioneer has said that one asset it plans to place in a partnership is its Spraberry oil and gas field in West Texas. In an MLP, the reserves in that field likely would have double the value they'd  be accorded under a traditional corporate umbrella, according to Citigroup. \u001d  \"If investors get in during the early part of the U.S. MLP-creation cycle, they have the opportunity to profit,\" says Robert Gillon, an analyst at the energy research firm John S. Herold. \u001d  Among existing master limited partnerships with growth potential is Kinder Morgan Energy Partners (KMP), which has a sizable market value of $12 billion and boasts a 6% yield. The company's businesses are largely fee-oriented, ranging from services it provides to pipelines it controls, making its yield more reliable should oil prices drop. \u001d  The partnership trades at a below-average 13.4 multiple of enterprise value (market cap plus net debt) to-Ebitda (earnings before interest, taxes, depreciation and amortization, a measure of cash flow). Eaton Vance  recommends it to the firm's private clients because a number of Kinder Morgan's pipeline investments should support growth in cash flow and yield in the future, including a major natural-gas pipeline under construction from Colorado to the Midwest, says Charles Gaffney, an energy analyst at the firm. \b \u001d  Investing in any energy asset requires a bullish long-term outlook on oil, which seems to have found a comfort zone near $60 a barrel, and last week spiked above $67 before settling around $66. It also requires confidence that natural-gas prices won't return to the lows they once saw near $2 per million British thermal units. Declines in commodity prices could hurt producer MLPs more than pipeline players, though the best managements can hedge their production to insure against precipitous commodity-price drops. \u001d  Success for any exploration and production MLP would require continued production growth. That's a tall order, but as new MLPs add assets from parent corporations and make outside acquisitions, they can bump up output and raise dividends. \u001d  Investors who don't want to pick through dozens of partnerships can invest in exchange-traded funds like Tortoise Energy Infrastructure (TYG), which invests primarily in energy MLPs and yields roughly 5%. While the fund isn't cheap -- it trades at a 9% premium to its net asset value, according to ETFConnect.com -- it offers broad exposure. In the past year, it's outpaced the Alerian MLP Index, a measure of 50 prominent energy partnerships. \u001d  Forming an MLP may sound like putting old wine in new bottles. But sometimes a good bottle makes all the difference. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ea9dc183f51bcb4ff190d51f3a53433a","symR":["TRNFP.RS","RU0009091573"],"date":"2007-06-09","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Transneft CEO: To Borrow `Around $8B' In Benchmark Eurobond-2","GmtTimeStamp":"2007-06-09T16:58:00.000000000","CompanyCodes":["TRNFP.RS","RU0009091573"],"IndustryCodes":["PIP"],"Story":"\b \u001d  Transneft estimates the cost of the first stage of the pipeline - which is longer than the distance from New York to Los Angeles - at around $11 billion. \u001d  The costs of the project have risen sharply since its initial conception, and Transneft recently increased a related credit facility with savings bank OAO Sberbank by 15 billion rubles ($580 million) to RUB80 billion, according to materials in the prospectus for the Eurobond issue, the news agency Interfax reported earlier this week. \u001d  Earlier Saturday, Vaynshtok told a conference that Transneft has laid 950 kilometers of pipe to date, just under one-fourth of the total. It expects to commission the first stage by the end of 2008, he said. \u001d  He added that the company has already received throughput guarantees from producers for all of the pipe's planned capacity in its first stage, around 600,000 barrels a day. The pipeline's final throughput capacity is projected at 1.6 million barrels a day, shipping from Taishet in the province of Irkutsk to Nakhodka on the Pacific Ocean, with a separate spur leading to the Chinese city of Daqing. \b \u001d  Company Web site: http://www.transneft.ru \b \u001d  -By Geoffrey T. Smith, Dow Jones Newswires; (+7 985) 103  1191; geoffrey.smith@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 12:58 ET (16:58 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ef3bbe0da2450aa16b9631ddefb2113d","symR":["DELL","HPQ","WMT","US2470251099","US4282361033","US9311421039"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Dell CEO Sees Growth In Retail, Emerging Markets - Report","GmtTimeStamp":"2007-06-09T10:25:00.000000000","CompanyCodes":["DELL","HPQ","WMT","US2470251099","US4282361033","US9311421039"],"IndustryCodes":["CPR","RTB","RTS","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b \u001d  ZURICH (Dow Jones)--Dell Inc. (DELL) plans an aggressive push into the retail personal computer market, investments into growing its services business, and wants to tap into emerging markets to reinforce growth, founder and chief executive Michael Dell said Saturday in a newspaper interview. \u001d  \"There is a number of challenges, but we want to grow our $3.7 billion cash flow into a $7.3 billion cash flow as soon as possible,\" Dell said in an interview with Swiss daily Neue Zuercher Zeitung. \u001d  At present, Dell derives the bulk of its roughly $57 billion in annual revenue from sales to business clients, with sales to retail clients contributing only around 15% to the mix, he said, according to the paper. \u001d  Dell returned as chief executive in January to turn the company around after it had lost its lead in PC shipments last year to Hewlett-Packard Co. (HPQ). As part of the new strategy, he has reshaped the company's management team and signed a deal to sell desktops in Wal-Mart Stores Inc. (WMT) outlets. Dell is known for selling PCs directly via telephone or Internet. \u001d  This is just the first step of a broader retail push, he told the paper. \u001d  Michael Dell says future growth in the PC market will come from sales in emerging economies. \u001d  \"Today, we have around one billion PCs globally, and that number will rise to around two billion in a few years,\" he said, according to the paper. \u001d  The second billion PCs won't be sold to the same clients, but to new consumers in China, India, Russia, Turkey, in the Middle East, Africa and Latin America, he added. \u001d  \"For this, we need new products, including smaller and smarter devices,\" he told the paper. \u001d  The computer-maker also plans to expand the business of selling computers through stores. \u001d  Wal-Mart is a first step, but \"in the next 12 to 18 months we plan around 20 more such steps,\" the CEO said. \u001d  Dell won't stop selling computers directly to consumers, but is setting up an additional sales channel to reach more customers and sell more, to grow both distribution channels in parallel. \u001d  In the longer run, Dell may also consider making other electronic devices that are similar to PCs, such as game consoles and handheld computers, he said. \u001d  \"Today, there's still a pretty clear distinction between PCs and other devices, such as handhelds or phones, but with the new wireless technologies these barriers are becoming increasingly blurry,\" he added, according to the paper. \u001d  To accelerate growth in its business clients segment, Dell aims to push the sale of services, which currently contribute around $6 billion to revenue, Dell said. \u001d  Dell also said he plans to keep the chief executive post, which he had given up in 2004 to focus on the role as chairman of the board, for quite some time. \u001d  \"I have a long-term horizon. I'm only 42, and still have a lot of plans for Dell,\" he said. \b \u001d  Newspaper Web site: http://www.nzz.com \b \u001d  -By Anita Greil, Dow Jones Newswires; +41 43 443 8044; anita.greil@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 06:25 ET (10:25 GMT)"},{"md5ID":"f3fb1cffa56d47a78c09d970b48e685a","symR":["0001.HK","0013.HK","7733.TO","8603.TO","C","CHEUY","DELL","HUWHY","NIKOY","OCPNY","YUM","LLINX","LLPFX","LLSCX","HK0001000014","HK0013000119","JP3201200007","JP3670000003","US1729671016","US2470251099","US9884981013"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(6/11) Profile: Eating Their Own Cooking","GmtTimeStamp":"2007-06-09T04:05:00.000000000","CompanyCodes":["0001.HK","0013.HK","7733.TO","8603.TO","C","CHEUY","DELL","HUWHY","NIKOY","OCPNY","YUM","LLINX","LLPFX","LLSCX","HK0001000014","HK0013000119","JP3201200007","JP3670000003","US1729671016","US2470251099","US9884981013"],"IndustryCodes":["BAN","BNK","CPR","ENT","IDD","REA","RED","REQ","RES","SCR","X225","XATI","XDJGI","XDJI","XFFX","XGTI","XHSG","XISL","XNQ1","XNYA","XRUS","XSP5","XSTF","XSTX","ZFU"],"Story":"\b   (From BARRON'S) \b   By Lawrence C. Strauss \u001d  Talking With \u001d  The Longleaf Funds Team \b \u001d  Since its founding in 1975, Memphis-based Southeastern Asset Management has earned a reputation for looking out for its mutual-fund shareholders. The no-load Longleaf Partners funds don't have 12b-1 or exit fees, and the advisory firm's employees are required to have all of their equity holdings in the funds. \u001d  \"We are not doing something separate in our own personal accounts to offset the risk in the funds,\" says overseas-based E. Andrew McDermott, a portfolio manager at Southeastern who specializes in international stocks. \u001d  Among the feathers in Southeastern's cap is praise from David Swensen, Yale's chief investment officer and a big critic of actively managed funds for their inability to beat their benchmarks when fees are included. In his book Unconventional Success, Swensen asserts that the firm \"exemplifies every fundamentally important, investor-friendly characteristic conducive to active-management success.\" \u001d  That includes being aware of tax consequences, making concentrated stock bets with conviction, and, when necessary, shutting the doors to new investors. Indeed, two of the funds -- Longleaf Partners (ticker: LLPFX), a mid- to large-cap portfolio, and Longleaf Partners Small-Cap (LLSCX) -- are now closed. But a third, Longleaf Partners International (LLINX), reopened about a year ago. \u001d  International had been closed in early 2004, when cash poured in and the managers had trouble putting all of it to work. \"We were finding very few qualifying ideas and, therefore, our cash position got close to 30%,\" says McDermott, one of the fund's managers. \u001d  But last July, the managers decided to reopen the fund, convinced that enough good opportunities existed abroad. \"It reduced our price-to-value ratio for the whole fund,\" says O. Mason Hawkins, Southeastern's chief executive officer, who also helps run all three funds. (The international fund was originally launched in 1998, when many investors were gobbling up richly valued tech stocks.) \u001d  While each of the three funds focuses on a different part of the market, their investment philosophies are identical -- \"business, people and price,\" in Hawkins' words. We want a terrific business, managed by very honorable and capable people.\" \u001d  Hewing to a value, buy-and-hold approach, Southeastern uses various measures to gauge a company's fair value: discounted cash flow, liquidation value and, based on an internal database, the concern's estimated worth if it were private. \"They should all check out with each other,\" says McDermott. \u001d  There are variations on these themes. \u001d  Financial-services firms, for example, are measured on their book value. \u001d  When the portfolio managers and analysts agree on a company's fair value, they want to buy it at least a 40% discount. \u001d  In addition to the firm's employees, Hawkins, McDermott and portfolio manager G. Staley Cates are \"owner-operators,\" with lots of their own money in the funds. \"When everybody around the table is going to have their net worth going into the next marginal name, it gets vetted better than if we weren't all owners,\" says Hawkins. \u001d  With about $42 billion under management, Southeastern, an independent firm, has managers spread across several generations, which would presumably prepare it for an eventual leadership transition. Hawkins, 59, has been there since 1975. Cates, 42, came aboard in 1986, and McDermott, 37, joined in 1998. \u001d  The international fund does invest in some U.S. companies, including Dell (DELL) and Yum Brands (YUM); such stocks pass Southeastern's screen test if at least half of the company's revenues are generated from outside the U.S. or if at least half of its value comes from abroad. \u001d  This portfolio typically has 18 to 22 names. \"You can be adequately diversified with 12 companies if they are in different industries,\" says Hawkins. \"And no one has been able to logically present a case for why your 30th- or 40th-best investment would be better than concentrating your money in, say, the top 12 or 18 names.\" As of March 31, the fund's top 10 holdings accounted for nearly 60% of its portfolio. \u001d  The goal of the fund, whose assets total $3.5 billion, is an annual return at least 10 percentage points above the inflation rate. From November 1998, shortly after its launch, through May of this year, the fund had an annual return of 16.33%, versus 8.90% for the MSCI EAFE, according to Morningstar. Its year-to-date return of 16.55% bests the index by 4.99 percentage points, placing it in the top 3% of Morningstar's foreign large-value category. \u001d  Yet Hawkins readily admits that returns over the past several years haven't been as impressive, relative to the peer group. The international fund's three-year annual return of 17.71% trails the benchmark by 5.74 percentage points and ranks near the bottom of its category. \u001d  The fund also has a fairly hefty expense tab -- 1.59% at the end of the first quarter, putting it in the lower half of its Lipper peer group for expenses. \u001d  One thing that has hurt the fund is its decision to hedge some of its holdings against currency risk. Thus, unlike competitors that don't hedge, it hasn't been benefited as much from a weak U.S. dollar. \u001d  The managers don't get hung up on benchmarking. \"We will invest based on where we find the values; we're not trying to match an index,\" says Hawkins. In addition, says McDermott, \"we like these companies that are very well-capitalized, conservatively managed, but in competitively entrenched businesses.\" \u001d  One such holding is Nikko Cordial (8603.Japan), one of Japan's largest brokerage firms, whose shares the fund began snapping up late last year when the stock price was below 1,000 yen. \u001d  \"They had a private-equity portfolio that was easy to value, and they had a large slug of excess capital that was worth about 200 yen a share,\" recalls McDermott, who is based in London, but frequently travels to Asia. \u001d  Southeastern believed that the stock was worth north of 1,900 yen, but an accounting problem had battered it. \"It became more and more of a panic-selling situation,\" says McDermott. The company, however, was not delisted, as some investors had feared, and Citgroup (C) in April announced that it had completed a tender offer for a majority stake in Nikko Cordial. Late last week, the stock was at 1,686 yen. \u001d  Another big position is Cheung Kong Holdings (1.HongKong), a Hong Kong company with a sprawling portfolio of assets, including real estate in China, and a big stake in Hutchison Whampoa (HUWHY), whose holdings include port facilities, telecoms and property. The Longleaf team thinks Cheung Kong is worth 135 to 140 Hong Kong dollars a share, considerably higher than the HK$103.50 it was fetching late last week. Cheung Kong's chairman and founder is Li Ka Shing, whom Hawkins regards as a master long-term investor. \u001d  The fund's top U.S. holding is Dell, whose shares have disappointed in recent years. Plagued by management turnover, Dell now has Michael Dell back at its helm, a move Hawkins applauds. \"The long-term growth for Dell in Europe and Asia is significant double-digit,\" he says. \u001d  The managers also see more upside in Olympus, (7733.Japan), the Japanese company known for its cameras but which has a growing business in endoscopic surgical instruments. \"The future medical trends are all about minimally invasive surgery,\" says McDermott. \u001d  The fund bought the stock at around 2,000 yen but thinks it's worth about 5,000 yen. Late last week, it was at 4,610 yen. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f5b484d79b998ee0ef774cd2fd011a9a","symR":["EESR.RS","EN","ENEL.MI","EOA.XE","EON","FUM1V.HE","OGKD.RS","OGKE.RS","RAL.YY","DE0007614406","FI0009007132","IT0003128367","RU0008959655","RU000A0F5UN3","RU000A0JNGA5"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Russia UES CEO Sees Investment In Co This Yr Well Over $20B","GmtTimeStamp":"2007-06-09T10:49:00.000000000","CompanyCodes":["EESR.RS","EN","ENEL.MI","EOA.XE","EON","FUM1V.HE","OGKD.RS","OGKE.RS","RAL.YY","DE0007614406","FI0009007132","IT0003128367","RU0008959655","RU000A0F5UN3","RU000A0JNGA5"],"IndustryCodes":["ALU","ELC","MUT","XDAX","XDJGI","XES","XHEX","XISL","XMIB","XNYA","XST5"],"Story":"\b \u001d  ST PETERSBURG (Dow Jones)--Investment in electricity monopoly RAO Unified Energy System of Russia (EESR.RS) will total well over $20 billion this year, the company's chief executive told journalists Saturday. \u001d  Speaking on the sidelines of a conference, Anatoly Chubais said that an estimate he made earlier this year of $20 billion to be attracted through share issues and other means \"was a serious mistake...it will be much, much more.\" \u001d  UES has raised around $6 billion so far this year through its various restructuring operations, most notably the sale of stakes in three of its 20 thermal generation companies. This week, Italian utility Enel SpA (EN) agreed to pay $1.52 billion for a 25.03% stake in wholesale generator OAO OGK-5 (OGKE.RS). \u001d  Chubais said he expected the prices paid for such stakes to continue to rise, but didn't give any precise estimates. Enel's valuation of OGK-5 implied a value of around $660 a kilowatt of installed capacity. \u001d  The next scheduled sale is for a stake of just under 40% in OAO OGK-4 (OGKD.RS), a company of similar size to OGK-5. Chubais said Germany's E.On AG (EON), Finland's Fortum Oyj (FUM1V.HE) and OAO United Co. Rusal, the world's largest producer of primary aluminum, are all interested in the sale. Rusal and E.On were both disappointed bidders in this week's OGK-5 auction. \u001d  UES is due to be dissolved next year, with ownership of the thermal plants all passing into private hands, while ownership of the hydro plants and grids reverts, in the main, to the state. \u001d  Chubais dismissed suggestions that he would return to politics after leaving his job at UES. In response to suggestions that his knowledge of everything in the electricity sector would well qualify him to be its regulator, he replied: \"No, no, no - I know everything about government too.\" \b \u001d  Company Web site: http://www.rao-ees.ru \b \u001d  -By Geoffrey T. Smith, Dow Jones Newswires; (+7 985) 103 1191; geoffrey.smith@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 06:49 ET (10:49 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f6cd06fa230ce133d4738854f27b34f2","symR":["BP","BP.LN","TNBP.RS","XOM","GB0007980591","RU000A0HGPM9","US30231G1022"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(6/11) Follow-Up: Will The Russian Bear Maul BP?","GmtTimeStamp":"2007-06-09T04:07:00.000000000","CompanyCodes":["BP","BP.LN","TNBP.RS","XOM","GB0007980591","RU000A0HGPM9","US30231G1022"],"IndustryCodes":["OIL","OIS","XDJGI","XDJI","XFFX","XFT1","XGTI","XISL","XNYA","XRUS","XSP5","XST5"],"Story":"\b   (From BARRON'S) \b   By Vito J. Racanelli \u001d  Everyone is familiar with the Russian matryoshka, those wooden dolls placed one inside another; as you pull the outside one apart, a similar but smaller one is found inside, and so on. U.K. oil giant BP might be forgiven for thinking its investment in Russia is coming to resemble a matryoshka. \u001d  On June 1, news reports said a Russian regulator postponed for two weeks a decision on whether to rescind the license for a huge Siberian gas field of TNK-BP Holding, a Russian venture owned 50% by BP. Some investors think the license will be revoked, though an accommodation is still possible. \u001d  While  the field hasn't contributed much so far, the regulatory snag could be a sign of broader problems ahead for TNK-BP, which accounts for some 25% of the British giant's production. Russia continues a policy of effectively nationalizing much of the country's oil-and-gas reserves, pushing around foreign oil firms. \u001d  TNK-BP has been faulted for failing to produce a required nine billion cubic meters yearly of natural gas for the local market by 2006. The company has responded that the lack of pipelines around the area makes the gas uneconomic so far. \u001d  TNK-BP has been BP's main source of production growth since 2003, when the company made what seemed to many then a risky investment in the Russian venture. Barron's argued  that the stock was cheap and that the move would pay off (\"Renewable Energy,\" July 28, 2003). The American depositary receipts (ticker: BP) have returned 86% since then, beating both the Standard & Poor's 500 and the DJ Stoxx 50, of which BP is a member. Yet BP's stock price has badly trailed peers like ExxonMobil (XOM), the result of well-publicized refinery operational woes, among other problems. \u001d  While a loss of the Siberian license would be damaging to future gas production, investors are worried more broadly about \"what can happen to TNK-BP from here on in,\" says Roberto Cominotto, an analyst at Bank Julius Baer. Though concerned about further Russian setbacks, he's kept his  Buy rating on the stock, which is held by the bank. Because sentiment is so poor, the market will be surprised when  BP  beats low guidance of less than 2% production growth over the next few years, he asserts. \u001d  Political problems are nothing new to Western oil giants, and BP constantly deals with getting oil out of dangerous places, says Neil Darke, head of research for brokerage firm Collins Stewart. At a price-earnings ratio of about 11 times consensus earnings estimates for this year, it still offers decent value, he adds. \u001d  BP's ADRs offer a nice dividend yield of 3.7%, too. Nevertheless, while a direct threat to TNK-BP from the Russian bear may be hard to imagine, the cautious investor would be wise to take some profits now and keep enough BP stock to profit from continued high oil prices. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f715038e0a7d43970315aee3f915745e","symR":["C","US1729671016"],"date":"2007-06-09","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(6/11) Barron's Mailbag: Blank Disclosures","GmtTimeStamp":"2007-06-09T04:01:00.000000000","CompanyCodes":["C","US1729671016"],"IndustryCodes":["BAN","BNK","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  Regarding  \"Keeping It Confidential,\" May 28: I don't think it is fair to the stockholders of a target company that the SEC allows confidential treatment to big-shot investors while they are accumulating a target company's shares. The target's stockholders, whose stock is now more valuable, could be selling it with incomplete knowledge for less than it's worth. \u001d  This is not fair to the little guy. \u001d  Sam Marx \u001d  Palm City, Fla. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:01 ET (04:01 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f8563cbf1f442f6080600d87181a1ec0","symR":["BP","BP.LN","GSPBEX.RS","TNBP.RS","GB0007980591","RU0007661625","RU000A0HGPM9"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Gazprom Chaiman Confirms Interest In Kovykta Project -Report","GmtTimeStamp":"2007-06-09T14:32:00.000000000","CompanyCodes":["BP","BP.LN","GSPBEX.RS","TNBP.RS","GB0007980591","RU0007661625","RU000A0HGPM9"],"IndustryCodes":["OIL","OIS","XDJGI","XFT1","XGTI","XISL","XNYA","XST5"],"Story":"\b \u001d  MOSCOW (Dow Jones)--Russia's OAO Gazprom (GSPBEX.RS) is interested in the Kovykta natural gas project currently operated by Russo-British oil venture TNK-BP (TNBP.RS), the gas monopoly's chairman, Dmitry Medvedev, confirmed Saturday, news agency RIA Novosti reported. \u001d  \"This project is interesting to Gazprom, but no steps can be taken until administrative matters are settled,\" he said. \u001d  TNK-BP, half-owned by the U.K.'s BP Plc (BP), is widely expected to lose its license for Kovykta in the coming weeks after being unable to meet its production commitments. \u001d  Agency Web site: http://www.rian.ru \u001d  -By Moscow Bureau, Dow Jones Newswires; +7 495 974 8055 \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 10:32 ET (14:32 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"fb60d43b14f4ef24122834914d61fa24","symR":["0386.HK","2010.SA","600028.SH","SNP","CN0005789556","CN0007637712","SA0007879121"],"date":"2007-06-09","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Sabic, Sinopec In Prelim Deal On $1B Petrochem Plant -Report","GmtTimeStamp":"2007-06-09T04:39:00.000000000","CompanyCodes":["0386.HK","2010.SA","600028.SH","SNP","CN0005789556","CN0007637712","SA0007879121"],"IndustryCodes":["CHC","CHM","OIL","XATI","XDJGI","XHSG","XNYA"],"Story":"\b \u001d  BEIRUT (Zawya Dow Jones)-- Saudi Basic Industries Corp. (2010.SA), or Sabic, the largest petrochemical firm in the world in terms of market value, signed a preliminary agreement with China Petroleum & Chemical Corp. (SNP), or Sinopec, to invest $1 billion in a petrochemical plant in China, London-based daily Asharq al-Awsat reported Saturday. \u001d  The agreement, signed in late May, still requires the approval of the Chinese authorities and the investment will be equally divided between the two firms, the paper reported, citing people familiar with the situation. \u001d  According to the agreement, the two firms will set up a naphtha cracker unit to produce 1 million metric tons of ethylene a year in the northern Chinese city of Tianjin. \u001d  Sabic will also participate in setting up a polyethylene production line and a monoethylene glycol plant, the newspaper's sources said. \u001d  Earlier in May a Sabic official confirmed that his company was in talks over the $1 billion petrochemical joint-venture with Sinopec. \b \u001d  Newspaper Web site: http://www.asharqalawsat.com/ \b \u001d  -By the Beirut bureau, Zawya Dow Jones, 961 1 985757, beirut@zawya.com \u001d   Copyright (c) 2007 ABQ Zawya Ltd. \b \u001d  (END) Dow Jones Newswires\u001d  June 09, 2007 00:39 ET (04:39 GMT)"}]
