[{"md5ID":"00aae63d1791b6f6c724cda8185596ae","symR":["005930.SE","009540.SE","010140.SE","010620.SE","MEG.PH","SMPH.PH","GBFAX","KR7005930003","KR7009540006","KR7010140002","KR7010620003","PHY594811127","PHY8076N1120"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/30) Asian Trader: Korea's Stealth Rally","GmtTimeStamp":"2007-07-28T04:05:00.000000000","CompanyCodes":["005930.SE","009540.SE","010140.SE","010620.SE","MEG.PH","SMPH.PH","GBFAX","KR7005930003","KR7009540006","KR7010140002","KR7010620003","PHY594811127","PHY8076N1120"],"IndustryCodes":["FAC","REA","RED","SEM","TRQ","XATI","XDJGI","XGTI","XISL","XSTX"],"Story":"\b   (From BARRON'S) \b   By Leslie P. Norton \u001d  Most foreign investors have missed the stealth rally in South Korea, where shares have shot up 36% this year, despite last week's beating. \u001d  This month, Bear Stearns Asia strategist Michael Kurtz upgraded Korea to Overweight. Seoul is deregulating financial services, and tensions with North Korea have eased. Some even see signs of an incipient recovery at bellwether Samsung Electronics (ticker: 05930.Korea) if demand for flat-panel displays and phone handsets stays strong. \u001d  Last week, the benchmark Korea Composite soared, as Moody's upgraded its rating to double-A and the won jumped to a multiyear high of 9,138 to the dollar. Korea remains cheap when compared to its neighbors, but it's always cheap -- and multiples have expanded sharply. \u001d  Korea trades at 12.6 times expected earnings, versus a five-year average of 8.1. In contrast, the region trades at 15.5 times, compared with a five-year average of 12.3. This situation exists even though foreigners have continued to sell. They now own roughly 36% of the market, after a high of 42% in 2004, which was followed by disappointment when Korea lagged in 2006. \u001d  The Bank of Korea has squeezed credit to its tightest level in six years as lending to smaller businesses has surged. Now, \"the main risk is monetary-policy overkill,\" writes Nomura International strategist Sean Darby. Some investors fear that if U.S. stock-market volatility stays strong, Korea and other Asian markets will be clobbered (see page 17). \u001d  Korean multiples look pricey. Shipbuilders now trade at 2.63 times book value, versus 2.16 times two months ago. Citigroup nonetheless has boosted price targets and earnings forecasts for Hyundai Heavy (009540.KS), Hyundai Mipo (010620.KS), Daewoo Shipbuilding (042660.KS) and Samsung Heavy (010140.KS). \u001d  David Semple of the Van Eck Emerging Markets Fund (GBFAX) has cut his Korean holdings. \"It's not to say there isn't a decent story, but while the stocks have doubled, the earnings upgrades are just 20% to 30%,\" he says. \"You're going to have to wait for earnings to catch up. It's tough to see why large-caps should be rerated further.\" \b \u001d  The Philippines, UBS economist Jonathan Anderson wrote last week, \"has produced an absolute financial market 'hat trick' in Asia -- the best-performing currency, the best-performing onshore bond market and (with the exception of China's A-share market) the best-performing equities\"over the past two years. Why? Budget spending has stabilized as a share of the economy, and overseas Filipinos are flinging ever more money home, lifting the peso. \u001d  How much further can the rally go? There are certainly still some good plays, like commercial real-estate developer SM Prime (SMPH.PH). Van Eck's Semple likes a residential and resort developer, Megaworld (MEG.PH). And even lackluster San Miguel (SMC.PH) may unlock value at last by spinning off its domestic beer unit. For now, though, says Scott McDonald of Aladdin Caital, \"the main focus is likely to be what happens outside the country.\" \u001d  --- \u001d  E-mail: leslie.norton@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"060a0c374cf9bb659d088cf12dc79e1c","symR":["13190.FR","500490.BY","FR0000131906","INE118A01012"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Bajaj Auto Confirms Preliminary Talks With Renault","GmtTimeStamp":"2007-07-28T12:08:00.000000000","CompanyCodes":["13190.FR","500490.BY","FR0000131906","INE118A01012"],"IndustryCodes":["AUT","XCA4","XDJGI","XES"],"Story":"\b \u001d  NEW DELHI (Dow Jones)--Bajaj Auto Ltd. (500490.BY), an Indian maker of two- and three-wheeled vehicles, confirmed Saturday that it's in early talks with French car maker Renault SA (13190.FR) to jointly study business potential for budget vehicles in India, a Bajaj statement said. \u001d  Upon favorable conclusion of the study, Bajaj and Renault could forge a long-term partnership to execute their business goal, the statement said. \u001d  On Thursday, Renault's spokeswoman had confirmed that the company had held preliminary talks with Bajaj Auto about a possible project to build a budget vehicle costing about $3,000. \b \b   -By Abhrajit Gangopadhyay; Dow Jones Newswires; 91 9831241778; abhrajit.gangopadhyay@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 08:08 ET (12:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"09ec2b44643467f4a12ef0314de6cc60","symR":["OYL.U.V","REP","REP.MC","XOM","CA1254051008","ES0173516115","US30231G1022"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Guyana Official:UN To Rule On Rift With Suriname Over Oil Basin","GmtTimeStamp":"2007-07-28T20:05:00.000000000","CompanyCodes":["OYL.U.V","REP","REP.MC","XOM","CA1254051008","ES0173516115","US30231G1022"],"IndustryCodes":["OIL","OIS","XDJGI","XDJI","XES","XFFX","XGTI","XIBEX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  GEORGETOWN, Guyana (AP)--Guyana's foreign minister said Saturday that he expects a U.N. tribunal to rule next month on a feud with neighboring Suriname over the rights to an undersea basin that could provide oil riches. \u001d  Rudy Insanally said the U.N. International Tribunal for the Law of the Sea is reviewing oral and written ownership claims to the basin, which experts estimate may hold 15 billion barrels of oil and natural gas. \u001d  \"We are led to believe, after speaking to our legal teams, that the award by the tribunal is likely to be made in August,\" Insanally said in a statement. He said a specific date has not been given and did not provide any further details. \u001d  Guyana sought a definitive ruling from the tribunal in 2004 after talks with Suriname broke down over sharing any production from the basin, which stretches hundreds of square kilometers from the coasts of both countries. \u001d  The dispute brought Guyana and Suriname close to war and has blocked fuel exploration. \u001d  Suriname expelled Toronto-based CGX Energy Inc. (OYL.U.V) from the basin in 2000, halting its oil exploration under a Guyanese license. \u001d  CGX Energy, Spanish-Argentine company Repsol YPF (REP) and Exxon Mobil Corp. (XOM) recently met with Guyana's president to discuss exploring the basin in anticipation of the tribunal's ruling. \u001d  Surinamese officials could not immediately be reached for comment Saturday. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 16:05 ET (20:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1ef8dba67456dea3e73f910948267a2e","symR":["500325.BY","INE002A01018"],"date":"2007-07-28","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"UPDATE:Reliance Indus 1Q Net +28.2% On Refining Margin Boost","GmtTimeStamp":"2007-07-28T15:08:00.000000000","CompanyCodes":["500325.BY","INE002A01018"],"IndustryCodes":["CHC","CHM","XDJGI"],"Story":"\b \u001d  (Adds details and analyst comment) \b \b   By Abhrajit Gangopadhyay and John Satish Kumar \b   Of DOW JONES NEWSWIRES \b \u001d  NEW DELHI (Dow Jones)-- Reliance Industries Ltd. (500325.BY), India's largest company by market capitalization, reported Saturday a 28.2% rise in net profit for the fiscal first quarter, driven by strong gross refining margins and robust growth in its polymer business. \u001d  Net profit for the April-June quarter totaled INR32.64 billion, up from INR25.47 billion a year earlier. Its revenue in the just-ended quarter rose 6.1% on year to INR294.93 billion from INR261.66 billion. \u001d  The result was above the average estimate of six analysts polled by Dow Jones Newswires who had pegged net profit at INR30.82 billion on revenue of INR277.96 billion. \u001d  The refining and petrochemicals company said its gross refining margin, or GRM, for the fiscal first quarter was $15.40 a barrel, up from $13 per barrel in the fourth quarter and above $12.40 a barrel a year earlier. \u001d  GRM is the difference in the cost of the refined product and the cost of buying the crude for refining. \u001d  \"GRMs expanded on the back of inventory gains, which we estimate, accrued at around 50 cents-70 cents to a barrel, while the operational margin per barrel could have been between $14.7 and $14.8,\" said S. Tulsian, an analyst and member of the National Stock Exchange. \u001d   Refining revenue in the just-ended quarter rose to INR227.94 billion from INR208.62 billion a year earlier. Revenue from petrochemical operations grew to INR108.44 billion from INR99.87 billion a year earlier. \u001d   RIL, which started as a textiles and petrochemicals company, has seen its refining segment emerge as a core business, contributing over 70% to the company's revenue. \u001d   Earnings before interest and taxes, or Ebit, from the refining and marketing segment rose to INR25.58 billion in the just-ended quarter from INR20.35 billion a year earlier, the company said. \u001d  Ebit from RIL's petrochemicals business also rose 36.2%  on year to INR14.81 billion from INR10.87 billion. \u001d  \"The strong polymer growth was really surprising, since we all thought that polymer cycle is on a downward trend,\" Tulsian said. \u001d  Reliance expects demand for polyester to increase on the back of high cotton prices. \u001d  Quarterly earnings before interest and tax margins for the refining segment expanded to 11.2% from 9.8% a year earlier on higher GRMs. \u001d  Ebit margins for the petrochemical segment expanded to 13.7% from 11.1% a year earlier. \u001d  The company said total crude oil processed during the just-ended quarter was 8.01 million tons. \u001d  However, Reliance warned that local marketing margins remain under pressure. \u001d  In the domestic market, RIL had to keep prices of gasoline and diesel above those set by the state-owned oil marketing companies to minimize itsso-called \"under-recovery,\" - the difference between the market price and the selling price. \u001d  India's oil companies have been selling diesel, gasoline, kerosene and liquefied petroleum gas below market prices as the government tries to keep inflation under control. \u001d  As a private-sector company, RIL doesn't have to abide by government directives on petroleum products' prices, but it tends to price its products on par with state-run firms to remain competitive. \u001d  The company is trying to focus on exports to overcome the challenges from local market. \u001d  During the last quarter, RIL exported 5.04 million tons of petroleum products and recorded export revenues of $3.2 billion. Reliance didn't give comparative figures. \u001d  Total expenditure increased to INR228.8 billion from INR202.8 billion a year earlier. \u001d  \"The company is managing costs better, and we expect that it would expand its net operating margin to around 19% for the current fiscal year,\" Tulsian said. \u001d  Reliance's fiscal first-quarter margin expanded to 18.5% on year from 17.3% a year earlier. \u001d   Chairman Mukesh Ambani is the elder of two brothers who inherited the Reliance businesses founded by their father, Dhirubhai Ambani. \u001d  When the group de-merged in early 2006, the younger brother, Anil Ambani, took over the power, finance and telecom interests, while Mukesh took charge of the petrochemicals, refining, and oil exploration and production businesses. \b \b   -By Abhrajit Gangopadhyay and John Satish Kumar, Dow Jones Newswires; 91 9831241778; abhrajit.gangopadhyay@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 11:08 ET (15:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2494299055c99858ceec93f86330dfaa","symR":["NWA","US6672801015"],"date":"2007-07-28","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Northwest Airlines Cancel More Flights Sat, Cites Pilots","GmtTimeStamp":"2007-07-28T19:59:00.000000000","CompanyCodes":["NWA","US6672801015"],"IndustryCodes":["AIR","XDJGI","XFFX","XNYA"],"Story":"\b \u001d  MINNEAPOLIS (AP)--Northwest Airlines (NWA) canceled more flights as expected Saturday, with the company continuing to attribute the problem to pilot absenteeism. \u001d  Northwest did not release its own cancellation figures Saturday, but the Web site FlightStats.com reported that it had called off 138 flights as of 3:30 p.m. EDT. It reported that 680 scheduled flights departed. \u001d  The airline had canceled a total of 125 flights Friday, the Web site reported. \u001d  Northwest expects to complete 93% of its flights Saturday, said Roman Blahoski, spokesman for the carrier. The pilot absenteeism was affecting flights mainly on narrow-bodied aircraft, he said. \u001d  The airline had warned Friday that it would probably cancel more flights over the weekend. \u001d  The Northwest branch of the Air Line Pilots Association released a phone message to members Friday stating that it didn't believe there had been an improper use of sick time. If there was, the union suggested, it was caused by stress from increased flying hours. \u001d  The union has maintained that Northwest doesn't have enough pilots to fly its full schedule. \u001d  Northwest canceled more than 1,000 flights the last week of June, citing pilot availability and other factors, and announced this month that it had thinned out its July schedule and cut its August schedule by 4% to try to prevent a repeat. \u001d  The carrier also began recalling furloughed pilots and said it expects to hire 200 to 250 pilots in the next year. Furloughed pilots must be retrained before they can resume flying. \u001d  --- \u001d  On the Net: \u001d  FlightStats: http://www.flightstats.com \u001d  Northwest Airlines: http://www.nwa.com \b \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 15:59 ET (19:59 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"27fd9fe8a80cac0fe86d195e42cdfd77","symR":["AMSC","EGLE","HDIX","OAKF","RDC","TFX","WFT","WSBC","ZRAN"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/30) Research Reports: How Analysts Size Up Companies","GmtTimeStamp":"2007-07-28T04:08:00.000000000","CompanyCodes":["AMSC","EGLE","HDIX","OAKF","RDC","TFX","WFT","WSBC","ZRAN"],"IndustryCodes":["BNK","DRL","ELQ","EQS","IDD","MAR","MDS","OIE","SEM","XDJGI","XISL","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  American Superconductor \u001d  -- AMSC-NNM \b \u001d  Buy \u001d  -- Price 20.68 on July 25 \u001d  by Signal Hill Securities \b \u001d  AMSC makes products that enhance generation, transmission and usage of electrical power, including wind-turbine designs and high-temperature-superconductor wire and HTS wire-based rotating electrical machinery. . . . AMSC announced a substantial power-electronics order for $70 million from Chinese wind-power customer Sinovel. Expect orders to be recognized in the fiscal-year '08 period for [an estimated] 1,400 power-module assemblies. . . . We believe this incremental revenue could result in upward EPS revisions of between 18 cents and 44 cents per FY08 share, depending on operating leverage. \b \u001d  Eagle Bulk Shipping \u001d  -- EGLE-NNM \b \u001d  Buy \u001d  -- Price 23.39 on July 25 \u001d  by Cantor Fitzgerald \b \u001d  Eagle [will] purchase 26 Supramax newbuilds for an aggregate $1.1 billion; delivery expected 2008-2012. Raising price target to 31 based on our new 13 times enterprise value/earnings before interest, taxes, depreciation and amortization multiple to our 2009 Ebitda estimate of $148 million. We're now using 2009 Ebitda for valuation due to long-term nature of the acquired contracts. \b \u001d  Home Diagnostics \u001d  -- HDIX-NNM \b \u001d  Outperform \u001d  -- Price 11.17 on July 24 \u001d  by Barrington Research \b \u001d  HDIX develops blood-glucose monitoring systems . . . for diabetics. With 3% market share in U.S., and co-branding agreements with largest national retailers/distributors, we see excellent growth opportunity. . . . The [initial public offering] in September 2006, at 12 a share . . . allowed HDIX to pay off debt balance . . . 17 target is based on price/earnings multiple of 22 times our FY08 estimate of 78 cents. We applied a [price-to-earnings-growth] ratio of 1 times, [versus] group average 1.2 times. \b \u001d  Oak Hill Financial \u001d  -- OAKF-NNM \b \u001d  Underperform \u001d  -- Price 33.05 on July 20 \u001d  by Hilliard Lyons \b \u001d  Ohio-based Oak Hill, a $1.3 billion financial holding company, announced definitive agreement to be merged into WesBanco (WSBC). Anticipated merger consummation is late 4Q07. . . . the deal priced at $36.46 per Oak Hill share . . . the transaction priced at 204% of book value ($17.85), 232% of tangible book value ($15.75), and 19.1 times last 12 months' earnings ($1.91). \b \u001d  Rowan Cos. \u001d  -- RDC-NYSE \b \u001d  Outperform \u001d  -- Price 45.70 on July 24 \u001d  by Morgan Keegan \b \u001d  [We] continue to like RDC as we stick with quality despite continuing weakness in an uncertain U.S. Gulf commodity-rig environment. . . . [We are] decreasing 2007/2008 EPS to $4.16/$4.77 from $4.21/$4.94 . . . and are expecting a rebound for day rates later this year. [We'll] likely see stock appreciation if RDC can sidestep lower day-rate trend seen last hurricane season. \b \u001d  Teleflex \u001d  -- TFX-NYSE \b \u001d  Buy \u001d  -- Price 84 on July 24 \u001d  by Garp Research & Securities \b \u001d  Teleflex agreed to purchase Arrow [maker of disposable medical supplies] in an all-cash transaction totaling $2 billion/$45.50 a share . . . a 20% premium. Deal close expected by end of 4Q07. . . . The medical segment should produce $1.4 billion of revenue, or over 45% of corporate total. This is up from 35% right now and 23% just seven years ago. \u001d  Profitability from medical division is nearly twice that of the aerospace business. . . . Teleflex has shown proficiency in growing through bolt-on acquisitions. . . . [M]anagement expects . . . [up to] $75 million of cost savings by 2010. We think this should contribute to nearly $8 of EPS by that year. \b \u001d  Weatherford Int'l. \u001d  -- WFT-NYSE \b \u001d  Hold \u001d  -- Price 57.23 on July 24 \u001d  by Sterne Agee \b \u001d  WFT reported 2Q07 operating [earnings per share] of 68 cents, versus 53 cents in 2Q06. Our estimate was 71 cents; First Call's consensus estimate was 73 cents. . . . The Canadian market, in which the rig count was down 51% year-over-year, hurt Weatherford due to the company's generally higher level of . . . exposure to Canadian activity. Target price: 57. \b \u001d  Zoran \u001d  -- ZRAN-NNM \b \u001d  Hold \u001d  -- Price 19.70 on July 24 \u001d  by W.R. Hambrecht \b \u001d  Q2 results and the guidance were much stronger than our expectations. . . . We're impressed by increasing profitability of Zoran [maker of integrated circuits and software for digital-audio and video-compression applications]; although revenue guidance remains within our expectations, DTVs continue to disappoint . . . we recommend investors to stay on the sidelines due to . . . lack of earnings-growth-potential. We see relatively flat y-o-y earnings growth in 2008E. So at 17 times our 2008 EPS estimate of $1.15, we find the valuation not compelling and maintain Hold rating. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2b0acc326547e11a26d3d508b0b5a5bd","symR":["ALV.XE","AZ","DE0008404005"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/30) Bond Funds Gone Wild? A Pension-Plan Dilemma","GmtTimeStamp":"2007-07-28T04:07:00.000000000","CompanyCodes":["ALV.XE","AZ","DE0008404005"],"IndustryCodes":["INF","INS","XDAX","XDJGI","XES","XGTI","XNYA","XST5"],"Story":"\b   (From BARRON'S) \b   By Jacqueline Doherty \u001d  For years now, pension funds have faced a dilemma: The interest rates on their bond assets have fallen to historic lows, while liabilities -- the pensions they pay out to retirees -- have ballooned. As a result, many funds have taken on more risk to boost returns. \u001d  In this long-running bull market, adding riskier assets to a portfolio has paid off, but some critics fear pension managers may have gone too far. Chriss Street, treasurer-tax collector of Orange County, Calif., is one such critic, and the object of his concern is his own county's pension fund. \u001d  Street was elected treasurer last fall, and joined the board of the Orange County Employees Retirement System in December. For the past six months, he has been trying to convince OCERS that the county's pension plan, which is only 74% funded, has taken on too much risk. OCERS, he charges, has granted bond-fund behemoth Pimco, of Newport Beach, Calif., too much latitude in investing the fund's core bond portfolio, while its allocations to alternative assets such as hedge funds and commodities have grown too large. \u001d  \"Orange County is in no position to invest in high-risk investments,\" says Street. \"We should be conservative, because we're not playing with the house's money.\" \u001d  OCERS executives disagree, noting in a statement to Barron's that \"OCERS is not taking additional risk to boost returns...and is willing to forfeit return for risk control . . . In reviewing the risk-adjusted returns, the portfolio is ranked in the top quartile of the Callan universe [an industry ranking] over the last three-, five-, seven- and 10-year time periods ending March 31, 2007.\" \u001d  Some in the county paint Street as a politician using scare tactics to score points with an electorate that remembers Orange County's notorious bankruptcy in 1994. \u001d  Yet, Street raises interesting issues that face many struggling pension plans across the country. \u001d  In a recent report, William Wechsler of Greenwich Associates (a Greenwich, Conn.-based financial-research firm) writes: \"Public-plan sponsors understand that local governments can't tax their way out of this [under-funding] situation because the numbers are too big. \"Instead,\" he continues, \"they are trying to invest their way out of it with more sophisticated strategies. If they are able to generate returns that bring them close to where they need to be today, then the upcoming battles about how to fund their obligations will be later rather than sooner, and less harsh.\" \u001d  Orange County's pension portfolio, which returned 14% last year and 9% in 2005, is about 41% invested in domestic and international stocks, and 35% in fixed-income assets, including foreign bonds and TIPS (Treasury inflation-protected securities). Almost 25% of the fund is in alternative assets -- well above the average public-pension fund's 10.6% stake. Street is concerned about what theoretically is the safest portion of the county's bond allocation, a $532 million account managed by Pimco. \u001d  A core bond portfolio typically invests in dollar-denominated corporate and mortgage-backed bonds and Treasuries, and is measured against the Lehman Brothers U.S. Aggregate Index, which holds only dollar-denominated, investment-grade bonds. Core bond-plus funds, which have grown more popular in the past decade, often invest a portion of their assets in high-yield and emerging-market bonds, and/or derivatives. \u001d  OCERS has given Pimco a core bond-plus mandate for more than 15 years, and in December broadened it to allow Pimco to invest in a wider range of securities including currencies, options and credit-default swaps -- although it set limits on the proportion of such assets the portfolio could hold. The fund yielded 5.3% as of March 31, and average credit quality was double-A-plus. \u001d  The potential problem with core bond-plus funds, critics say, is that the emphasis may be shifting to the \"plus.\" In general, \"the level of risk in core bond portfolios has increased over time,\" says Richard Ennis, chairman of Ennis Knupp + Associates, a consultant to institutional investors and editor of the Financial Analysts Journal. \"They're increasing their exposure to areas that are opaque, and there's leverage involved. There is no way [for an outsider] to measure the risk being taken.\" \u001d  OCERS executives explain in an e-mail to Barron's that their updated guidelines \"reflect the changes in the fixed-income markets and provide clarity as to the investable universe. For example, interest-rate swaps were approved, as the swap market, in many cases, is more liquid than the U.S. Treasury market.\" \u001d  It added that the pension board \"has received education on derivatives\" from various parties, and that \"OCERS has confidence in Pimco's experience in the fixed-income markets and its conservative and disciplined investment process.\" \u001d  As of March 31, the OCERS core bond-plus portfolio had $275 million invested in short-term securities such as commercial paper and CDs. Another $241 million was in long-term debt, mostly triple-A-rated mortgage-backed securities. The portfolio had relatively few corporate bonds or cash Treasury bonds. Instead, it had futures positions in various short-term markets around the world, in an apparent bet that rates would fall worldwide. \u001d  The largest of these positions was in Eurodollar futures, with a notional value of $4.9 billion. The fund also had sold short $88 million worth of two-, 10- and 30-year Treasury futures. Other positions included swaps, options and investments in currencies such as the Brazilian real and the Polish zloty. \u001d  \"[It is] predominantly an arbitrage portfolio that is tremendously involved with swaps, options and futures,\" alleges Street. \"You've converted a core bond portfolio into something entirely different.\" \u001d  In a statement, Pimco says that it has had \"a 25-year relationship\" with OCERS to manage pension assets, and has used derivatives in its fixed-income portfolio \"for approximately 20 of the 25 years.\" The firm notes that it employs derivatives in the OCERS portfolio \"for substitution, hedging and overall yield-curve and duration management; our use of derivatives does not create economic leverage.\" \u001d  Pimco says portfolio volatility has been commensurate with the Lehman Aggregate since it began working with OCERS, while \"tracking error\" has been near 1%. \"We will continue to manage these fixed-income assets prudently and consistent with OCERS' approved investment guidelines,\" it adds. \b \u001d  Pimco is known for using the futures market to get interest-rate exposure in lieu of simply buying Treasury bonds -- an approach that requires little cash but creates leverage. In the case of OCERS, the firm may be using Eurodollar futures to create the equivalent, or synthetic, of a two-year Treasury note. Investing in Eurodollar futures requires only a minimal deposit: about 0.5% of notional value, or in this case, about $25 million. \u001d  The Eurodollar position contributes about two years of duration to the portfolio's 5.8-year duration. (Duration is a measure of a bond's interest-rate sensitivity.) To create the same amount of duration with a two-year Treasury note, the portfolio would have to buy $500 million of notes. Using Pimco's approach, it still can have $475 million remaining with which to buy other securities. \u001d  Eurodollars are considered among the most liquid and least risky derivatives. A one-percentage-point move in the Eurodollar futures could mean a gain or a loss of about $12 million, or 2%, in the overall portfolio. On most days, Eurodollar futures move by only 0.01 to 0.10 of a percentage point. Every night the position is settled, and either cash comes into the account to reflect the gain or OCERS ponies up cash to compensate for the loss. \u001d  The problem with this arrangement lies in the possibility that OCERS could be left holding not an actual Treasury bond but an obligation to the Chicago Mercantile Exchange in the event that the markets seize up. While Street, the county's Treasurer, acknowledges that the failure of an exchange is a remote possibility, some large U.S. bond investors with whom we spoke cast the issue more philosophically. They believe that having exposure to financial exchanges in the case of Eurodollar futures, or banks and brokerage firms as counterparties in the case of interest-rate swaps, may be inappropriate for a so-called core bond portfolio, particularly one managed for the benefit of public pensioners. \u001d  \"The core bond portfolio should [act as] an anchor for the entire pension fund,\" says Street, adding that it should not be so complex as to require a \"model\" to understand. \u001d  \"Even the best models can fail,\" he says. \"Wall Street is a graveyard of geniuses.\" \u001d  Street also takes issue with a $507 million TIPS portfolio Pimco manages for OCERS. It holds more than $1 billion of Eurodollar futures, as well as numerous swap contracts, corporate bonds, mortgages and a dash of foreign currencies. These instruments, he argues, \"don't reflect the stated purpose of the asset allocation.\" \u001d  OCERS executives note that the fund must have at least 80% of its exposure from TIPS and can invest the remainder in other assets, depending on market conditions. \u001d  At Street's urging, the Orange County Board of Supervisors hired Strategic Investment Solutions, a pension-consulting firm, to review and report on OCERS' asset allocations, investment policies and procedures, and investment-manager selection and monitoring. The firm is expected to deliver its assessment in about three months. \u001d  Given the historically robust performance of the county's pension fund, it is hard to argue that Orange County has been hurt by liberalizing Pimco's mandate and taking on more risk. If markets turn, however, some pension funds that have embraced riskier assets may long for the good, old days of plain-vanilla bonds. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2d54407d6316f5b93048616971c25e58","symR":["CME","IBKR"],"date":"2007-07-28","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(7/30) Streetwise: A Fast Bounce Might Not Be Best","GmtTimeStamp":"2007-07-28T04:08:00.000000000","CompanyCodes":["CME","IBKR"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  In Woody Allen's Crimes and Misdemeanors, the insufferable TV producer character delivers this aphorism on comedic theory: \"If it bends, it's funny. If it breaks, it's not funny.\" \u001d  Whether the stock market is bending or in the process of breaking will determine whether investors will be able to recall with laughter last week's 5% drop in the indexes. \u001d  Even from these reduced heights, it's possible for market bulls to look back on the late-February scare with a satisfied smirk, as a short-lived bend in a long-lasting climb. \u001d  Cosmetically, the recent slide and the prior one share some resemblances. Both came shortly after the indexes had printed new bull-market highs and were accompanied by ruptures in the bond market that raised fears of unwinding leveraged trades. And in each case, there were one-day Dow washouts with indiscriminate selling, record volume and a surge in protective-options buying. \u001d  Here are some differences. This drop came less than five months after the prior one. In the prior couple of years of this bull market the periodic pullbacks of 6% to 9% have come further apart. The seasonal backdrop, for what that's worth, is less favorable in late summer than in late winter. The rally up to new highs was narrower this time. And, naturally, this bull market is now even older. \u001d  A week ago this column offered a hunch: \"Something ought to come along fairly soon to prompt a scare, and stress-test this rally again.\" What came along was a deepening of the erosion in corporate credit-market conditions. That these markets are opaque, over-the-counter and subject to the intricacies of untold species of \"financial sin-novation\" has led to a sell-first response. \u001d  The market has passed prior stress tests by making its peace -- through a corrective pullback and recovery to new highs -- with developments that at one time were thought to be the ultimate rally killers. The market has, in turn, proved to itself that it didn't need the Fed to cut rates, or oil prices to collapse, or Treasury yields to continue falling or corporate earnings growth to stay above 10% in order to march higher. \u001d  What will be required now -- if this is going to prove to be a mere frightening bend in the tape rather than a true break -- is for the market to show that it doesn't need the constant promise of leveraged buyouts and debt-enabled share buybacks to hold it up. \u001d  This would seem to be a stiffer test than the prior ones. The earlier episodes were more adjustments in perception about possible market catalysts. The seizing up of the corporate debt market for a prolonged period would remove one huge source of actual spending power for equities. \u001d  Just guessing here, but passing this test could come as, say, a huge strategic merger grabs attention from the LBO vigil, or as the big brokers close their August quarters without any balance-sheet blowups emerging. \u001d  It should be said that if we're now witnessing the start of a bear market, it would make for a rather unusual market top. Do tops usually come when corporate insiders have slowed their selling to a two-year low, as they did the past four weeks? When the retail investor hasn't been enthusiastically buying stocks and shoveling cash into equity funds? When large-stock valuations are merely in the high-neutral range rather than clearly overvalued? \u001d  None of those factors, mind you, would stand in the way of a '97-style whoosh lower if contagion evidence surfaces. That drop measured some 13% in 20 trading days. If repeated, the S&P would be back at October's level. \u001d  That same character from the Woody Allen movie claimed that \"comedy equals tragedy plus time.\" The last drop was reversed awfully quickly, without a more prolonged bout of pain and worry. As much as an oversold bounce looks likely in the short term, a quick and effortless rebound might not be best. \b \u001d  CME Group (CME) and Interactive Brokers (IBKR) are two stocks built for this market. The firms feast on market volatility and are riding the secular growth in derivatives volumes. \u001d  CME (recently merged with CBOT) handled double its average futures volume on Thursday. Rich Repetto of Sandler O'Neill notes that after a similar volume spike in February and on June 27, CME shares jumped 10% or so in the next two weeks. Huge July open interest suggests strong volumes for the rest of the quarter. Repetto has a price target above 600. \u001d  Interactive Brokers is a discount broker and derivatives market maker, whose shares are 23% below their May 4 IPO price of $30. The stock valuation, a bit rich at the IPO price, is a reasonable 14 times 2008 profits. Interactive, interestingly, would benefit from an M&A slowdown -- it gets gaffed when traders use options to front-run unannounced deals. \u001d  --- \u001d  e-mail: michael.santoli@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"359da25fd70684bba2690865acabff30","symR":["TRAD"],"date":"2007-07-28","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/30) The Electronic Investor: For Once, A Favorable Exchange Rate","GmtTimeStamp":"2007-07-28T04:08:00.000000000","CompanyCodes":["TRAD"],"IndustryCodes":["SCR","XDJGI","XRUS"],"Story":"\b   (From BARRON'S) \b   By Theresa W. Carey \u001d  Direct-access online broker Trade-Station Securities recently added foreign-exchange trading to its platform's capabilities. It's a nice complement to what already was a very powerful program for creating and testing strategies: The upgrade means customers can now develop and execute their own strategies for trading equities, options, futures and forex pairs on the TradeStation site, with access to up to 34 years of historical data. \u001d  In the past, some institutional investors would use TradeStation's (www.tradestation.com) technical analysis to develop their own trading strategies and then back-test them using its historical data before executing their actual buy and sell orders elsewhere. But, with the release of version 8.3, they don't have to leave: The capacity for anyone to trade -- at what seem like decent prices -- is built right into the software. \u001d  One of the key components in testing is an accurate strategy-performance report. That aspect of the program has been overhauled, with more information specific to foreign exchange, such as the computation of a rollover credit for currencies held overnight. \u001d  You can create a strategy that will enter a trade based on events, either in the foreign-exchange market or in other markets. \u001d  For example, the system allows you to execute a trade automatically when the price of the Nasdaq 100 tracking-stock QQQQ hits a predetermined level. Then you can define your exit point based on a specific profit target. The trades will occur whether you're online or putting your exchange-challenged dollars to work in a pricey Paris boutique. Don't worry: You also can set your account up so that you manually approve each trade before it's executed. \u001d  Data is provided in real time at no additional charge, and the base currency for the display is set by the customer. For example, if your account is funded in dollars, the calculations are in dollars even if you're trading other currencies. If you open an account in euros, it will be set up for euros. Your stop losses and profit targets are also defined in your base currency. \u001d  Extremely active traders have long favored the forex markets for, among other things, their liquidity and round-the-clock opportunities. TradeStation President Salomon Sredni says, \"Forex is the most liquid market in the world, and one that appears to be growing for individual traders in the U.S. and abroad.\" \u001d  Typically, forex brokers don't charge an explicit commission, but they are effectively trading against their own customers. That's because they're displaying a much larger spread between the bid and ask prices than the actual market spread quoted by banks. The broker will absorb the smaller market spread but then base the customer's order on the wider one. This levy can lop off as much $30 to $100 per trade. \u001d  TradeStation's new platform takes a different approach. Its pricing plan offers tighter spreads, which appear to run $10 to $15 per 100,000 units for the most liquid currency pairs (the actual unit, or deal lot, size will vary with the currencies being traded). The firm also charges an up-front commission that ranges between $5 and $8.14 per 100,000-deal lot. \u001d  As a result, the customers get to trade forex pairs at lower cost, while automating their exit strategies. \u001d  Trades are executed through an independent foreign-exchange-services company, GAIN Capital Group (www.gaincapital.com), which acts as the counterparty for each transaction and as a liquidity provider to clients using its access to the interbank market. \u001d  You can also place orders manually, rather than relying on an automated strategy. This process can be streamlined by using hot keys, such as pressing F9 to enter a market buy or F10 to enter a market sell. The functionality is the same as for the stock, options and futures platforms, says product manager Aaron Walters. \"It's the same product across the board, no matter what asset class you're trading.\" \u001d  TradeStation's software runs on Windows or Intel-based Macs with cross-platform systems such as BootCamp. \u001d  The platform costs $99.95 per month, plus real-time exchange fees that depend on the data you choose to access. (Forex data is free, however.) The platform fee is waived for traders who place orders for 10 or more round-turn lots or 100 round-turn mini-lots. Other fee waivers exist for active stock, options and futures traders as well. \u001d  The platform fee includes access to all of the TradeStation analytics and data feeds, plus access to OptionStation, which is an extremely powerful options-analysis program. TradeStation's fees were much higher a year ago; even if your trading activity doesn't get you the platform for free, the analytical power and data feeds are reasonably priced -- a bargain if your trading is profitable. \b \u001d  Penny pricing of options update: The Securities and Exchange Commission announced in June that early results from its Penny Quoting Pilot program, which launched at the end of January, suggest that the new system will lower trading costs for retail trades. (See \"The New Penny Options,\" Barron's Dec. 4, 2006.) \u001d  We expected that result for the limited number of options included in the pilot -- but several online brokers have told us informally that they're seeing drops in trading volume for those options' underlying shares. The smaller spreads may mean market makers are avoiding those options. \u001d  Traditionally, options are priced in increments of a nickel, which means that a one-tick shift in price changes the overall cost of a single contract by $5. (Each contract gives the holder the right to buy or sell 100 shares of underlying stock.) Cutting the increment to a penny is intended to make a one-tick change alter the price by $1. The net result should be a cost savings to investors, as well as an opportunity to turn a profit on smaller price moves. \u001d  The pilot program was originally intended to last for a year or so. The SEC is now considering expanding the trial to include additional options while it decides whether to make penny pricing the standard. \u001d  So we thought we'd ask you, Barron's readers, whether the availability of penny options has made a difference in your trading habits. Have you been trading penny-priced options over the last six months? Let us know about your experience via e-mail at electronicinvestor@yahoo.com. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3be9548556915d8e37226f659c07652c","symR":["AAI","CHB","ESST","HDL","JOYG","LANC","LNBB","MEH","NTN","SFP"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/30) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-07-28T04:04:00.000000000","CompanyCodes":["AAI","CHB","ESST","HDL","JOYG","LANC","LNBB","MEH","NTN","SFP"],"IndustryCodes":["AIR","BNK","BRD","FOD","HOM","HPD","HPR","MED","OFP","SEM","TRQ","XDJGI","XISL","XNQ1","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining more than 5% of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from July 19 through 25. \u001d  Source: Dow Jones Corporate Filings Alert \b \u001d  Activists \b \u001d  Salton (SFP) \u001d  Harbinger Capital Partners Master Fund I said that it's reviewing its options regarding the proposed merger of Salton and Harbinger-owned APN Holding. Harbinger said that its choices include terminating the merger agreement on or after July 31, proposing amendments to the deal's terms, proposing alternate transactions to Salton or taking no action. \u001d  Harbinger believes that the merger won't be completed by that deadline because Saltonhasn't mailed its shareholders a notice of a meeting to approve the merger. Harbinger currently holds 3,348,667 shares (18.59% of the total outstanding). \b \u001d  Midwest Air Group (MEH) \u001d  Octavian Management urged the company's board to immediately engage AirTran Holdings (ticker: AAI) in merger talks. Octavian Management believes that Midwest's failure to negotiate with AirTran represents \"a serious breach of fiduciary responsibility.\" AirTran's latest offer valued Midwest at about $15 a share. More than half of Midwest's shareholders have agreed to tender their shares in favor of the bid, while the board has continually pledged that Midwest is more profitable alone. Octavian owns 1,830,800 shares (7.5%). \b \u001d  NTN Buzztime (NTN) \u001d  Trinad Capital Master Fund wants the company to evaluate alternatives and remove its chairman from the board. Trinad wants the board to take immediate action to improve the company's operating and stock performance, and the board's accountability. The investor also wants to appoint two of its designates to NTN Buzztime's board and amend bylaws that, it contends, entrench directors and management. Trinad Capital owns 3.7 million shares (6.6%). \b \u001d  ESS Technology (ESST) \u001d  Riley Investment Partners Master Fund intends to nominate four candidates for election to the ESS board at the 2007 annual meeting. Riley Investment has been calling for the company to close its operations and sell its assets. Riley's nominees are Bryant Riley, Mel Keating, Michael Gullard and Robert D'Agostino. Riley Investment currently holds 1,630,849 shares (4.6%). \b \u001d  Lancaster Colony (LANC) \u001d  Barington Cos. Equity Partners wants certain records from the company so that it can investigate what it says are potential improprieties in management, operations and board oversight. Barington has suggested that Lancaster take measures that it says would create value for shareholders, including selling its automotive, glassware and candle businesses. Barington also has questioned Lancaster's staggered-board structure and poison-pill provision. Barington has 1.67 million shares (5.33%). \b \u001d  LNB Bancorp (LNBB) \u001d  AMG Investments continues to be concerned about LNB Bancorp's loans to officers and directors, and is seeking a list of shareholders from LNB to communicate with about the affairs of the company. AMG Investments didn't disclose further details of its plans, but said that the loan exposure to insiders is unusual, compared with the norm at similar banking concerns. AMG owns 564,905 LNB Bancorp shares (8.8%). \b \u001d  Increases in Holdings \b \u001d  Handleman (HDL) \u001d  Third Avenue Management raised its stake to 3.49 million shares (17.2%) from the 3.16 million it reported owning in April. \b \u001d  Decreases in Holdings \b \u001d  Champion Enterprises (CHB) \u001d  Funds managed by Mario Gabelli's Gamco Investors (GBL) cut their holdings to 4.1 million shares (5.4%) from the 4.9 million (6.42%) they reported owning in May 2006. \b \u001d  Joy Global (JOYG) \u001d  Atlantic Investment Management lowered its position to 5.2 million shares (4.8%) from the 5.7 million (5.2%) it reported owning in March. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3cccd05b82fe54fe1efdc9a9ac59df92","symR":["AA","AGE","AL","AL.T","AM.XX","BAC","BSC","BX","C","CCU","DOW","FDC","GS","HET","HLT","HOT","JPM","KKR.XX","LEH","M","MGM","MS","RIO.AU","RIO.LN","RTP","WB","MERFX","AU000000RIO1","CA0137161059","GB0007188757","US0138171014","US0605051046","US1729671016","US2605431038","US38141G1040","US46625H1005","US5249081002"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/30) Ouch!","GmtTimeStamp":"2007-07-28T04:07:00.000000000","CompanyCodes":["AA","AGE","AL","AL.T","AM.XX","BAC","BSC","BX","C","CCU","DOW","FDC","GS","HET","HLT","HOT","JPM","KKR.XX","LEH","M","MGM","MS","RIO.AU","RIO.LN","RTP","WB","MERFX","AU000000RIO1","CA0137161059","GB0007188757","US0138171014","US0605051046","US1729671016","US2605431038","US38141G1040","US46625H1005","US5249081002"],"IndustryCodes":["ALU","BAN","BNK","BRD","CHC","CHM","CNO","FAD","FIS","LOD","MED","MNG","REA","RTB","RTS","SCR","SVC","XATI","XDJGI","XDJI","XFFX","XFT1","XGTI","XISL","XNYA","XORD","XRUS","XSP5","XST5","XSTF","XTSE"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  Leveraged buyouts look dead for now, but the bull market may live on. \u001d  Stocks were crunched last week by the twin impact of LBO financing troubles and mortgage woes as the Dow Jones Industrial Average lost 585 points, or 4.2%, to 13,266, and the Standard & Poor's 500 index declined 4.9%, to 1,459. The Dow's drop came in three big chunks -- a 226-point drop on Tuesday, the headline-grabbing 311-point drop on Thursday and a disquieting 207-point loss on Friday. A littleover a week ago, the Dow stood at new high of 14,000. \u001d  While it may take time for the Dow and other benchmarks to regain their recent highs, the major indexes are apt to end the year appreciably higher. With the losses last week, the industrials are up 6% for the year and the S&P 500 has risen 3%. \u001d  Stock-market gains also have been melting away abroad, where both the U.K.'s FTSE index and Japan's Nikkei now are essentially flat. And emerging markets are clearly losing some luster (see story on page 17). But it's hardly time to throw in the towel on U.S. stocks. \"We've gone from complacency to concern, but not to capitulation,\" says Byron Wien, chief investment strategist at Pequot Capital Management. \"The year will turn out all right.\" Wien says the S&P could hit 1,600 -- or 10% above the current level. \u001d  What's the good news? Stocks tend to track earnings, and corporate profits generally are robust. U.S. companies are raising dividends and buying back record amounts of stock. The global economy is strong. S&P 500 operating profits probably were up about 7% in the second quarter and full-year earnings are apt to increase about 8%. The index now trades for 15 times projected 2007 profits, a reasonable valuation, given sub-5% Treasury yields. \b \u001d  Still, the impact of the virtual shutdown of the junk-bond and leveraged-loan markets, where LBOs get financed, shouldn't be minimized. Leveraged buyouts have provided crucial support for stocks, with $450 billion of LBOs announced so far this year, according to Thomson Financial. Lingering questions about deals could add volatility to the stock market for weeks to come. \u001d  It's unlikely that a sizable LBO will be announced between now and Labor Day, because the financing just isn't there. Banks and Wall Street firms already are committed to fund more than $200 billion of LBOs through year end. With the junk and leveraged-loan markets sickly and buyers scarce, the banks and investment banks with LBO loan commitments could be staring at billions of dollars in losses. \u001d  The financing mess has negative implications for Wall Street firms, major banks, private-equity firms, hedge funds and for a whole group of stocks that have been buoyed by LBO speculation, including Macy's (ticker: M), Starwood Hotels & Resorts (HOT), Alcoa (AA), Dow Chemical (DOW), MGM Mirage (MGM) and nearly every major real estate investment trust. Activist investors, meanwhile, are apt to turn down the heat on corporate managements because the activist solution -- often an LBO of the target company or a large debt-financed stock buyback -- is now far more difficult to do. \u001d  Market dislocations often create opportunities, and this time could be no different. \u001d  In the risk-arbitrage market, where participants bet on the completion of announced takeovers, investors now stand to earn annualized returns of 20% or more if financing comes through and deals close on schedule by year-end, up from 10%-15% returns earlier in the year. Takeover arbs say the market now is as attractive as it has been since 1998. \"At the end of the year, we'll look back on this as one of the great opportunities in my world,\" one arb told Barron's. \u001d  Among the notable LBO takeover situations are First Data (FDC), Hilton Hotels (HLT), Harrah's Entertainment (HET) and Clear Channel Communications (CCU). Potential returns also are high in arbitrage situations involving strategic buyers, such as A.G. Edwards (AGE), which is being bought by Wachovia (WB), and Alcan (AL), which agreed to be sold to Rio Tinto (Rio.U.K.). Investors attracted to the takeover arena can buy a basket of deal stocks or purchase one of several mutual funds, such as the Merger Fund (MERFX). The bet in the takeover-arbitrage game is whether banks will honor their loan commitments to private-equity firms, even if it means taking losses. So far, the banks haven't backed away. \u001d  The junk-bond market also beckons, because investors can now earn equity-like returns of more than 10% on a wide variety of corporate credits. Investors have the opportunity to buy junk debt with yields in the teens on such LBOs as Realogy and Dollar General. This debt is senior to equity contributions of the LBO sponsors that took these firms private. \u001d  As the outspoken Bill Gross, the Pimco bond guru and Barron's Roundtable member, wrote last week: \"the tide appears to be going out for the leveraged financiers and in for the passive owl money managers of the debt market. No longer will double-digit LBO returns be supported by cheap financing and shameless covenants. No longer therefore will stocks be supported so effortlessly by the double-barreled impact of LBOs and company buybacks.\" \u001d  It's not surprising that Blackstone Group (BX) has been one of the biggest casualties of the recent selloff. Blackstone shares, which fell $1.65, to 24.30, last week, are 22% below their the IPO price of $31 a month ago and 31% below the first-day close of 35 on June 22. With the financing spigot now turned off, it's going to be very difficult for Blackstone and other private-equity firms to announce any new LBOs soon. If deal activity dries up, so likely will the ability of the private-equity firms to raise money for new funds. \u001d  Performance on existing deals also may turn out to be disappointing, given high levels of leverage. Linens & Things, a housewares chain, has struggled financially since its LBO last year, threatening the $650 million equity contribution by Apollo Management and two other firms. If the equity in many recent deals, including Realogy and Dollar General, were sold now, the private-equity firms would be facing losses. It'll be interesting to see how they handle this situation when they calculate their future fees. The betting is that private-equity firms will mark their holdings to \"model,\" or to favorable projected returns, not to a lower market value. \u001d  The LBO financing market won't stay frozen indefinitely, but once money does begin to flow again, it's not apt to be on the generous terms that have prevailed until recently. No longer will private-equity firms be able to take companies private at 12 times annual cash flow and finance such a deal with debt equal to 10 times cash flow at a blended interest cost of 8%. The all-in cost of financing new LBOs could be 10% or more once credit becomes available. The math of 10%-plus financing makes highly leveraged deals less doable, which will mean fewer LBOs. \u001d  One of the fundamental problems facing the leveraged-buyout market is that banks and investment banks have committed to fund over $200 billion of deals that are due to close by year-end. The typical commitment covers not only an amount of debt but an interest rate, because an LBO sponsor doesn't want to do a deal without some comfort about debt costs. \u001d  The banks are in a bind -- and facing sizable losses -- because their loan commitments are at below-market rates. On a typical LBO this year, a bank consortium might guarantee issuance of a senior loan at a rate of Libor, or the London interbank offered rate, plus two percentage points, or about 7.5%. The subordinated portion of the financing might be guaranteed at a 10% rate. The banks guaranteed the LBO sponsor that the financing rate will be no worse than these pre-determined levels. If rates rise, the banks get stuck holding the loans, as has happened with the Chrysler deal. \u001d  The market for leveraged loans has dropped sharply in recent weeks with the LCDX index, a proxy for leveraged loans, falling to about 92 from 100. The index has declined as banks sought to hedge their exposure to existing leveraged loans on their books and future commitments. \u001d  This means that an LBO loan now yields 3.5 percentage points above LIBOR, or 9%, while subordinated LBO debt, typically junk bonds, carry yields in the teens. Given this environment, some banks have gone to private-equity firms and sought to renegotiate terms of as-yet-unfunded loans, but the banks have had little success. \u001d  Take Dollar General, which went private earlier this month in a $7 billion deal. Its senior bank loans, sold at 97, now trade at 91. The company issued two large junk-bond issues that are junior to the bank loan. The $1.1 billion of 10 5/8% senior notes, issued at 98, have fallen to 86, to yield 13.5% and the $725 million of subordinated notes, some of which is believed to be held by the underwriters, have dropped to 87, for a 14% yield. \u001d  So investors now can get equity-like returns on Dollar General's debt and be in a senior equity position to the LBO group, including Kohlberg Kravis Roberts. Dollar General couldn't have been taken private if the LBO sponsors had to pay anything near the current yields on its debt. \u001d  Some investors are betting that the depressed LBO loans and bonds issued by companies like Realogy, Freescale Semiconductor and Dollar General will prove to be good investments. Why invest in a private-equity fund when you can buy debt that is senior to private equity and get mid teens yields with no fees? \u001d  Financial stocks, already the market's worst major industry group, were hit hard last as investors worried about exposure to LBO loans and mortgages, as well as an end to the LBO boom that has proven so lucrative to the major Wall Street firms. It seemed like hundreds of banks and thrifts littered the list of stocks making new 52-week lows last week as many stocks, including Apple, Amazon.com and Boeing, were hitting record levels. \u001d  Citigroup (C) fell 7.4%, to 46.97; Bank of America (BAC) declined 2.2%, to 47.41; Goldman Sachs (GS) was off 6.5%, to 192.65, and Lehman Brothers (LEH) fell  5.5%, to 64.50. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  July 28, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3e39666d96392edd2b2fa93ef2b9dddb","symR":["532617.BY","5730.FR","ABI.YY","AIN.YY","BA","GE","IAIR.YY","INE802G01018","NL0000235190","US0970231058","US3696041033"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Air India Eyes 60-Jet Buy; Selection Process To Start Mid-Aug","GmtTimeStamp":"2007-07-28T11:58:00.000000000","CompanyCodes":["532617.BY","5730.FR","ABI.YY","AIN.YY","BA","GE","IAIR.YY","INE802G01018","NL0000235190","US0970231058","US3696041033"],"IndustryCodes":["AIR","ARO","ASP","IDD","XCA4","XDJGI","XDJI","XENX","XFFX","XGTI","XISL","XMDAX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  NEW DELHI (Dow Jones)--State-run carrier Air India said Saturday it plans to buy about 60 new commercial passenger aircraft over the next few years and aims to start the selection and purchase process by mid-August. \u001d  Air India, which is being merged with state-run Indian Airlines, ordered 68 Boeing Co. (BA) jets, worth over $11 billion at list prices, in December 2005 in a move to modernize its aging fleet. \u001d  \"We will need to order about 60 plus more planes, but this is just a rough estimate,\" Air India Chairman V. Thulasidas said without giving a timeframe. He was speaking to reporters on the sidelines of an event marking the delivery of the first aircraft from Boeing. \u001d  Separately, Indian Civil Aviation Minister Praful Patel said the aircraft selection process is likely to begin in a fortnight. \u001d  \"The whole plan will be evaluated for requirements like extra wide body aircraft ,\" Patel said. \u001d  According to industry officials, it takes up to four years for an aircraft to be delivered after the purchase order is confirmed. \u001d  India's aviation industry expects to grow by more than 25% annually over the next few years as a rapidly expanding economy boosts incomes, making it an attractive market for local and international carriers. \u001d  Around 60 million Indians traveled by air in 2006, and this is expected to increase to 100 million 2010. \u001d  Indian Prime Minister Manmohan Singh on Saturday formally launched Air India's new fleet, including its freighter service, at an event marking the delivery of the first planes from the Boeing order - two 777-200LR aircraft. \u001d   The 68-plane order comprises eight 777-200LR Worldliners, 15 777-300ERs, 27 787-8 Dreamliners and 18 next-generation 737-800 planes for its low-fare unit, Air India Express. \u001d  Air India will use the 777-200LR to become the first India-based airline to offer nonstop flights between the financial centers of India and the U.S. - Mumbai and New York - from Aug. 1, officials said. \u001d  In December 2005, Patel also said that as part of the Air India deal, Boeing will invest up to $100 million in India for setting up a maintenance, repair and overhaul complex and another $75 million to install four aircraft simulators. \u001d  Engine manufacturer General Electric Co. (GE) will also invest $20 million for an engine shop and another $10 million for training and other civil aviation requirements, Patel had said. \b \b   Merger To Boost Performance \b \u001d  In March, the government approved the merger of Air India and Indian Airlines in a move aimed at building a single airline to take on rising competition from both domestic and foreign rivals. \u001d  \"There was a time when Air India was regarded as one of the world's best airlines. I am sure that Air India will once again regain that reputation,\" Singh said. \u001d  Legal formalities for establishing the National Aviation Co. of India Ltd. are expected to be complete in the first week of August, Civil Aviation Secretary Ashok Chawla said earlier this week. \u001d  National Aviation will run the merged airline - which will be called Air India to retain brand recall - and Air India Express. \u001d  When asked about recent media reports that the merger may be delayed as labor unions of the two airlines were unhappy with talks with the government on wage hikes and promotions, Chawla said the integration process will take time, but talks will go on. \u001d  \"I have seen reports that some parts of unions have expressed a kind of anxiety. We are talking to them,\" Chawla said. \u001d   \"The integration in terms of human resources will be spread over a long period of time and though this is going to take time, I see no difficulties.\" \b \b   -By Nitin Luthra, Dow Jones Newswires; +91-98100-65468; nitin.luthra@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 07:58 ET (11:58 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"468470a10209df16b63e3a3a1b430be1","symR":["BIL.MI","BP.MI","BPE.MI","MB.MI","MCK.XX","IT0000062957","IT0000066123","IT0000226503","IT0004231566"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Italease Posts 1H Net Loss EUR387.7M, Calls Hldr Mtg Sep 8","GmtTimeStamp":"2007-07-28T10:16:00.000000000","CompanyCodes":["BIL.MI","BP.MI","BPE.MI","MB.MI","MCK.XX","IT0000062957","IT0000066123","IT0000226503","IT0004231566"],"IndustryCodes":["BNK","FIS","ICS","SVC","XDJGI","XMIB"],"Story":"\b \u001d  MILAN (Dow Jones)--Italian leasing company Banca Italease SpA (BIL.MI) said Saturday that it posted a first- half net loss of EUR387.7 million as it had to pay EUR778 million to close derivatives positions, for a trading loss of EUR686 million. \u001d  In a statement sent to the Italian stock exchange,  Milan-based Italease also said it will ask its shareholders for up to EUR700 million to cover derivatives losses, in accordance with last Monday's request of the Bank of Italy. \u001d  In 2006 the Italian lender posted a first half net profit of EUR74.3 million. \u001d  Earlier this week the Italian central bank has also forbidden Italease from selling structured products and derivatives. \u001d  Italian merchant bank Mediobanca SpA (MB.MI) - a long time advisor of Italease - is expected to be the sole underwriter of the rights issue. \u001d  Italease shareholders will meet Sept. 8 to vote on the capital hike, Italease said Saturday. In accordance with a previous Bank of Italy request, the entire board of Italease will resign on the day of the shareholders meeting, with the exception of Massimo Mazzega and Franco Nale, appointed in June, and auditor Attilio Guardone. \u001d  McKinsey & Co. will help Italease's new top management and board in drafting a new business plan, the bank said. \u001d  Italease's share price has plunged since the company said May 31 that its potential exposure to losses from financial derivatives contracts jumped to EUR400 million by the end of May from EUR225 million at the end of December. \u001d  Friday, the stock closed at a new record low of EUR15.70. \u001d  Separately, following a July 5 filing of an official complaint by Italian consumer rights organization Adusbef against Italease, Milan prosecutors have opened an investigation for alleged fraud, people with knowledge of the situation said. \u001d  Board members of Italease may be questioned in the next days as witnesses, the same people said. \u001d  -By Sabrina Cohen, Dow Jones Newswires, +39 02 58 21 9906; sabrina.cohen@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 06:16 ET (10:16 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4a7302e2823c7d1d1e9782974b408d6f","symR":["GRMN"],"date":"2007-07-28","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/30) Follow-Up: GPS Giant Garmin Keeps Driving North","GmtTimeStamp":"2007-07-28T04:05:00.000000000","CompanyCodes":["GRMN"],"IndustryCodes":["CSE","ENT","XDJGI","XISL","XNQ1"],"Story":"\b   (From BARRON'S) \b   By Jay Palmer \u001d  \"Mrs. Garmin knows where she is going,\" insists my five-year-old niece, referring to the synthesized female voice of the portable navigation system in our car. \u001d  So, it seems, does Garmin (ticker: GRMN), a leading manufacturer of global-positioning systems, whose shares have rallied more than 150%, to a split-adjusted 84.36 from 33, since we profiled the company positively last year (\"Finding True North,\" Feb. 27, 2006). \u001d  That increase is more than justified by booming sales of GPS units for cars in the U.S. and Europe, and more gains are likely to follow. Garmin's revenue jumped 73% to $1.77 billion in 2006, while earnings per share, which we daringly had suggested might rise to $1.77 from $1.43, instead hit $2.35. This year, Wall Street expects the Cayman Islands-based company to earn $2.89 a share, followed by $3.28 in 2008. \u001d  Jeff Evanson, an analyst at Dougherty & Co., thinks Garmin's shares could run up to 93 in the next 12 months. In a recent report on Garmin, Evanson noted that sales of personal-navigation devices continue to soar; there is untapped opportunity in the marine and aviation markets; Dutch rival TomTom is struggling to gain market share in the U.S. (where Garmin controls 50% of the market), and Garmin has yet to reap the benefits of its relationship with Wal-Mart Stores (WMT), through which it began selling a wide range of GPS units earlier this year. \u001d  To be sure, Garmin has attracted skeptics as its shares have soared, including Bank of America analyst Ron Tadross, who opined in a report earlier this month that the company's heady prospects already are reflected in its stock. Although Tadross predicts sales of portable navigation devices will continue to grow at an annual rate of 110% through 2009, he has a 12-month price target of 84. He sees growing challenges from other GPS players, and ever-cheaper GPS systems installed by auto makers. \u001d  Both risks in fact exist, but neither is new. Sony (SNE) gained negligible market share with an unimpressive GPS unit it introduced last year, while Garmin not only introduces less expensive products for the mass market periodically but continues to sell some of the best, most innovative units at the high end. Besides, even after months of record demand, the percentage of drivers who own GPS systems remains low. \u001d  For Garmin's shares, then, the directions are clear: Keep heading north. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5132adba420732b41e5119cf31c2e9ca","symR":["HD","US4370761029"],"date":"2007-07-28","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(7/30) Barron's Online: Renovating Home Depot","GmtTimeStamp":"2007-07-28T04:08:00.000000000","CompanyCodes":["HD","US4370761029"],"IndustryCodes":["HIM","RTS","XDJGI","XDJI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Johanna Bennett \u001d  While the U.S. housing market remains troubled, Home Depot is rebuilding its prospects. \u001d  Shares of the nation's largest home-improvement retailer have slid more than 13% in the past two years, amid crumbling sales and profits, rising competition, shoddy customer service and the ouster of its CEO. Yet, Home Depot offers a compelling opportunity for patient investors. Its stock (ticker: HD), recently around 38, could double in the next three years, thanks to a mammoth corporate stock-repurchase campaign, store upgrades and gains in cash flow and profits. \u001d  \"If you look beyond the current housing environment, Home Depot remains a solid company,\" says Allison Fisch, an analyst with Pzena Investment Management. \u001d  Says John Buckingham, chief investment officer for Al Frank Asset Management: \"You want to buy a stock when it is on sale, and Home Depot is on sale.\" \u001d  Home Depot controls 16% of a $500 billion-plus global home-improvement market. Its more than 2,100 stores generated $79 billion in retail sales last year -- about 87% of the company's total revenues. \u001d  But because of a housing market that's expected to remain weak through 2008, Home Depot has cut its profit and sales projections three times this year. It's also struggling to correct customer-service problems that sent shoppers to mom-and-pop operations, as well as to arch rival Lowe's (LOW). Last year, sales at stores open at least a year fell almost 3%, and they could slip another 5% this year. \u001d  Chief Executive Francis Blake, who in January replaced embattled Robert Nardelli, has vowed to boost cash flow and reward shareholders. The company recently launched a tender offer for 250 million of its common shares at a price range of $39 to $44, in conjunction with a larger, half-completed program to buy back $22.5 billion of its stock. To help finance the repurchases, Home Depot is selling its HD Supply contractor-supply unit to private investors for $10.3 billion. \u001d  Home Depot also plans $4.5 billion this year in capital expenditures, a 29% hike over last year. \u001d  Existing U.S. stores will get about $2.2 billion to spruce up facilities, improve merchandise, add workers and lure professional contractors as customers. \"I don't know many companies exposed to the housing market taking capital expenditures up 29%,\" says Home Depot's chief financial officer, Carol Tome. \"But we are investing in the downturn so we can emerge even stronger.\" \u001d  It will take time for the investment to pay off. Home Depot says profits should fall 15% to 18% this fiscal year (which ends next Jan. 31), partly owing to the sale of HD Supply. But next year, same-store sales should rise and profits could climb 21% to $2.88 a share, according to analysts surveyed by Thomson Financial. \u001d  Turnaround stories can be slow and dicey, especially for an aircraft carrier like Home Depot. But investors get a 2.35% yield from the dividend, which is expected to hit 90 cents a share this year. And if management can spruce up Home Depot, they'll be nicely rewarded. \u001d  Says Randall Haase, a portfolio manager at Baron Capital Management: \"Once the cycle turns, this is a company that could earn $3.50 a share.\" \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"516e3cec590617f15c3b322be4eddc24","symR":["TSCDY","TSCO.LN","WAG","GB0008847096"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/30) In Beckham's Footsteps","GmtTimeStamp":"2007-07-28T04:09:00.000000000","CompanyCodes":["TSCDY","TSCO.LN","WAG","GB0008847096"],"IndustryCodes":["FDR","RTD","RTS","XDJGI","XFFX","XFT1","XISL","XNYA","XRUS","XSP5","XST5"],"Story":"\b   (From BARRON'S) \b   By Vito J. Racanelli \u001d  A visitor to Tesco's unremarkable low-rise headquarters in Cheshunt, England, could be forgiven for thinking he's stumbled into a local community-college building -- instead of the home office of a global retailer with a $65 billion market capitalization. \u001d  There's no security squadron in designer uniforms, just a lone employee sitting at a bare-bones reception desk next to a small cafeteria. No time is wasted photographing the guest, who is asked to wait on a nearby leather couch, the one apparent concession to luxury. Or not; the sofa turns out to have a price tag attached and is part of the grocer's furniture line -- a vivid reminder that Tesco's all about retailing efficiency. \u001d  For the moment, at least, Tesco isn't well known in the U.S., but European investors recognize such frugality as part of the company's traditional \"pile it high, sell it cheap\" approach. \u001d  For years, a focus on shareholder value, customer needs and tight-fisted productivity served Tesco well, fueling strong, steady sales growth and propelling the stock to a nearly 200% total return since February of 2003. \u001d  This year, however, the market has been less impressed by the Tesco attitude. The London-based shares (ticker: TSCO.UK) are down about 14% since early May, to around 405 pence -- worse than the 5% drop in the FTSE 100 index, of which it's a member. \u001d  The American depositary receipts (TSCDY), which trade over the counter, are off less, by about 10%, to 25.50, thanks to the strength of the British pound. (The ADRs are equal to three ordinary shares.) Although it managed to record another healthy 11% revenue rise to 42.6 billion British pounds ($87 billion) in the fiscal year ended February, with earnings up to 23.3 pence per share from 19.9, the gains haven't been enough to make the market take notice again. \b \u001d  Why? Investors fret about potentially flagging consumer spending in the U.K., where Tesco makes about three-quarters of its sales. The Bank of England has pushed up interest rates over the past two years; the current key British repurchase rate stands at 5.75%, and it's expected to go higher soon. With mortgage payments, gasoline and utility prices all going up, many worry that the slight retail-industry slowdown seen in the second quarter will worsen as consumers tighten their belts. \u001d  And although Tesco has raised its U.K. retail-market share to a league-leading 31%, it's taking share at a slower rate than before. Another black mark: Comparable-store sales growth of 4.7% in the fiscal first quarter ended May 26 seemed pretty good, but fell short of the 5% that the City's analysts had penciled in. \u001d  What's more, tougher competition is expected from local rivals like J. Sainsbury (SBRY.UK) and William Morrison Supermarkets (MRW.UK), which have started to recover from several years of internal upheaval. Lately, U.K. food retailers have begun to cut prices, so the prospect of a bruising price war has caused some investors to bail out of Tesco's shares. \u001d  Investors' preoccupation with local market conditions, however, presents long-term buyers with the kind of bargain usually reserved for shoppers crowding Tesco's aisles. \u001d  The stock is now the cheapest it's been relative to peers in years. Even if the British consumer does begin to ease up on spending, that plays to Tesco's strength as the dominant retailer, and some savvy observers expect Tesco will reaccelerate market-share growth if consumers throttle back. And since food, a nondiscretionary purchase, remains about 80% of Tesco's U.K. sales, it's not too exposed to a potential cyclical downturn. \u001d  These worries also distract from the potential of Tesco's international stores, already about 25% of total sales and growing at roughly a 25% clip, triple the U.K. rate. Tesco has outlets in 12 other countries around the globe, including Ireland, Japan, China, Poland and Hungary. \b \u001d  Most notably, Tesco will launch its own British invasion of the U.S. this autumn (fast on the heels of soccer-megastar import David Beckham). America's been a graveyard for other British retailers, but Tesco's overseas successes strongly suggest it can make it here. If the current foreign-growth rate continues, the retailer should be able to lessen its reliance on the U.K., with international sales kicking in as much as 40% of sales in five years or so. \u001d  As British rate rises play out, the next quarter or two could become temporary speed bumps. But the stock looks to be undervalued by 20% or more, not including any material success in the U.S. And should Tesco find a nice niche here -- as some of the more fervent bulls believe -- then the stock could offer an even better return. \u001d  \"Consumers in the U.K. have been a little challenged with interest-rate increases and higher gasoline prices,\" says James Moffett, a fund manager at UMB Investment Advisors, which holds about two million ADRs of the retailer. \"[But] we're not getting distressed. . . . If anything, it's an opportunity to buy some more,\" says Moffett, whose funds have done just that in recent months. \"Tesco has a good-quality long-term-growth record.\" His expectation is for 10%-15% earnings growth annually for the next couple of years. \u001d  Rosie Bichard, a London-based fund manager at Newton Investment Management, concurs. Tesco has a \"relentless\" focus on efficiency, she says, and its years of studying the U.K. consumer have helped it build a research capability second to none. \u001d  That homework now is paying off as Tesco takes share in nonfood items. In a slowdown, it should actually do better because of its dominant position in food, its solid balance sheet and generally cheaper prices, she says. Newton owns about 14.65 million Tesco shares, according to Thomson Financial. \u001d  For all the hand-wringing about British consumers, they don't seem to have closed their wallets, even after two years of interest-rate hikes. The British Retail Consortium says comparable U.K. retail-store sales rose 3% in June from the year-ago month, up from 2.3% growth in June 2006. Growth in the second quarter of 2007, however, averaged 2.5%, down from 3.5% in the first quarter. \u001d  \"The consumer economy is certainly a bit tighter,\" notes Bryan Roberts, an analyst at PlanetRetail, a London-based retail consultancy, \"but it's still fairly buoyant.\" \b \u001d  The Big Five retailers in the U.K. --  Tesco, Asda (which is owned by Wal-Mart Stores [WMT] ), Sainsbury, Morrison, and Marks & Spencer Group (MKS.UK) --  are enjoying good same-store growth rates, Roberts points out. For these folks growth is still available in nonfood areas like clothing, furniture and electronics, as well as in food products such as organic items, he adds. Those happen to be categories that Tesco's been pushing. \u001d  PlanetRetail is forecasting respectable 3.5% to 4% rises in U.K. retail and grocery spending through 2012. \"The Big Five go at each other hammer and tongs in terms of pricing,\" says Roberts. However, \"Tesco is the strongest and most competitive brand.\" \u001d  Market-share data bear him out. Taylor Nelson Sofres, a London consumer-research outfit, says that for the 52 weeks ended June 17, Tesco's market share among major grocers rose 0.8 of a percentage point to 31.4% -- roughly equal to the size of the next two, Asda and Sainsbury, combined. \u001d  Its slowing rate of market-share increases is partly a natural function of its already large food share, explains TNS analyst Chris Longbottom. Tesco can still raise its portion of the larger U.K. retail pie, Longbottom says. It remains the \"Big Daddy\" of U.K. retailing, with some two-thirds of British households shopping there in a typical four-week period, he notes. The figure for its nearest competitors is 45%. \u001d  Since Tesco is the U.K.'s biggest retailer and traditionally its price leader, rivals will have a tough time undercutting it. It has a wide range of store formats now, ranging from small Tesco Express convenience stores to big-box behemoths -- and the grocer is grabbing more and more sales of nonfood items such as armchairs, dining sets and clothes from its largest stores and its Website. \u001d  Home to nearly 2,000 of its 3,262 stores, the U.K. is the biggest part of Tesco's story, but it's becoming less important each day. The company's overseas growth is set to continue for several years, maintains Gertjan van der Geer, another fan of the retailer and a portfolio manager at Netherlands-based asset manager Robeco, which is overweight in Tesco stock. \u001d  In particular, there is significant room for growth in the U.S. convenience-store sector, which Tesco has targeted, says van der Geer. The stores will be called Fresh & Easy Neighborhood Market, each one occupying about 10,000 square feet, initially at locations in Los Angeles, San Diego, Las Vegas and Phoenix. \u001d  Failed attempts by British retailers such as Sainsbury and Marks & Spencer to muscle into American turf haven't deterred Tesco, which has slow fed details to the market. Observers believe Fresh & Easy will compete more directly with 7-Eleven, which has 7,200 stores here, than with major Western U.S. supermarket chains like Safeway (SWY). Both companies declined to comment on Tesco. \u001d  Tesco plans to commit about GBP 250 million ($500 million) a year over several years to get its U.S. presence up to speed. It could have 200 stores open here in relatively short order. \u001d  In a brief interview with Barron's, Tim Mason, chief executive of Fresh & Easy Neighborhood Market and a Tesco board member, said the stores will try to appeal to a wide variety of income levels, as they do in the U.K., but will be more than the \"beer, chips and cigarettes\" convenience store that Americans are accustomed to. \u001d  Indeed, Fresh & Easy won't even sell cigarettes; it will showcase \"good-quality fresh foods,\" he says, with fewer processed foods, and no artificial colors or transfats. The store format will include prepared meals like chicken and pasta dishes, as well as pizza and salad, and also convenience items like health and beauty aids, and beer, wine, beverages and diapers. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  July 28, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"523ed044d02b879f0a25b4b85736d83d","symR":["IWY1.XE","REDF","SIFY","US82655M1071"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/30) Follow-Up: Indian 'Net Shares: Off, But Still Pricey","GmtTimeStamp":"2007-07-28T04:05:00.000000000","CompanyCodes":["IWY1.XE","REDF","SIFY","US82655M1071"],"IndustryCodes":["ISV","XDJGI"],"Story":"\b   (From BARRON'S) \b   By Leslie P. Norton \u001d  After Rediff.com, India's third-largest Internet portal, reported its June quarter last week, its Nasdaq-traded shares (ticker: REDF) were trading around $17, down from  more than 25 when we wrote skeptically about India's expensive Internet plays (\"In India, Internet Shares Hardly Come Cheap,\" July 16). Sify (SIFY), one of India's largest broadband providers, traded at 7.50, versus 10.50 in mid-July. But these selloffs don't mean the stocks are cheap. \u001d  We argued Rediff's grip on its market was slipping as Google (GOOG) and Yahoo! (YHOO) make inroads in India. Also, we noted the makeup of Rediff's earnings raised questions, chiefly the big chunk that comes from interest on cash the company doesn't plan to spend soon. \u001d  Last week, Rediff revealed that it muffed its June quarter, with revenue of $6.8 million well below the $9.1 million estimated by the lone analyst who follows it. Earnings came in at seven cents a share, above Gilford Securities' estimate, but they were aided by the sale of a security. \u001d  Moreover, spending by the top 10 advertisers appears to have fallen from a year earlier, and there were other signs of weakness. Rediff chief Ajit Balakrishnan also highlighted competition from Google and Yahoo! and a growing presence in India of AOL and Microsoft (MSFT). \u001d  Intermittent takeover speculation has buoyed Rediff shares in the past. Yet Balakrishnan labels such rumors \"completely untrue.\" \u001d  Sify, a smaller part of our story, is suffering from increased competition, too. Fees from franchised cybercafes are under pressure as the government encourages the building of more such establishments. \u001d  Are India's Internet shares now cheap enough to lure buyers? Says Ryan Jacob, who runs the Jacob Internet Fund and is a fan of Chinese Internet stocks: \"I would probably have to have even more of a pullback to get interested.\" \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6551cd657b4fa9bf88748b7755eb8a42","symR":["EBAY","US2786421030"],"date":"2007-07-28","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"US Judge Lets eBay Continue 'Buy It Now' Amid Patent Dispute","GmtTimeStamp":"2007-07-28T05:39:00.000000000","CompanyCodes":["EBAY","US2786421030"],"IndustryCodes":["CSV","XDJGI","XISL","XNQ1","XRUS","XSP5"],"Story":"\b \u001d  NORFOLK, Virginia (AP)--A federal judge denied a request from a small Virginia company to stop the online auction powerhouse eBay Inc. (EBAY) from using a feature that allows shoppers to purchase items at a fixed price. \u001d  U.S. District Court Judge Jerome B. Friedman on Friday denied a motion by MercExchange LLC for a permanent injunction against eBay over the \"Buy It Now\" feature. \u001d  Last year, the U.S. Supreme Court ruled that although eBay infringed upon MercExchange's patent for the service, it was up to the lower court to decide whether eBay had to stop using it. \u001d  In his ruling, Friedman said the company was not irreparably harmed because it continued to make money from its patents, either by licensing them outright or by threatening litigation against those it believed infringed upon them. \u001d  A federal jury found in 2003 that eBay had infringed on Great Falls-based MercExchange's patent and awarded the company $35 million. The amount later was reduced to $25 million. \u001d  MercExchange attorney Greg Stillman called the opinion a \"double-edged sword.\" \u001d  \"It was sort of good news, bad news for both sides,\" Stillman said. \"I'm sure eBay is relieved that they're not going to be enjoined, but on the other hand (Friedman) made it quite clear that they're going to have to pay for that right.\" \u001d  Catherine England, a spokeswoman for eBay, said the company is \"extremely pleased\" with the decision. \u001d  Friedman denied eBay's request to stay proceedings on the \"Buy It Now\" patent because the infringement suit already has been tried by a jury and a final verdict and damage award was affirmed by the federal circuit. \u001d  The judge did stay proceedings on a second patent held by MercExchange until the U.S. Patent and Trademark Office has time to reexamine it. \u001d  In the closely watched case, the high court ruled that judges have flexibility in deciding whether to issue court orders barring continued use of a technology after juries find a patent violation. The decision threw out a ruling by a federal appeals court that said injunctions should be automatic unless exceptional circumstances apply. \u001d  The case became a rallying point for critics who argue the U.S. patent system is riddled with abuse from small businesses that sue established companies to enforce patents for ideas that have never been developed into products. \u001d  On the Net: \u001d  http://www.ebay.com \u001d  http://www.mercexchange.com \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 01:39 ET (05:39 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"73c54b63a5741d2dc5c4468a2987b676","symR":["MSFT","US5949181045"],"date":"2007-07-28","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(7/30) Tech Trader: Yes, Microsoft Is A Growth Company","GmtTimeStamp":"2007-07-28T04:06:00.000000000","CompanyCodes":["MSFT","US5949181045"],"IndustryCodes":["SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Eric J. Savitz \u001d  Is Microsoft still a growth stock? The Street sure doesn't seem to think so. Goldman Sachs noted in a report last week that large-cap-growth mutual funds are dramatically underweight in the software giant's shares; the average fund holds a 1.23% position, compared with Microsoft's 3.3% weighting in the Russell 1000 growth index. Goldman software analyst Sarah Friar asserted that the low level of enthusiasm offers \"potential for significant buying if growth managers fearmissing the upside.\" \u001d  Alas, there's no sign that growth managers are changing their minds, though Microsoft (ticker: MSFT) is trying to shift investor thinking. At the company's annual Financial Analyst Meeting Thursday, company execs spent an extraordinary amount of time trying to convince people that Microsoft really is, yes, a growth stock. \u001d  The most recent numbers support their case. In the fiscal fourth quarter ended June 30, revenue rose 13% year-over-year, while earnings per share (before the recent Xbox 360 warranty-repair charge) were up 26%. The company's Windows business grew revenue 14%; the Microsoft Business Division, affectionately known as MBD, was up 13%; and the server and tools segment grew 16%. Even the troubled online segment saw revenue rise 9%, while the entertainment and devices business grew 28%. \u001d  And there's more growth to come. As CFO Chris Liddell pointed out, investors often assume that the company's size will make double-digit growth tougher; Microsoft raked in $51 billion in revenue in fiscal '07, after all. But, Liddell asserts, the company won't be contained by the law of large numbers, at least not yet. It sees fiscal '08 top-line growth of 11%-13%, operating-income growth of 12%-15% and earnings-per-share gains of 13%-16%. In effect, Microsoft expects to create another $5 or $6 billion company this year. \u001d  Still, the Street seems unconvinced. Many analysts and portfolio managers at FAM were skeptical when they walked into Microsoft's spacious conference center Thursday morning, and for the most part remained so when they walked out Thursday evening. I'll give you a sample of their cautious thinking in a moment, but first, let me tell you why Microsoft thinks the nattering nabobs are dead wrong. \u001d  For one thing, as CEO Steve Ballmer explained last week, the company essentially is adding two new businesses to its core competencies in producing software for the desktop and enterprise: It is entering the advertising business, in particular on the Web, and moving aggressively into the consumer market, where it already produces the Xbox, Zune music players and Windows Mobile software for mobile phones. Both areas, he says, provide opportunities for enormous growth. \u001d  Ballmer outlined seven areas where he thinks Microsoft can add at least $500 million in gross margin in the next three years: \u001d  - Corporate desktops \u001d  - Servers \u001d  - Office for consumers and small business \u001d  - The OEM personal-computer channel \u001d  - Online advertising \u001d  - Xbox 360 games accessories and services \u001d  - Windows mobile devices \u001d  For all these possibilities, the topic that came up again and again in presentations is \"Software + Services,\" or the notion that Microsoft can extend the life of its core Windows and Office franchises by linking them to more services on the Web. The company talked extensively about merging the power of the desktop with that of the Internet \"cloud.\" \u001d  This isn't something Microsoft sees as optional; it well knows that more computing will take place in the ether, and it doesn't intend to cede the turf to Google (GOOG), which may be the only company it really worries about when it comes to computing in the cloud. But neither can Microsoft take the position that running applications out on the Internet with no reliance on a desktop PC is a good idea; Windows and Office still generate mountains of cash. \u001d  There were several things the Street found disquieting in Microsoft's presentation. For one, Ballmer and some other execs said Microsoft's big, bold bets could take five or 10 years to pay off -- a time horizon way beyond the Street's quarter-to-quarter view. Also, there is a general consensus that the company overspends; nothing would delight analysts more than a nice big round of cost-cutting. \u001d  As Bill Whyman of ISI Group notes, Microsoft now has a variety of businesses in addition to Windows and Office that generate more than $1 billion a year in revenue. He thinks the company will build big businesses in advertising and devices, as planned, but the real question is how long it will take and how much it will cost. \"There is a lot of frustration in this room,\" Whyman said during a break at the Thursday meeting. \"Look at the businesses they will be in three years from now: a lot more competitive than the ones they are in today -- and a lot less profitable.\" \u001d  Trip Chowdhry, an analyst with Global Equity Research, thinks Microsoft's approach to the cloud is backward; he says the company is focused on building out infrastructure rather than generating the ingredients to attract a large audience. He cites Google and Facebook as companies that did it the right way. \u001d  David Pearl of Epoch Investment Partners thinks Microsoft will continue to return a lot of cash to shareholders via stock buybacks and, to a lesser degree, dividends. Liddell said the company bought back $28 billion of stock in fiscal '07, just $1 billion short of ExxonMobil's (XOM) record $29 billion buyback in 2006. \u001d  Mark Stahlman, a longtime tech analyst now with Gartner in New York, remains wary of Microsoft. He thinks the coming departure of Bill Gates as a full-time employee, with a shift in development responsibility to chief software architect Ray Ozzie, will not be a smooth one. Stahlman thinks the kinds of systems you need to roll out products in the cloud actually require the services-centered thinking of computer scientists like Ozzie. But the hacker culture at Microsoft, embodied in Gates, runs deep and could resist a change in approach. \u001d  Mary Meeker, the Internet and software analyst at Morgan Stanley, was one of the few people I talked with who came away feeling more upbeat about Microsoft's prospects. \"They have more clarity on what they need to do than they've had in a long time,\" she says. \"My confidence that they have a good strategy has increased, not decreased.\" \u001d  Meeker makes a good point: The strategy does make sense. What isn't as clear is how long it might take for the company to reach its goals. Microsoft may be patient, but Wall Street is another matter. \u001d  --- \u001d  e-mail: eric.savitz@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"79e37deabc9fb820c2f4b47d522005d1","symR":["AMZN","US0231351067"],"date":"2007-07-28","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(7/30) New Amazon, Same Old Questions","GmtTimeStamp":"2007-07-28T04:06:00.000000000","CompanyCodes":["AMZN","US0231351067"],"IndustryCodes":["RTB","RTS","XDJGI","XFFX","XISL","XNQ1","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Dimitra DeFotis \u001d  Healthy revenue growth and improving margins catapulted Amazon.com's shares 17% higher last week, to 84, leaving the stock's many short sellers weak in the knees. That jump, topping off a mega-gain of 216% in the past 12 months, also stoked memories of the dot-com market of the late 1990s, \"when you were scrambling around to find a metric to make the stock attractively priced,\" says Hamed Khorsand, an analyst at BWS Financial with a Sell rating on the shares. \u001d  These days Amazon (ticker: AMZN) has a metric -- earnings -- which helped set off last week's stampede. The online retailer, still led by Internet pioneer Jeffrey Bezos, said second-quarter profits nearly quadrupled to 19 cents a share, on sales of $2.8 billion, and gross margins, as closely watched now as losses once were, rose by 2% to 24.3%. \u001d  Revenues got a boost from successful low-price deals and Amazon Prime, which offers customers free two-day shipping for a $79 annual fee. Record orders for the new Harry Potter book generated added traffic and impulse buys at the company's Website, though the book's revenues won't show up until the third quarter. More third-party sellers in Europe and tighter spending also bolstered margins, making for a rosy outlook for the rest of the year. \u001d  As encouraging as these improvements are, Amazon's sky-high price-earnings multiples suggest investors' enthusiasm has gotten ahead of the company's growth potential, leaving the shares ripe for a markdown. Late last week Amazon traded for 78 times analysts' earnings estimates of $1.07 a share for 2007, and 56 times '08 estimates of $1.51. Even if the company achieves this anticipated 41% jump in earnings next year, it's hard to justify such a premium to its growth rate, especially when Internet peers such as eBay (EBAY), which fetches about 21 times 2008 earnings estimates on EPS growth of 16%, boast higher net operating margins. \u001d  Khorsand, a long-time Amazon bear, has a 12-month price target of 65 for Amazon shares, and an '08 earnings estimate of $1.46 a share. \u001d  Despite much talk about its evolution from Website retailer to e-commerce partner to \"development platform,\" Amazon still gets 65% of sales and 62% of profits from selling books, CDs and videos. Another 32% comes from electronics and other merchandise. About two-thirds of sales are generated in North America, with the rest largely from France, Germany and Japan. Sales by third parties have grown to about a third of revenue. \u001d  The big question now is whether the Web warrior can sustain profit-margin growth while ramping up to sell the \"earth's biggest selection\" of products. It will have to meet shipping expectations for third-party sellers and battle digital-media competitors like Apple's (AAPL) iTunes, Napster and other content providers. In addition, international growth brings greater regulatory and currency risk. And, Amazon must spend to promote its new Web-based technology services to customers ranging from small venture-capital firms to media giants. \u001d  \"On a lot of items, Amazon is not making much margin,\" says Darren Chervitz, director of research at the Jacob Internet Fund (JAMFX), which owns eBay shares but not Amazon. Chervitz recently purchased a big-screen television on Amazon.com that was roughly $1,000 cheaper than rivals were offering, and he got white-glove delivery and installation. For that, he loves his Amazon experience. But not the stock. \"The consumer can always be a click away from your competitor, so it is a never-ending game of sacrificing profit to make the consumer happy,\" he says. \u001d  Says a fund manager who's short Amazon and prefers anonymity, \"We actually think you could see 50% downside from here -- a big move, but keep in mind the stock was just there not more than six months ago.\" \u001d  Although Amazon has bolstered its margins in the past year, \"Wall Street has extrapolated that improvement for the next five years . . . [and] we really do believe there is a brutal natural limit to their margin,\" this manager says. \"As we start to get a tiny bit closer to it, there is going to be a lot of heartache and disappointment.\" \u001d  The operating margins needed over time to maintain the current stock price are \"unobtainable,\" says Mark Mahaney, an analyst at Citigroup Global Markets who was among the few Wall Street skeptics in a sea of upgrades last week. \u001d  International third-party sales growth will be offset by modestly declining U.S. gross margins, and core expenses -- marketing and fulfilling orders, including the cost of shipping -- could vary greatly, Mahaney says. \u001d  An Amazon spokewoman refused to comment or provide access to company officials. \b \u001d  Given the stock hype of late, investors should be aware that Amazon and Wall Street analysts move freely between earnings numbers that reflect standard accounting rules -- $1.07 is the estimate for 2007 -- and those that exclude items such as restricted-stock compensation --  $1.51 for this year. The latter exercise obviously makes Amazon's valuation look less expensive, and is commonly used to evaluate tech companies. But Amazon remains obligated for stock-based compensation, which has been on the rise but is absent from so-called pro forma numbers. \u001d  Mahaney's 12-month price target is 85, near the current price, based on a multiple of 60 times his 2008 estimate, a penny above Street estimates, and 25 times his estimate for 2008 earnings before interest, taxes, depreciation and amortization, or Ebitda, of $3.08 a share. \u001d  \"One of the issues on the stock is, will they have to have that aggressive R&D ramp-up again?\" Mahaney tells Barron's. \"Given they have 60%-70% of sales and profits in media, they will have to keep inventing, hiring people to improve the interface. And they still don't have a full-fledged music-download piece on their site.\" \u001d  Khorsand sums it up this way: \"Amazon doesn't have any new technology to change society, like the iPod did.\" \u001d  The company is planning a new music service that will be free of some of the rights restrictions that can limit downloads. Reducing downloading hassles could steal market share from iTunes and Napster. \u001d  In Amazon's recent earnings conference call with analysts, Bezos told Mahaney that it's too early to discuss music and video efforts. He talked up Amazon's Web services for corporate software developers who need Internet storage, computing and other functions instead. He also said third-party sales have great potential, since Amazon can give small sellers the technological skeleton for free shipping, gift wrapping and other Amazon perks. \u001d  The bulls, who if nothing else rightly fear betting against Amazon's amazing momentum, have their own ammunition. The shares' valuation has come down considerably over the past five years as earnings gained traction and the company started to expand overseas. What's more, at their five-year peak, the shares were trading at a much pricier 165 times forward earnings. \u001d  But if gross margins fray just a bit in coming quarters, the stock is likely to experience its own fire sale. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"869e6f22a9698ec2537198ee4c90e625","symR":["TSCDY","TSCO.LN","WAG","GB0008847096"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/30) In Beckham's Footsteps -2-","GmtTimeStamp":"2007-07-28T04:09:00.000000000","CompanyCodes":["TSCDY","TSCO.LN","WAG","GB0008847096"],"IndustryCodes":["FDR","RTD","RTS","XDJGI","XFFX","XFT1","XISL","XNYA","XRUS","XSP5","XST5"],"Story":"\u001d  Mason adds that Tesco is having \"very productive conversations\" with major drug-store retailers, like Walgreen (WAG), about potentially developing sites together. He hopes to have 200 Fresh & Easy stores open during 2009, and the U.S. effort is expected to reach the breakeven point by the third full year of operations, which would be November, 2010. \b \u001d  Bears on Tesco shares argue the company will misstep. Yet even in a worst-case scenario, a failure here wouldn't inflict too deep a wound, contends David Boyle, pan-European equities manager for Aberdeen Asset Management, which holds Tesco stock. Given Tesco's size -- it generated GBP 3.5 billion in cash last year -- the U.S. investment is relatively small. \"Tesco is so big that it could take that GBP 250 million, throw it into a pit and burn it, and no one would notice,\" quips Boyle. \u001d  Unlike its British predecessors, which tried to replicate their home-turf formats, Tesco will succeed in America, he says, because it will build stores that suit U.S. consumers. \u001d  Not long after Tesco's February 2006 disclosure that it would land on the West Coast, Warren Buffett entered the picture. The legendary American value investor gave what is perhaps Wall Street's best investment imprimatur when his Berkshire Hathaway (BRKA) investment vehicle purchased a 2.9% stake in Tesco last year through a subsidiary. \u001d  The U.S. doesn't even have to be a factor to make a good investment case for Tesco, says Robeco's van der Geer. It is one of the best food retailers in Europe at executing its strategy, yet one of the cheapest, he says. The U.S is just an option on growth, in the the view of the fund manager, who sees the current share price as a long-term buying opportunity. \u001d  With the recent drop, Tesco shares are selling at their biggest discount to rivals since 2002, says Tim Attenborough of Exane BNP Paribas; he recently raised his rating to Outperform from Neutral. At 405 pence Tesco's London-traded stock changes hands at about 16.3 times consensus earnings estimates of 25 pence a share for the current fiscal year, ending next February, and 14.5 times next fiscal year's estimates of 28 pence. \u001d  The stock is \"very oversold,\" says Attenborough, who argues that the multiple contraction reflects sentiment rather fundamentals. He estimates Tesco's U.S. operations could generate sales of GBP 1.8 billion in five years and margins of 4.25% on earnings before interest and taxes, or Ebit, of GBP 77 million. If Tesco is successful with its first 200 stores, that could turn out to be conservative. \u001d  Zurich's Bank Julius Baer is another asset manager that has been adding Tesco shares lately. Baer analyst Andrea Gerst says U.K. retail fears already are factored into the stock price, but potential growth from the U.S. is not. Tesco sports U.K. Ebit margins of 5.8% and international margins of 5.2% to 5.3%. That's far better than the 4.5% average of the Morgan Stanley Capital International European Food and Staples Retail group. Tesco is 20% undervalued, figures Gerst, who adds, \"the discount is unjustified.\" \u001d  That's likely to become clearer to the market as the next couple of quarters unfold. A U.K. retailing price war could certainly become an issue, but a bigger concern would arise if Tesco started to tart up its headquarters. Unless that happens, Tesco's shares look to be on sale for long-term investors. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8e049d6b1bbfe0fadfd4c904f7fa26b8","symR":["BUD","GCI","GSF","RAI","RIG","US0352291035"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/30) Speaking Of Dividends: $15 Billion Gusher","GmtTimeStamp":"2007-07-28T04:08:00.000000000","CompanyCodes":["BUD","GCI","GSF","RAI","RIG","US0352291035"],"IndustryCodes":["BVG","DRL","DST","MED","OIE","PUB","TOB","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  The world's two largest offshore oil-and-gas drillers - Transocean and GlobalSantaFe - plan to unite. As a result, Transocean shareholders should bring in a $15 billion gusher. \u001d  The merger, which would create a $53 billion company under the Transocean name, grabbed the attention of Robert Willens, a Lehman Brothers managing director and tax expert, because it probably will be the nation's biggest tax-free return-of-capital distribution on record. \u001d  Assuming shareholder approval and regulatory clearances, Transocean (ticker: RIG) will acquire Global (GSF) for about $18 billion in Transocean stock and cash. Then, Transocean will retire its existing stock and issue to its shareholders a smaller number of new shares and some $33 in cash per retired share. Even though the cash and stock will be disbursed simultaneously, Willens observes, Transocean \"is taking the position that the cash payout is a separate transaction\" that should be evaluated as any special distribution would be. To Willens, this seems like a reasonable position under the tax law. \u001d  If the IRS agrees, Transocean shareholders will be sitting pretty. That's because the company \"has a substantial deficit in retained earnings and therefore probably has a deficit in earnings and profits, as well.\" (E&P is a tax-accounting concept designed to measure a corporation's dividend-paying capacity.) So if Transocean doesn't generate any E&P in 2007, the entire $33 distribution will be a tax-free return of capital. \"It's not often you see a return-of-capital distribution emanating from a merger,\" notes Willens, \"and you certainly never see one of this magnitude.\" \b \u001d  The world's No. 1 brewer, Anheuser-Busch, Wednesday reported a 6% gain in second-quarter profit and increased its quarterly common dividend 11.9%, to 33 cents a share from 29.5 cents. This marks the 31st consecutive year of dividend enhancements by Anheuser (BUD). Disbursements have been ongoing since 1932. \u001d  Stockholders of record Aug. 9 will receive the new payout Sept. 10. The ex-dividend date is Aug. 7. Trading at about 49 on the Big Board, or six points under its 52-week high, the shares yield 2.72%. \u001d  \"Led by U.S. beer operations, all of our business segments reported improved earnings in the second quarter,\" said CEO August Busch IV. For all of 2007, the company expects to exceed its long-term annual earnings-per-share growth target range of 7% to 10%. \b \u001d  Newspaper advertising linage is nothing to write home about, but Gannett, the largest U.S. newspaper publisher, posted an 18% gain in second-quarter profits by cutting costs and selling some publications. \u001d  Tuesday, Gannett (GCI) sweetened its dividend 29%, to 40 cents a share from 31 cents. The payment and record dates are Oct. 1 and Sept. 14, and the stock goes ex-dividend Sept. 12. Yield: 3.25%. Since 2000, Gannett has returned about $6.2 billion to investors via dividends and stock buybacks. \u001d  CEO Craig A. Dubow credited Gannett's strong cash flow and financial position for the dividend enhancement.The stock is trading around 50, down from a 52-week high of 63.50. \b \u001d  Despite a drop in second-quarter earnings per share, Reynolds American (RAI), the No. 2 U.S. tobacco company after Altria Group (MO), Wednesday hiked its quarterly common payout 13%, to 85 cents a share from 75 cents. That gives the stock a 5.45% yield. Disbursement will take place Oct. 1 to investors of record Sept. 10. The ex-date is Sept. 6. The shares, listed on the Big Board, are a bit under their 52-week high of 67.60. \u001d  CEO Susan M. Ivey said that the payout boost \"keeps us in line with our policy of returning about 75% of our current-year net to shareholders\" through  dividends. \"Our total shareholder return since Reynolds American began trading as a public company three years ago exceeds 100%, far outpacing the return of the overall S&P 500.\" She added that Reynolds is \"solidly on track\" to deliver 9% to 12% profit growth this year. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"96a4aedf8a77a5380c03d607747874b6","symR":["CAT","CFC","DCX","DCX.XE","EXPE","FDC","HD","HET","HLT","RJF","TXU","XOM","DE0007100000","US30231G1022","US4370761029","US8731681081"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/30) The Trader: A Big Market Selloff Without A New Surprise","GmtTimeStamp":"2007-07-28T04:04:00.000000000","CompanyCodes":["CAT","CFC","DCX","DCX.XE","EXPE","FDC","HD","HET","HLT","RJF","TXU","XOM","DE0007100000","US30231G1022","US4370761029","US8731681081"],"IndustryCodes":["AUT","CNO","ELC","FAD","HIM","LOD","MFN","OIL","RTS","SCR","SVC","TAT","TRQ","XDAX","XDJGI","XDJI","XES","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XST5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  Momentum is essentially the difficulty of stopping an object, and it increases with the object's mass and velocity. \u001d  The stock market's sell-off last week certainly had both mass and velocity. The flight from stocks broke volume records at all three major U.S. stock exchanges. At the height of Thursday's dismay, stock indexes skidded more than 3% within hours. There was even a global reverberation, with the thud echoed in markets from Brazil to Britain. \u001d  What the sell-off didn't have was the sharp sting of a new surprise. Sure, there were some frightful scares (and no, it's not John Travolta in drag). A 6.6% drop in new- home sales fanned fears that the limping housing market will cripple the broader economy, but housing's woe has all the freshness of a rehashed musical. A $12 billion debt offering to finance the buyout of Chrysler from DaimlerChrysler (ticker: DCX) was spurned by investors, swelling the list of postponed deals that banks must now absorb. But a pickier credit market hasn't stopped stocks before. \u001d  Severe selling so soon after stocks reached record peaks points to one thing: the Dow 14,000 bash on July 19 was attended largely by the fretfully invested professionals well aware of the risks but afraid of falling behind any market rally. Too worried about missing any perceived fun, but too wise to stick around for last call, the throngs headed for the exit once it became clear others were leaving the party. \u001d  The ensuing scramble for the safety of bonds sent the 10-year Treasury yield to 4.77% Thursday, down sharply from nearly 5% just days earlier. That momentum carried over into Friday. While bond yields stabilized, another wave of selling in Friday's closing minutes quashed hopes that the exodus from stocks has let up. \u001d  The Dow Jones Industrial Average suffered its biggest one-week point decline in five years, losing 586, or 4.2%, to 13,265. The Standard & Poor's 500 tumbled 75, or 4.9%, to 1459. The Nasdaq Composite Index fell 125, or 4.7%, to 2562, while the Russell 2000 gave up 59, or 7%, to 778. \u001d  Was there panic? Declining stocks outnumbered rising ones 10-to-1 Thursday. The pool of stocks skidding to new 52-week lows reached 783 Thursday, near the highest in 15 years, and Friday added 373. The broad selling \"seems extreme\" to Robert Pavlik, Oaktree Asset Management's senior portfolio manager. \"Shouldn't it focus on the more speculative stocks\" bid up on deal chatter? The vehemence of profit taking suggests, at the very least, a recalibration of the risk investors are now willing to stomach. \u001d  But was the panic extreme enough to suggest the worst selling is behind? Investors puked up stocks violently enough, but the puking was more ferocious in late February. The market's \"fear gauge,\" as measured by the Chicago Board Options Exchange VIX volatility index, spiked slightly above levels reached in June 2006. Interestingly, option prices suggest traders expect the S&P 500 to gyrate even more than the historically volatile Nasdaq 100 --  a sign the financial stocks that populate the S&P 500 are a source of worry. \u001d  But a Street consensus also emerged quickly -- perhaps too quickly -- that this correction is both healthy and a buying opportunity. Stocks could tick higher from here, but it won't be because market anxiety has already peaked. Notes Miller Tabak's chief technical market analyst, Philip Roth: \"Climaxes are final catharses after sizable declines. Traders cannot stand the pain any more and throw stocks over board.\" In 1987, for instance, stocks had slid about 20% only to hurtle down another 20% in a day. Today, stocks are above their March lows and a hair away from record peaks. \"If we had a climax [Thursday], it was a mighty small one,\" says Roth. \u001d  Spreads on high-yield corporate debt have spiked more than 71% since June as worries increase about tighter credit and rising defaults. That's bad news for stocks, since the S&P 500 has fallen an average 9.6% in similar spikes over the past decade, says Bespoke Investment Group. The higher stocks' valuations when lending jitters hit, the fiercer the selling. In that regard, bulls will take heart in the market's current price/earnings ratio, which is modest compared with those prior stretches and which \"implies that the current decline should be contained.\" \u001d  The diligent researchers at Bespoke also looked up precedents when the S&P 500 notched a 52-week high only to unravel suddenly. In 19 such instances since the end of World War II, the average decline was 8.94%, and the market needed 119 days to regain lost ground. Only once -- in late 1980 -- did it reach a new high before sinking immediately into a bear market. \u001d  \"Simultaneous declines in both stock prices and bond yields\" -- like that seen last week -- \"are indicative of a recession,\" notes Jason Trennert, chief investment strategist at Strategas Partners. \"But given an unemployment rate of 4.5%, improved capex expectations, strong export growth and the aggregate strength of corporate balance sheets, the chances of recession appear remote.\" At 6.7%, the market's forward earnings yield is still rich relative to the 4.8% payout from 10-year Treasurys, he notes, and should support stock buying. \u001d  The question, of course, is whether profits can keep improving enough to help stocks maintain their appeal. So far, second-quarter profits have increased 6.5%, ahead of the 4.3% growth analysts had forecast, but there are signs that bear watching. Countrywide Financial's (CFC) earnings flub hardly qualifies as a shock, but weaker-than-expected profits from Caterpillar (CAT) and ExxonMobil (XOM) ought to prove more worrisome. Can the momentum of global growth continue to propel the stalled domestic economy? \u001d  The brutal selling sent shares of Home Depot (HD) to 37. This, curiously, is below the 39-44 range at which the home-improvement retailer is trying to buy back some 250 million shares through a tender offer. \u001d  It isn't the only one. Charles Schwab (SCHW) dipped briefly below the 19.50- 22.50 range in which the discount brokerage is buying back 7% of outstanding shares. And at about 26.44, Expedia (EXPE) slumped  below the 27.50-30 band in which the travel-services company hopes to buy back stock. \u001d  Shawn Collins, a risk-arbitrage strategist at Citigroup, sees the market's reaction to Home Depot as opportunity. Over the past decade, less than 10% of such stocks have traded below the offer range just before the tenders expire. Each eventually was completed -- with 80% at the low end of the range and 20% higher than that. \u001d  Several factors drive Home Depot's descent. There is the panic over housing and mortgage weakness. Add to that the uncertainty over how the tender might be pro-rated, and worries about how the stock will trade once the tender is over. \u001d  Home Depot plans to finance about half of its enormous $22.5 billion buyback by selling a wholesale division to private equity investors. But, as Citigroup analyst Deborah Weinswig noted, \"the tender is not contingent upon the sale of HD Supply, as committed financing is in place.\" \u001d  Meanwhile, targets of already-announced buyouts also saw shares drift well below their offers. To Goldman Sachs strategist David Kostin, this is both an irreconcilable inconsistency -- and opportunity. \u001d  \"Stocks cannot both melt down because the market fears that financial institutions will have to fund and hold leveraged loan commitments, while at the same time [see] shares of target companies sell off on the belief that the same transactions will not close,\" he notes. The market assigns a roughly 62% chance that existing deals will close, but he thinks the likelihood is much higher. He suggested buying a basket of 22 targets, including First Data (FDC), Harrah's Entertainment (HET), Hilton Hotels (HLT) and TXU (TXU). \u001d  Let's begin with what passes for magic words at this moment: \"Fortunately, unlike some of the larger firms in the securities industry, [we have] virtually no exposure to the subprime business.\" \u001d  They were uttered last week by Thomas James, chairman and CEO of Raymond James Financial (RJF), as the financial- services firm reported record quarterly profits. But even that reassurance and a 20% jump in net income weren't enough to stave off a 3% stock slide. \u001d  The market's indifference is understandable. At a time when investors are running after anything with overseas revenue, the St. Petersburg, Fla., firm boasts an unabashedly American footprint. And then there's that cursed word -- financial -- right there in its name. \u001d  In truth, its subprime-free aura isn't the only appeal. CEO James has been building its banking and asset-management operations, and that shift is \"starting to click,\" notes Wachovia analyst Douglas Sipkin. Bank revenue increased 41% last quarter, and strong deposit growth continues to outpace loan production. Management recently guided up the bank's contribution to 2008 earnings to 19 cents a share from 12 cents, and that figure is projected to reach 35 cents a share in 2009. \u001d  Raymond James also will benefit, perhaps unexpectedly, from rival A.G. Edwards' (AGE) $6.8 billion agreement to be acquired by Wachovia (WB). Edwards brokers dissatisfied with Wachovia's retention packages have begun to prowl for greener pastures, and while any defections to the likes of Merrill Lynch (MER) or UBS (UBS) won't budge these behemoths' bottom lines much, they could bump up Raymond James' commission haul noticeably. \u001d  The firm has more than 4,640 financial advisers serving 1.6 million accounts, and productivity, following a spell of over-hiring earlier this decade, has been improving steadily. In the private-client group, revenue and assets per financial adviser have both risen more than 40% since late 2004. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  July 28, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9bdaffecc825d0dfe96ee24d4a44e23d","symR":["ENE"],"date":"2007-07-28","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Investors Oppose Rolling Back Sarbanes-Oxley Act - Survey","GmtTimeStamp":"2007-07-28T16:00:00.000000000","CompanyCodes":["ENE"],"IndustryCodes":["ELC","GAS","SCR"],"Story":"\b \b   By Judith Burns \b   Of DOW JONES NEWSWIRES \b \u001d  WASHINGTON (Dow Jones)--Investors have more confidence in U.S. capital markets and corporate financial reports than in the past, and they oppose rolling back a 2002 law that tightened rules for corporate accounting, a new survey found. \u001d  According to the survey, 60% of investors are more confident in audited financial information issued by public companies than in the past, and 62% oppose easing the stricter requirements imposed by the 2002 Sarbanes-Oxley Act, which was adopted amid financial scandals at big-name companies, including Enron Corp. (ENE) and WorldCom Inc. \u001d  About 1,000 investors took part in the telephone survey, conducted in mid-July for the Center for Audit Quality. The center, an offshoot of the American Institute of Certified Public Accountants, released the results in advance of the five-year anniversary of the law's enactment on July 30, which it will discuss Monday at an event that will include the bill's co-sponsors: Paul Sarbanes, Maryland's former Democratic senator and chairman of the Senate Banking Committee, and Michael Oxley, a former Ohio Republican who chaired the House Financial Services Committee. \u001d  Complaints about the high cost of complying with the law, a major point of debate among policy makers in Washington, don't appear to be a critical factor for investors. Just 22% of those surveyed said the law should be eased to address concerns about its costs and any negative effect on U.S. competitiveness. Almost as many, 21%, said they would be very concerned by any easing of the law. \u001d  \"Investors do have more confidence in the marketplace,\" thanks largely to the Sarbanes-Oxley Act, said Center for Audit Quality executive director Cynthia Fornelli. She noted that only 5% of those surveyed said adopting the law was a bad idea, with 56% calling it a good idea. \u001d  One of the most controversial elements of the law, requiring public companies to conduct an annual assessment of their internal financial-reporting controls, with further review by the company's outside auditor, is extremely popular with investors, the survey found. Fully 76% of those questioned said they viewed that requirement as a positive change. \u001d  Requiring chief executives and chief financial officers to certify the accuracy of the company's financial results is seen as another positive feature, as is the law's requirement for public companies to have an independent audit committee hire, fire and oversee the company's outside auditor. Creation of a new oversight body charged with inspecting and disciplining public company accountants is a hit with investors as well, favored by 76%. Somewhat less popular but still drawing support from investors is a requirement that bars a company's independent auditors from providing consulting and other services to the company, which was viewed as a positive change by 64% of those questioned. \u001d  While such changes have helped boost investor confidence, Fornelli acknowledged there is still room for improvement, as just 38% of investors said they are quite confident in audited financial results issued by public companies. About 42% said they have some confidence and 16% said they have little or no confidence in such results. \u001d  Confidence in U.S. markets outstrips confidence in markets abroad, the survey also concluded. Overall, 39% of investors expressed a high level of confidence in U.S. capital markets, compared with 22% who say they are highly confident about markets outside the U.S. \u001d  The margin of error for the results is plus or minus three percentage points. The nationwide survey included investors in stocks, bonds, mutual funds and retirement accounts, including work-based 401(k) plans. \u001d  -By Judith Burns, Dow Jones Newswires; 202-862-6692; Judith.Burns@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 12:00 ET (16:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a4970a3aec215045b07e7bec69708fbe","symR":["GE","IBKR","JNJ","KO","MO","SPY","VZ","XLE","US02209S1033","US1912161007","US3696041033","US4781601046","US92343V1044"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/30) The Striking Price: Position-Building Strategies","GmtTimeStamp":"2007-07-28T04:06:00.000000000","CompanyCodes":["GE","IBKR","JNJ","KO","MO","SPY","VZ","XLE","US02209S1033","US1912161007","US3696041033","US4781601046","US92343V1044"],"IndustryCodes":["BVG","DRG","EXT","FOD","FTS","IDD","MDV","OFP","SCR","SFT","TLS","TOB","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5","XSTT"],"Story":"\b   (From BARRON'S) \b   By Steven M. Sears \u001d  Be strong, and of good courage. \u001d  The sharp decline in the Dow industrials has priced many good stocks at attractive levels -- at least compared with recent prices. Sophisticates will sneer that stocks may snap lower once more, but isn't that how positions are built, and why so many investors use yield-enhancing options strategies like overwriting to manage stock positions? Clearly, many investors bought into the stock market's decline on Thursday. That's one reason why the Dow closed down 310 points rather than down 400 or more points. At Credit Suisse, there were even reports of buyers of short-dated calls in the S&P 500 SPDR (ticker: SPY) and Select Sector Energy SPDR (XLE). To be sure, Friday's decline demonstrates it's still a nervous market \u001d  Investors who believe the selloff is overdone should consider buying January 2009 options on stocks that are exhibiting strength, often based on international revenue, and that are expected to lead the market as investors rotate out of what had been fast-growing small-capitalization stocks. The long-dated options contracts cost a fraction of the price of buying the underlying shares outright, and limit how much money is at risk. \u001d  Look at Coca-Cola's (KO) January 55 calls, recently trading at $4.70; Johnson & Johnson's (JNJ) January 60 calls for $7; General Electric's (GE) January 40 calls for $4.30, Altria's (MO) January 65 calls for $8.70, and Verizon Communications' (VZ) January 42.50 calls at $5.40. All the options expire in January 2009. \u001d  A 25% increase in the stock price should, by some calculations, produce a 100% return in the original options position. \u001d  Another strategy is selling puts against stocks. Investors will realize a juicy premium because put prices are high, reflecting investor fear. Yes, the stocks could fall below the puts' strike price if the market rout continues, but these recommendations are meant for investors who use options to better navigate the market, rather than for traders. \u001d  Another stock to consider -- either for outright purchase or the purchase of a long call -- is Interactive Brokers (IBKR), parent of Timber Hill, a giant options market-making firm. The firm benefits in high-volatility markets, and a slowdown in leveraged buyouts lessens the chance of \"front running\" deals that costs it money. \u001d  In a trader's market -- where pricing volatility is more important than the possession of good information -- Interactive Brokers could trade higher. The firm reported second-quarter earnings Wednesday that were in line with investor expectations. More important, the stock rose on a day when the financial sector was sunk. \u001d  The key now is to stay calm, turn off the TV and readjust portfolio risk profiles when opportunities arise, ideally in advance of selloffs. \u001d  --- \u001d  E-mail: steve.sears@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a54f1597aff2576efff1cc4d17ad5317","symR":["AKAM","INAP","LLNW"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/30) Plugged In: Tiny Rival Takes Aim At Akamai","GmtTimeStamp":"2007-07-28T04:06:00.000000000","CompanyCodes":["AKAM","INAP","LLNW"],"IndustryCodes":["CMT","ISV","XDJGI","XISL","XNQ1","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  Akamai Technologies' pain might be internap's gain. \u001d  Akamai's shares (ticker: AKAM) got whacked more than 20% last Thursday, after revealing that margins in its Internet content-delivery-network, or CDN, business could be shrinking, and that order growth is cooling. \u001d  But tiny Internap appears to be steadily heating up. The Suwanee, Ga.-based company, a recent entry into CDN -- systems of computers networked together across the Internet that deliver media and text -- has predicted 30% earnings growth for 2007, higher profits and gross margins of about 50% for all of its businesses, and higher margins in CDN. \u001d  Internap (INAP) is slated to announce earnings Tuesday, and based on its recent turnaround and penchant for raising targets under new management, it wouldn't be a stretch to see the company cast a rosier outlook for the second half of 2007. That could lift the stock, which, at 13 and change, is down from around 20 early this year. \u001d  \"We're really moving in the right direction,\" says CEO Jim DeBlasio, who came off then-struggling Internap's board in November 2005 to become CEO. \u001d  CDNs are hot, thanks to torrid Internet-traffic growth driven by demand for rich media like online video. Think YouTube. \u001d  Akamai is the 800-pound gorilla in CDNs. \u001d  On the other hand, 11-year-old Internap is an Internet-services play that recently entered the CDN business through its recent acquisition of VitalStream. It's a distant third behind Limelight Networks (LLNW), which just went public in June and is embroiled in a patent squabble with Akamai. \u001d  Limelight is the primary reason for Akamai's pain. The upstart has been slashing prices in order to disrupt and take share from the incumbent. Limelight shares are trading around 17, well off their June high of 24.33, largely because of the price war. \u001d  Only 10% of Internap's $192.3 million in sales currently come from CDN. The rest is from its core Internet-routing optimization and data-center hosting businesses. The company, which sports a $667 million market cap, differentiates itself from the other two by bundling its services -- Internet trafficking and CDN -- and selling them to customers that already outsource their data-center operations with Internap. Internap also can fetch higher prices because it offers better quality and reliability, contends DeBlasio, a former Lucent exec. \u001d  DeBlasio and his team act as if they intend to become a multibillion-dollar sales company. \"My plan is to go after [Akamai],\" he says. \"We offer what they can't deliver: reliability.\" \u001d  Internap got its start selling Internet-routing services using proprietary software that guarantees timely arrival of Internet content with 100% reliability, using the networks of major phone carriers like AT&T. Now, Internap has applied that same software to its VitalStream CDN services -- with the same guarantee. Thus, when customers like Disney stream a TV show to Internet users or when American Airlines sells a ticket, Internap pledges that the delivery won't get interrupted and that the quality won't be shaky, jerky or slow. \u001d  That's why DeBlasio thinks he doesn't need to lower his CDN prices and can protect margins. His customers can't afford disrupted content delivery at any price. \u001d  --- \u001d  E-mail: mark.veverka@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"add99453878ea89a3bcb1fe8aa51a3ff","symR":["DJ","NWS","NWS.AU","NWSA","AU000000NWS2"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Key Family Member Now Favors Dow Jones Sale To News Corp -NYT","GmtTimeStamp":"2007-07-28T13:00:00.000000000","CompanyCodes":["DJ","NWS","NWS.AU","NWSA","AU000000NWS2"],"IndustryCodes":["BRD","MED","PUB","XDJGI","XFFX","XISL","XNYA","XORD","XRUS","XSP5"],"Story":"\b \u001d  NEW YORK (Dow Jones)--The deliberations of the Bancroft family over whether to sell Dow Jones & Co. Inc. (DJ) to Rupert Murdoch's News Corp. (NWS) took several bizarre turns Friday as family members switched sides, sniped at one another and even sought to change the terms of the offer and of their own family trusts, the New York Times reported in its Saturday edition. \u001d  William C. Cox Jr., one of the Bancroft family elders who control the publisher of The Wall Street Journal, has switched positions and now favors the sale, the Times reported, citing a person close to the family. \u001d  Adding confusion to an already murky vote, some representatives of the so-called Denver trusts, which control about 9% of the company's voting shares, are holding out for a higher price than the $60 a share that the Dow Jones board agreed to accept, the newspaper also reported, as did The Wall Street Journal on Friday. \u001d  The Wall Street Journal and the Times reported that on a separate front, family lawyers are trying to change the voting structure of the biggest family trust in order to allow family members to vote their shares independently. That trust, unlike some others, including the Denver trust, could be voted on only as a block. \u001d  The new structure would allow Christopher Bancroft, a Dow Jones board member and a vocal opponent of Murdoch's offer, to vote his shares against the deal and his relatives to vote for it if they wished. Bancroft controls a large block of shares - 14.5% of the total vote as of January - as both owner and as a family trustee. \u001d  Cox, a former Dow Jones executive, opposed the offer for months but recently began to waver, other family members said, according to the Times. Still, as recently as a family meeting last Monday, he appeared ready to vote against it, they said. \u001d  Calls by the Times to Cox's homes in Massachusetts and Florida were not returned. The person who said his position had changed could not offer an explanation for the shift. \u001d  Cox, 76, had formed, along with his sister, Jane Cox MacElree, the major bloc most firmly against selling the company to Murdoch. Cox and his wife and their children are said by people briefed on the family's workings to control about 8% of the Dow Jones shareholder vote, either as owners or trustees; MacElree controls about 15%. \u001d  The Bancroft family and its trusts hold 64% of the Dow Jones shareholder vote. Close to half the vote is opposed to a sale, some is in favor, and some is still wavering. Most of the outside shareholders are expected to approve the deal. \u001d  Michael B. Elefante, an adviser to the family and the primary trustee of the Bancroft trusts, told the special negotiating committee of the Dow Jones board that, based on his consultations with family members, the decision was still too close to call, the Times reported, citing a person with knowledge of the board's deliberations who asked not to be named because he was not authorized to comment publicly. This person added that Elefante, a lawyer at the Boston firm of Hemenway & Barnes, indicated the family was \"knocking on the door\" of approving the deal. \u001d  In addition to this and other newswires, Dow Jones publishes The Wall Street Journal and its international and online editions, Barron's, the Far Eastern Economic Review, MarketWatch, Dow Jones Indexes and the Ottaway group of community newspapers. Dow Jones owns Factiva and co-owns SmartMoney with Hearst Corp. It also provides news content to CNBC television operations worldwide and to radio stations in the U.S. \u001d  Newspaper Web site: www.nytimes.com \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 09:00 ET (13:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ae641e2f27eed573ba5e7cfcc7c3b44b","symR":["500325.BY","INE002A01018"],"date":"2007-07-28","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Reliance Industries 1Q Net INR32.64 Bln, Beating Estimates","GmtTimeStamp":"2007-07-28T12:48:00.000000000","CompanyCodes":["500325.BY","INE002A01018"],"IndustryCodes":["CHC","CHM","CHS","XDJGI"],"Story":"\b \u001d  NEW DELHI (Dow Jones)--Reliance Industries Ltd. (500325.BY), India's largest company by market capitalization, reported Saturday a 28.2% rise in net profit for the fiscal first quarter, beating expectations. \u001d  Net profit for the April-June quarter totaled INR32.64 billion, up from INR25.47 billion a year earlier. Its revenue in the just-ended quarter rose 6.1% on year to INR294.93 billion from INR261.66 billion. \u001d  The result was above the average estimate of six analysts polled by Dow Jones Newswires who had pegged net profit at INR30.82 billion on revenue of INR277.96 billion. \u001d  The refining and petrochemicals company said its gross refining margin for the fiscal first quarter was $15.40 a barrel. \u001d  While the refining revenue in the just-ended quarter rose to INR227.94 billion from INR208.62 billion a year earlier, revenue from petrochemical operations grew to INR108.44 billion from INR99.87 billion a year earlier. \b \u001d  -By Abhrajit Gangopadhyay; Dow Jones Newswires; 91 9831241778; abhrajit.gangopadhyay@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 08:48 ET (12:48 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b29dfc51366798eab8f342675210a27b","symR":["BAC","IWM","JPM","MER","MS","WB","XLF","US0605051046","US46625H1005","US5901881087"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/30) Battling The Beast Of Volatility","GmtTimeStamp":"2007-07-28T04:07:00.000000000","CompanyCodes":["BAC","IWM","JPM","MER","MS","WB","XLF","US0605051046","US46625H1005","US5901881087"],"IndustryCodes":["BAN","BNK","EXT","SCR","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Steven M. Sears \u001d  If the options market could make a movie about the stock market's recent performance, it might be titled The Dangerous Game. As in an Ingmar Bergman film, someone would be playing chess with a crafty apparition; his name would be Volatility. But unlike in some of the great auteur's movies, darkness wouldn't necessarily prevail; options would actually give investors a chance of thwarting their malicious opponent. \u001d  The preferred options -- for everyone these days exceptperhaps investors in Apple -- would be defensive puts, which give their holders the right to sell a stock at a certain price over a specified period, even if the shares actually are trading well below that price on the open market. Name the sector, name the stock, and put buying is now the defining trade. \u001d  How nervous is this market? The Chicago Board Options Exchange's Market Volatility Index (VIX) is currently at 24.17, well above the 12 and 13 levels of just a few months ago. \u001d  Some of the moves in the volatility chess game can be straightforward -- like buying puts on the iShares Russell 2000 (ticker: IWM) -- an exchange-traded fund. This is the trade du jour for panicked U.S. portfolio managers because the stocks in this ETF -- unlike those of the S&P 500, which includes large multinationals -- have little international exposure. The IWM is thus a pure-play way to bet on a declining U.S. market; trading volume has become immense. On Thursday, when the stock market was hammered, 1.5 million IWM puts changed hands; on a typical day, the total might be 465,000 or so. \u001d  The Russell 2000 put trade has become so popular because it is cheaper than actually shorting the ETF, and offers more leverage. Perhaps more important, the risk in buying a put is limited to the price paid for it, whereas shorting exposes investors or traders to unlimited risk if the market zigs rather than, as they expect, zags. \u001d  Another way for the average investor to play this jumpy market is with options tied to specific sectors or stocks. \u001d  Citigroup's derivatives strategists are advising clients that the selloff seen last week was overdone. They suggest betting that implied volatility among financial stocks -- currently at levels not seen in at least three years -- is too high, despite worries about subprime mortgage defaults, investment banks unable to sell debt to finance leveraged buyouts, a collapsing dollar and other unpleasant developments. \u001d  In the Select Sector Financial SPDR (XLF), which is a proxy for financial stocks, 26-week implied volatility was recently at 34%, double its historical level. That means that this exchange-traded fund was gyrating through a price range twice as broad as it usually does. \u001d  Andrew Wolchek, a Citigroup derivatives analyst, argues that the financial sector has been unfairly singled out by jittery investors and traders. And he cites the bank's chief U.S. equity strategist as noting that, historically, it hasn't paid for investors to sell shares of investment banks, brokers or asset managers when spreads between Treasury securities and other bonds widen, as they now are doing. \u001d  So in a client note published Wednesday, he recommended selling puts on financial stocks that Citi's analysts have Buys on. Among them: Merrill Lynch (MER), Morgan Stanley (MS), Bank of America (BAC), JPMorgan Chase (JPM) and Wachovia (WB). \u001d  This strategy is especially appealing to those who want to buy the stocks anyway, because the money received from selling a put effectively reduces the cost of purchasing the shares. But if the stock slides below the put's strike price -- exactly what has happened to most of the recommended stocks since Citigroup published its recommendation -- the party on the other end of the trade can force you to buy the shares at a price higher than what the stock currently is commanding. \u001d  Anyone who wants to cast the dice, however, should sell puts with strike prices near the stock price and that expire within three months; pick the options with the plumpest prices. \u001d  Citi is also recommending that index traders consider selling options on the S&P 500, which has significant financial-sector exposure, and buying options on the Nasdaq 100 index, which doesn't have such exposure, to create a hedged position. \u001d  Chances to make more daring -- and potentially more rewarding -- moves in the volatility chess game abound. But they're riskier and complicated and thus better suited for pros or very sophisticated individual investors, rather than the typical little guy trying to make a buck in a jumpy stock market. \u001d  One strategy is to sell near-the-money options straddles or strangles and to hedge these bets by buying stock. Citigroup likes this strategy for the Select Sector Financial SPDR and the shares of Merrill, Morgan Stanley, Bank of America, JPMorgan and Wachovia. (In a straddle, an investor has both a put and a call with the same price and expiration date. In a strangle, the call and put have different prices.) \u001d  To be sure, such trades aren't for the faint-hearted. But when markets move toward extremes, boldness and aggressiveness can be virtues. \u001d  History shows that the best time to make money is usually when the market is most exuberant or most afraid. It's also the riskiest time. \"You want to do it when the stuff is hitting the fan,\" says Jon Najarian of optionmonster.com, a trading advisory firm. And this seems like one of those times. \u001d  --- \u001d  (See related article: Ouch! -- Barron's July 30, 2007) \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b563d7c8d776ada2502b32e7ad3d2d21","symR":["AA","AET","GFED","GGP","HD","JNS","JPM","KMP","MMC","SPG","UHS","WLP","WSH","US00817Y1082","US0138171014","US4370761029","US46625H1005","US94973V1070"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/30) Where The Bond Buys Are -2-","GmtTimeStamp":"2007-07-28T04:06:00.000000000","CompanyCodes":["AA","AET","GFED","GGP","HD","JNS","JPM","KMP","MMC","SPG","UHS","WLP","WSH","US00817Y1082","US0138171014","US4370761029","US46625H1005","US94973V1070"],"IndustryCodes":["ALU","AMG","BAN","BNK","HEA","HIM","INB","INS","PIP","REA","REI","RTS","SAL","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5","XSTF"],"Story":"\u001d  A: Select real-estate investment trusts. REITs have classic defensive characteristics, with heavy covenant protection for their balance sheets. Newly issued REIT bonds carry less stringent covenants than earlier-generation bonds, so we suggest that investors own the older bonds. They might look at issues from General Growth Properties [GGP] and Simon Property Group [SPG] for the kind of environment we are in right now. \b \u001d  Q: Thanks, Ed. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b850bccf33ddc065744d32814c68a440","symR":["FP.LN","RSL.LN","GB0004342563","GB0030559776"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Pearl Grp's Osmond Boosts Resolution Life Stake To 15.85%-FT","GmtTimeStamp":"2007-07-28T21:05:00.000000000","CompanyCodes":["FP.LN","RSL.LN","GB0004342563","GB0030559776"],"IndustryCodes":["INL","INS","XDJGI","XFT1"],"Story":"\b \u001d  NEW YORK (Dow Jones)--The privately-held Pearl Group said Friday it had secured a 15.85% interest in Resolution Life - putting entrepreneur Hugh Osmond, Pearl Group's owner, in a position to question Resolution on its planned GBP8 billion merger with life assurer Friends Provident PLC (FP.LN), the Financial Times reported on its Web site. \u001d  Resolution PLC (RSL.LN), run by Clive Cowdery, is to meet shareholders next week to try to convince them to support its planned merger with Friends. Osmond and Cowdery spoke by telephone Friday, according to the FT. The investor meetings are now expected to include Osmond, the FT said. \u001d  Shares in Resolution rose nearly 3% to 659 1/2 pence on expectations of an offer from Osmond. Shares in Friends, meanwhile, fell 1 1/2 pence to 180 pence, with 88 million shares changing hands, the FT said. \u001d  A number of Resolution shareholers are seen as uncomfortable with the Friends merger because it is a departure from the original strategy of buying closed funds that no longer write new policies. In the past three years, Osmond and Cowdery have often fought as rivals buying up such funds. \u001d  One of Resolution's options is seen as moving from structuring the merger with Friends as a \"scheme of arrangement,\" rather than an outright merger. Such a move would require 75% of shareholder votes, but appears faster than an outright offer, which requires only 50% of shareholder votes to be approved. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 17:05 ET (21:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ba1866519fd4870ea8e7555a885d98a6","symR":["KKR.XX","TXU","US8731681081"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Investors, Shareholders To Settle Lawsuits To Block TXU Sale","GmtTimeStamp":"2007-07-28T14:33:00.000000000","CompanyCodes":["KKR.XX","TXU","US8731681081"],"IndustryCodes":["ELC","FIS","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  DALLAS (AP)--TXU Corp. (TXU) says the investors buying the electric utility have settled shareholder lawsuits that aimed to block the power producer and electric utility's $32 billion sale, which would be the largest private buyout ever. \u001d  The agreement was reached Monday, according to a regulatory filing made this week by TXU. If approved by the courts, the settlement would remove a hurdle to the deal, which faces a Sept. 7 vote of TXU shareholders. \u001d  TXU announced in February that its board had agreed to sell the company to investors led by Kohlberg Kravis Roberts & Co. and Texas Pacific Group. \u001d  Within weeks, several lawsuits were filed in state and federal court against TXU and its directors, claiming they failed look out for the interests of shareholders in agreeing to the deal. \u001d  The plaintiffs, who were seeking class-action status for their cases, said TXU directors had divided loyalties because they stood to gain from the sale to the KKR-TPG group. \u001d  All of the cases in state court were combined, and a judge in Dallas dismissed them, according to TXU's lawyers at the firm of Fulbright & Jaworski. \u001d  Monday's agreement between KKR-TPG investors, TXU and some of the plaintiffs would result in dismissing all the merger-related lawsuits if the courts approve, according to the filing. \u001d  Under the deal, TXU would not pay anything to the plaintiffs. But the buyers agreed that TXU would pay $925 million instead of $1 billion if it broke off the deal, and they made other changes in the proxy statement sent to shareholders, TXU said in the filing. \u001d  The sale the KKR-TPG group would require approval by two-thirds of TXU shareholders. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 10:33 ET (14:33 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bbc0eb2220c44022803fdae99a12dae1","symR":["00913.AE","AKZOY","ICI.LN","ICIYY","GB0004594973","NL0000009132"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Akzo Nobel Ups Offer For ICI - FT","GmtTimeStamp":"2007-07-28T09:33:00.000000000","CompanyCodes":["00913.AE","AKZOY","ICI.LN","ICIYY","GB0004594973","NL0000009132"],"IndustryCodes":["CHC","CHM","CHS","XAEX","XDJGI","XENX","XFT1","XISL"],"Story":"\b \u001d  LONDON (Dow Jones)-- Dutch chemicals company Akzo Nobel (AKZOY) has increased its offer for Imperial Chemical Industries (ICI.LN) to more than 635 pence per share, valuing the U.K. paint and chemicals firm at over GBP7.6 billion, the Financial Times reported Saturday, without quoting sources. \u001d  In June, Akzo made an indicative offer of 600 pence per share, but ICI immediately rejected it as low. \u001d  According to the FT, many Akzo shareholders would approve if management offered 625 pence per share, but most larger shareholders would withdraw support for any offer over 660 pence. \u001d  The suggested bid comes days before an August 9 deadline set for Akzo by the U.K. Takeover Panel to make a firm bid or walk away. \u001d  Newspaper Web site: http://www.ft.com \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9330 \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 05:33 ET (09:33 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bbe30b4503a1adc9288c5a800192d36f","symR":["CAT","CFC","DCX","DCX.XE","EXPE","FDC","HD","HET","HLT","RJF","TXU","XOM","DE0007100000","US30231G1022","US4370761029","US8731681081"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/30) The Trader: A Big Market Selloff -2-","GmtTimeStamp":"2007-07-28T04:04:00.000000000","CompanyCodes":["CAT","CFC","DCX","DCX.XE","EXPE","FDC","HD","HET","HLT","RJF","TXU","XOM","DE0007100000","US30231G1022","US4370761029","US8731681081"],"IndustryCodes":["AUT","CNO","ELC","FAD","HIM","LOD","MFN","OIL","RTS","SCR","SVC","TAT","TRQ","XDAX","XDJGI","XDJI","XES","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XST5","XSTF"],"Story":"\u001d  At about 31, the shares trade at 13.5 times forward earnings and 2.4 times the book or accounting value. That's not obviously cheap, but it has more than $3 a share in excess capital, and tangible equity roughly 11% that of total assets -- compared with levels close to 3% for many big brokerages. Another boon: an as-yet-unimpressed sell side, with just one of four analysts who cover the stock rating it Buy. \u001d  More important, a premium is warranted given the company's growth and its scarcity value: the $3.7 billion company is the largest remaining retail brokerage that is still independent in a consolidating industry. CEO James, who controls nearly 19% of outstanding shares, has adamantly declared the firm not for sale, but Raymond James remains that rare and attractive quarry. \u001d  Takeover speculation cuts both ways; it is often cited for the stock's slight rise this year, with scant credit given to the firm's operational improvement. Wachovia's Sipkin thinks the stock is worth 37 to 38, or 16 times 2008 earnings. Money managers picking up shares amid last week's carnage say the stock could trade to 40 when the financial gloom lifts, or if a persistent suitor steps forth with the right magic words of his own. \u001d  --- \b                       VITAL SIGNS \b \b                             Friday's     Week's     Week's \b                              Close       Change     % Chg. \b \b DJ Industrials              13265.47   -585.61      -4.23 \b DJ Transportation            5039.17   -320.65      -5.98 \b DJ Utilities                  474.79    -37.06      -7.24 \b DJ 65 Stocks                 4414.40   -252.06      -5.40 \b DJ US Total Mkt               354.88    -19.03      -5.09 \b NYSE Comp.                   9508.23   -564.70      -5.61 \b Amex Comp.                   2247.82   -125.46      -5.29 \b S&P 500                      1458.95    -75.15      -4.90 \b S&P MidCap                    858.76    -55.29      -6.05 \b S&P SmallCap                  410.05    -27.70      -6.33 \b Nasdaq                       2562.24   -125.36      -4.66 \b Value Line (arith.)          2318.46   -151.03      -6.12 \b Russell 2000                  777.83    -58.61      -7.01 \b DJ Wilshire 5000            14710.78   -795.70      -5.13 \b \b                                     Last Week  Week Ago \b \b NYSE \b Advances                                330      1,018 \b Declines                              3,192      2,466 \b Unchanged                                43         75 \b New Highs                               255        542 \b New Lows                              1,002        295 \b Av Daily Vol (mil)                    4,476.5    3,294.9 \b Dollar \b (Finex spot index)                       80.95      80.29 \b T-Bond \b (CBT nearby futures)                    109-25     108-13 \b Crude Oil \b (NYM light sweet crude)                  77.02      75.57 \b Inflation KR-CRB \b (Futures Price Index)                   319.61     324.44 \b Gold \b (CMX nearby futures)                    660.00     683.90 \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c277bb3a658cbab7cecb5fcf7cd6c090","symR":["C","EMI.LN","EMIPY","GB0000444736","US1729671016","C","EMI.LN","EMIPY","GB0000444736","US1729671016"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Terra Firma: EMI Offer Period Extended To 1200 GMT Wed","GmtTimeStamp":"2007-07-28T19:30:00.000000000","CompanyCodes":["C","EMI.LN","EMIPY","GB0000444736","US1729671016"],"IndustryCodes":["BAN","BNK","BRD","MED","MOV","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  July 28, 2007 15:30 ET (19:30 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"cc6d302546b17b6c42e7b9efb4ead999","symR":["AA","AGE","AL","AL.T","AM.XX","BAC","BSC","BX","C","CCU","DOW","FDC","GS","HET","HLT","HOT","JPM","KKR.XX","LEH","M","MGM","MS","RIO.AU","RIO.LN","RTP","WB","MERFX","AU000000RIO1","CA0137161059","GB0007188757","US0138171014","US0605051046","US1729671016","US2605431038","US38141G1040","US46625H1005","US5249081002"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/30) Ouch! -2-","GmtTimeStamp":"2007-07-28T04:07:00.000000000","CompanyCodes":["AA","AGE","AL","AL.T","AM.XX","BAC","BSC","BX","C","CCU","DOW","FDC","GS","HET","HLT","HOT","JPM","KKR.XX","LEH","M","MGM","MS","RIO.AU","RIO.LN","RTP","WB","MERFX","AU000000RIO1","CA0137161059","GB0007188757","US0138171014","US0605051046","US1729671016","US2605431038","US38141G1040","US46625H1005","US5249081002"],"IndustryCodes":["ALU","BAN","BNK","BRD","CHC","CHM","CNO","FAD","FIS","LOD","MED","MNG","REA","RTB","RTS","SCR","SVC","XATI","XDJGI","XDJI","XFFX","XFT1","XGTI","XISL","XNYA","XORD","XRUS","XSP5","XST5","XSTF","XTSE"],"Story":"\u001d  Some bargain-hunters have been attracted to financial stocks. JPMorgan Chase (JPM) and Bank of America are trading for under 10 times estimated 2007 profits, and B of A carries a bond-like dividend yield of 5.3%. The major Street firms all command less than 10 times projected 2007 earnings. \u001d  Among the key issues for Goldman, Lehman, Bear Stearns (BSC) and Morgan Stanley (MS) is what kind of losses will be incurred from the LBO fallout. And what happens to future earnings if several key profit centers, mortgages, derivatives and LBOs, all suffer at the same time. Goldman went from earning almost $6 a share in 2003 to nearly $20 last year and a projected $22 in 2007. Is $22 a share a normal level of earnings for Goldman? \u001d  Bear Stearns could be the biggest bargain on the Street because its shares, which fell 8.2%, to 123.13, last week, now trade for just 1.3 times its recent book value of $92.50 a share. Even if the firm fails to meet the consensus profit forecast of $14 a share for the current year, Bear could see its book value approach $100 in 2008. Bear Stearns is known for taking limited financial risks. Even when its two mortgage-hedge funds collapsed, the firm's financial exposure hasn't been significant. \u001d  Bear shares could get back to $150 or higher if its earnings hold, and it might fetch $175 or more in a takeover. The firm is very digestible because its market value is less than $20 billion. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d2bc6f18ba181b1aa57e99f0a19e077e","symR":["DADE","SI","SIE.XE","DE0007236101"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/30) European Trader: Siemen's New Boss At Work","GmtTimeStamp":"2007-07-28T04:03:00.000000000","CompanyCodes":["DADE","SI","SIE.XE","DE0007236101"],"IndustryCodes":["ITC","MDV","XDAX","XDJGI","XES","XGTI","XISL","XNYA","XRUS","XST5"],"Story":"\b   (From BARRON'S) \b   By Ardindam Nag \u001d  Siemens' new CEO, Peter Loescher, has started his job with a bang. But long-term investors can't be blamed for feeling a bit miffed. \u001d  Within a month of his appointment, he has plunged into the complex task of reallocating capital within the sprawling German industrial company, a task begun with gusto by his predecessor, Klaus Kleinfeld. Loescher clinched the sale of automotive unit VDO for 11.4 billion euros. But he immediately spent a little less than half of that on Dade Behring, a U.S. clinical diagnostic business, an acquisition announced Wednesday. On top of that, Siemens (ticker: SI) plans to retire a convertible bond. \u001d  Rather than earmarking some of the proceeds of the VDO sale for a special dividend for shareholders, Siemens is using it to purchase Dade at $77 a share, a price equivalent to a jaw-dropping 44 times estimated 2007 earnings. That's almost double the multiple of Dade's closest competitor, Beckman Coulter (BEC), which generates similar returns for investors. Dade's return on equity is 14%, compared with Beckman's 13.5%. \u001d  True, Dade was being shopped around. It would have been a fit with several other companies like Beckman, Bayer, Abbott, Becton Dickinson and Johnson & Johnson. By paying a 33% premium over its recent share price, Siemens should stave off a competing bid. But including Dade, Siemens has now done three deals for around 10.7 billion euros in the sector, generating an annual 3.3 billion euros in extra medical-equipment revenue. To cover Siemens' cost of capital of 8%, these investments will have to generate at least 1.22 billion euros in yearly operating earnings. \u001d  Current margins in the sector vary from 12% to 15%. So to cover the cost of capital, Siemens would have to increase sales to nearly 9 billion euros in seven years. That's equivalent to an annual growth rate of 15%, well above the growth in gross domestic product in major developed countries. \u001d  At Dade, Siemens is looking at only modest cost savings of 160 million euros, around 9% of Dade's 2006 cost base, by 2010. Returns on the investment are unlikely to exceed Siemens' cost of capital before then. \u001d  Strategically, getting Dade to mesh with the rest of Siemens' medical- equipment division won't necessarily be easy, either. The German company's current portfolio focuses on immunodiagnostics, while the U.S. company makes hemostasis and microbiology equipment. Siemens caters to a high-volume market; Dade addresses lower-volume segments. \u001d  Siemens should benefit from distributing Dade products in Germany, where the U.S. company has no presence, as well as bringing some global punch to Dade's rollout of Dimension Vista, an integrated medical-analysis tool that received clearance from the U.S. Food and Drug Administration two years ago. Dade has just started shipping Vista, which has blockbuster potential. The equipment can do up to 150 tests an hour, and deliver results online and to mobile devices. \u001d  But even assuming that Siemens does integrate Dade smoothly and that new products prove to be hits, CEO Loescher's task of making Siemens' recent investments pay their way looks challenging. \u001d  --- \u001d  ARINDAM NAG, who is based in London, is a contributor to The Skeptic, a Dow Jones Newswires column on which this European Trader is based. \u001d  --- \u001d                        DOW JONES GLOBAL INDEXES \b \b Region/ \b Country \b DJ Global          DJ Global           DJ Global      Point \b Indexes,           Indexes,            Indexes,       Chg.    % Chg. \b Local Curr.  Wkly    U.S. $     Wkly   U.S. $ on      From      From \b  07/27/07  % Chg.   07/27/07   % Chg.   12/31/06  12/31/06  12/31/06 \b \b Americas \b                        369.60    -5.40     351.71    +17.89     +5.09 \b \b Brazil \b 6775870.08  -7.74     1397.21   -10.22    1067.30   +329.90    +30.91 \b \b Canada \b     459.09  -5.77      501.58    -7.13     425.73    +75.85    +17.82 \b \b Chile \b     667.16  -1.84      477.33    -3.37     393.68    +83.66    +21.25 \b \b Mexico \b    2044.49  -5.25      570.58    -7.11     500.99    +69.59    +13.89 \b \b U.S. \b     354.88  -5.09      354.88    -5.09     343.25    +11.63     +3.39 \b \b Venezuela \b       0.00  +0.00        0.00    +0.00       0.00     +0.00     +0.00 \b \b Latin America \b                        691.75    -8.47     560.18   +131.57    +23.49 \b \b Europe \b                        370.38    -6.31     349.72    +20.66     +5.91 \b \b Austria \b     449.34  -6.00      477.93    -7.22     465.16    +12.77     +2.75 \b \b Belgium \b     422.41  -5.08      449.52    -6.31     427.54    +21.98     +5.14 \b \b Denmark \b     545.43  -3.82      592.30    -5.07     505.70    +86.60    +17.12 \b \b Finland \b    1534.21  -4.25     1459.47    -5.49    1206.63   +252.83    +20.95 \b \b France \b     358.06  -5.23      386.01    -6.46     365.73    +20.28     +5.54 \b \b Germany \b     327.45  -5.34      347.19    -6.57     302.80    +44.40    +14.66 \b \b Greece \b     425.01  -2.67      333.67    -3.93     295.24    +38.43    +13.02 \b \b Ireland \b     584.42  -7.58      607.26    -8.77     671.96    -64.70     -9.63 \b \b Italy \b     316.62  -4.66      276.68    -5.89     280.63     -3.95     -1.41 \b \b Netherlands \b     417.55  -5.14      442.96    -6.37     401.84    +41.13    +10.23 \b \b Norway \b     462.35  -6.97      470.51    -9.64     402.36    +68.14    +16.94 \b \b Portugal \b     349.65  -3.87      322.87    -5.11     270.37    +52.50    +19.42 \b \b Spain \b     562.27  -2.19      449.52    -3.45     422.08    +27.44     +6.50 \b \b Sweden \b     666.37  -5.63      583.01    -7.14     542.62    +40.38     +7.44 \b \b Switzerland \b     520.97  -4.47      584.86    -5.10     577.55     +7.31     +1.27 \b \b United Kingdom \b     264.88  -5.77      287.72    -6.90     278.31     +9.42     +3.38 \b \b South Africa \b                        336.59    -8.49     319.28    +17.31     +5.42 \b \b Pacific Region \b                        160.31    -3.85     146.16    +14.15     +9.68 \b \b Australia \b     415.05  -5.20      467.45    -7.95     400.56    +66.88    +16.70 \b \b Hong Kong \b     453.01  -2.98      450.29    -3.03     377.97    +72.32    +19.14 \b \b Indonesia \b     701.73  -3.89      152.02    -5.33     127.96    +24.06    +18.81 \b \b Japan \b     111.93  -4.36      117.64    -2.36     115.76     +1.88     +1.62 \b \b Malaysia \b     263.64  -1.54      207.39    -2.93     158.88    +48.52    +30.54 \b \b New Zealand \b     203.32  -1.57      288.47    -5.35     259.49    +28.98    +11.17 \b \b Philippines \b     351.73  -6.43      199.75    -8.33     159.92    +39.83    +24.91 \b \b Singapore \b     284.76  -4.36      304.86    -4.52     249.36    +55.50    +22.26 \b \b South Korea \b     390.15  -4.83      320.90    -5.52     241.17    +79.73    +33.06 \b \b Taiwan \b     226.37  -4.94      177.43    -5.20     156.13    +21.29    +13.64 \b \b Thailand \b     160.73  +2.02      112.37    +1.77      81.33    +31.04    +38.17 \b \b Euro Zone \b                        383.83    -6.03     356.67    +27.16     +7.62 \b \b Europe (ex.U.K.) \b                        417.83    -6.03     389.85    +27.98     +7.18 \b \b Nordic Region \b                        672.63    -6.79     587.36    +85.27    +14.52 \b \b Pacific Region (ex. Japan) \b                        373.11    -5.55     308.33    +64.78    +21.01 \b \b World (ex. U.S.) \b                        264.09    -5.62     243.05    +21.05     +8.66 \b \b DOW JONES WORLD STOCK INDEX \b                        294.99    -5.39     277.50    +17.49     +6.30 \b \b Indexes based on 12/31/91=100.2007 Dow Jones & Co. Inc. All Rights Reserved. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d6a7bbb8d51f8781620b987d162441ac","symR":["AZA.MI","IT0003918577"],"date":"2007-07-28","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Italy Govt Considering Private Sale For Alitalia - Report","GmtTimeStamp":"2007-07-28T10:19:00.000000000","CompanyCodes":["AZA.MI","IT0003918577"],"IndustryCodes":["AIR","XDJGI","XMIB"],"Story":"\b \u001d  MILAN (Dow Jones)--The Italian government is considering whether to proceed with a private sale of air carrier Alitalia SpA, Italian daily La Repubblica reported Saturday without citing sources. \u001d  The government may issue a statement on Alitalia as early as Monday, the paper said. \u001d  Among the potential buyers is Italy's second-largest carrier, Air One, the paper said. It is still unclear wheather Lufthansa and Air France will show interest. \b \u001d  Newspaper Web site: http://www.repubblica.it \b \u001d  -Milan Bureau, Dow Jones Newswires; +39 02 5821 9905 \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 06:19 ET (10:19 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e98d1aa60ff156b717458e915779f95b","symR":["AA","AET","GFED","GGP","HD","JNS","JPM","KMP","MMC","SPG","UHS","WLP","WSH","US00817Y1082","US0138171014","US4370761029","US46625H1005","US94973V1070"],"date":"2007-07-28","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/30) Where The Bond Buys Are","GmtTimeStamp":"2007-07-28T04:06:00.000000000","CompanyCodes":["AA","AET","GFED","GGP","HD","JNS","JPM","KMP","MMC","SPG","UHS","WLP","WSH","US00817Y1082","US0138171014","US4370761029","US46625H1005","US94973V1070"],"IndustryCodes":["ALU","AMG","BAN","BNK","HEA","HIM","INB","INS","PIP","REA","REI","RTS","SAL","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Tom Sullivan \u001d  Interview With Edward Marrinan \u001d  Chief Credit Strategist, JPMorgan Securities \b \u001d  As director of North American credit strategy at JPMorgan Securities, Edward Marrinan has the unenviable task of making applesauce out of the fixed-income market's bad apples, a category that currently includes subprime mortgages and collateralized debt obligations -- bonds repackaged as new bonds. But dealing with pureed credits is nothing new to the bond-market veteran, who's been at JPMorgan since 1993. Here, he offers his views on opportunities and perils in the debt market. \b \u001d  Barron's: The Dow industrials sputtered last week, but that's after hitting 14,000, and Treasuries have seen a nice bid. Why should an investor look at a corporate bond fund? \u001d  Marrinan: To be perfectly frank, it's hard to be enthusiastic about the credit market's short-term outlook in that a variety of threats and risks are on the horizon. \b \u001d  Q: Yet the economy is perking up, as evidenced by strong second-quarter growth in GDP of 3.4%, and corporate profits look OK. \u001d  A: Yes, and we expect they are going to look pretty good for the second quarter. Earnings really aren't the issue or challenge right now. And leveraged positions in corporate balance sheets, the liquidity on corporate balance sheets in terms of cash flow, and cash balances are all at or near historically strong levels. A real challenge, however, is the subprime problem, which is sizable and very hard for a lot of our market participants to gain comfort about, because it is really hard to identify the points of risk, the concentrations of risk in the system. \b \u001d  Q: And there appears to be contagion. \u001d  A: For sure. That's contributing to the current weakness and the selloff that we are seeing, pretty much across the credit complex. \b \u001d  Q: Yet at the same time, Federal Reserve Chairman Ben Bernanke says that fighting inflation is the No. 1 priority. \u001d  A: With pretty good reason. The economy is benefiting from resurgent momentum after a three-quarter lull that kind of reached its trough in the first quarter. But we anticipate that we are going to see a very steady resumption of economic activity. \b \u001d  Q: Europe is raising rates, as is Japan. One big thing that has helped the credit markets has been foreign inflows. Are these inflows going to continue with the dollar in a free fall? \u001d  A: Great question. A recent Treasury International Capital Flows report, though a lagging indicator, showed a record inflow of international buying or record demand from international sources for dollar-denominated fixed-interest corporate product. \b \u001d  Q: There appears to be dramatic change sentiment, spurred in part by the housing-sector slump, the subprime-mortgage mess, two Bear Stearns hedge-fund blowups and a pullback in leveraged loans. Do you agree? \u001d  A: Absolutely. Sentiment has taken a nose dive. Risk aversion is now the order of the day. Pricing is being dictated by buyers, rather than by sellers, of risk, and as a result we are seeing a pretty meaningful repricing across the entire spectrum of risk assets. Credit [worries] and subprime are very clearly contributing to that. A further factor weighing on sentiment and, by extension, valuations, is the forward calendar of leveraged finance deals that have to be funded. \b \u001d  Q: We've seen several pulled recently. That's why, I assume, you're saying we've got a buyer's market. \u001d  A: That is certainly part of it. We reckon that somewhere close to $300 billion of leveraged finance of one form or another is fairly visible, on a three-month horizon. \b \u001d  Q: That's a big problem for investment-grade-bond money managers. They've had to deal not only with leveraged buyouts, in which a bond that was rated double-A suddenly is a single-B, but stock buybacks, which are at a furious level and often come at the expense of bond holders. Special dividends are often funded by debt as well. \u001d  A: An interesting adjective: furious. I think companies are happy about it, and shareholders thrilled about it. It is only bondholders who are furious. In our opinion, we are at sort of the apex of this event-risk cycle right now. I find these kind of events objectionable when they bolster or maximize shareholder value at the expense of the bondholder. At the very other extreme is the leveraged-buyout phenomenon. It's probably the ultimate expression of shareholder-value maximization and, again, it is the nightmare scenario for credit investors, who are buried under a tidal wave of new debt. \b \u001d  Q: So, where do bond investors hide? \u001d  A: There are sectors that have low or limited likelihood of LBO activity. They include, for the most part, financial -- heavily regulated large-cap financial institutions, insurance companies, broker/dealers -- plus energy and utility companies. \b \u001d  Q: Investment-grade new issuance has been running at a record pace, too, hasn't it? \u001d  A: Correct. \b \u001d  Q: Why aren't these guys asking for tighter loan covenants? It's starting to happen a little bit, but it's still not what you would expect, given the nightmares that these money managers face. \u001d  A: Don't discount the progress that has been made on that front, particularly for investment-grade participants. We have seen over the last, I would say, 12 months -- perhaps a little bit longer -- a decided increase in the use of change-of-control covenants, which effectively protect the credit investor, giving him a put in most cases at 101 [$1.01 on the dollar], if there is a [buyout, takeover or merger] at a bond issuer. \b \u001d  Q: Meaning an owner has the right to sell the bonds back to the company? \u001d  A: Yes. A number of high-profile and very-large-cap companies have used change in control, including Home Depot [ticker: HD] with a number of bond issues back in December of 2006, and Alcoa [AA] in January of 2007. \b \u001d  Q: Yield margins across all fixed-income assets have been at historically narrow levels for several years. Where do you see the best return? \u001d  A: Well, the best return right now is frankly in the high-yield segment. Credit spreads in high yield are in the range of 435 to 445 basis points over Treasuries. [A basis point is one-hundredth of a percentage point.] They have corrected, just like every other credit class, over the past four to six weeks. But they've corrected from an historically tight level achieved in June around 263 basis points. High yield may offer one of the more compelling risk/reward tradeoffs for credit investors right now. \b \u001d  Q: You mentioned the default rate, which has been 1% or so and been historically low for a fairly long time. Will it go up in the high-yield corporate-bond sector? \u001d  A: Corporate defaults eventually will rise, but we don't expect that to be much of a threat over the next 12, 18 or even 24 months. \b \u001d  Q: How about investment-grade paper? What should investors do there? \u001d  A: In the investment-grade world, we for some time have been recommending that investors concentrate on areas that are defensive or at least insulated from the worst effects of the kind of event risk we were talking about earlier. The financial sector . . . still has lots of financial flexibility and that's always a good thing for credit investors. Other sectors that we think are interesting are more defensive. The idea here for many investors is to avoid significant losses from blowup events like LBOs or leverage recapitalizations. That would suggest utility companies, energy companies and select telecom, media and entertainment companies that have already seen much of the event risk they are likely to be exposed to in this cycle. \b \u001d  Q: OK, so you see the fixed-income markets in for some near-term trouble. Longer term, you're more optimistic, right? \u001d  A: We are guardedly sanguine. Subprime is going to be hurtful, but not devastating. We have some concern about the funding calendar. It is very hard to know right now whether all of those deals will be funded successfully and whether any failed deals will have a ripple effect. If we can negotiate [past these dangers] with a manageable amount of difficulty or damage, we may set the stage for firmer conditions in our market afterwards. \b \u001d  Q: What specifically in the economy are you looking closely at? \u001d  A: The major wild card is what the Fed's next step will be. If there is a resurgence in inflationary pressure, it seems clear that the Fed is prepared to resume hiking interest rates at least a couple or three more times, 25 basis points each time. \b \u001d  Q: Where do you expect the fed-funds rate to be at year end? And what do you see 10-year Treasuries yielding by then? \u001d  A: Our economists expect to see the Fed forced back into a tightening mode for only a temporary period. And the house view is that we will see a hike in December that will lift the fed-funds rate to 5.50%, possibly followed, if necessary, by two more 25-basis-point moves to a peak of 6%, maybe by the end of next year's first quarter. As for Treasury yields, we're looking for a back-up into the range of 5 1/2% toward the end of this year from 4.77% now. \b \u001d  Q: What specific names in the credit markets do you like? \u001d  A: The names we like would offer some good protection for credit investors. Certain names in the health-care sector offer pretty interesting value. This is a classically defensive sector, although one that has been somewhat prone to event risk with various LBOs and leveraged shareholder-friendly events. \u001d  Bonds from companies like Aetna [AET], Universal Health Services [UHS], WellPoint [WLP], Marsh & McLennan [MMC], Willis Group Holdings [WSH] all fit the bill. In the financial space, we like Janus Capital [JNS]. It recently borrowed some money in the corporate bond market, but it's also been one of the most active users of protective covenants that help bond investors. In the energy world, we like the old Kinder Morgan Energy [KMP] bonds. Its valuations look attractive, even though the company has kind of restructured itself through an LBO. \b \u001d  Q: Any others? \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  July 28, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"eec9592635c8e1b58f328f6e0af20048","symR":["DD","US2635341090"],"date":"2007-07-28","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(7/30) Follow-Up: DuPont Will Get Its Formula Right","GmtTimeStamp":"2007-07-28T04:03:00.000000000","CompanyCodes":["DD","US2635341090"],"IndustryCodes":["CHC","CHM","XDJGI","XDJI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Thomas G. Donlan \u001d  DuPont, which had been humming along nicely since our favorable feature (\"DuPont: Ready to Bloom,\" Nov. 20), slipped last week after reporting flat earnings in the second quarter. Revenues were in line with consensus estimates, but DuPont surprised investors with earnings of $1.01 a share, not counting a favorable one-time tax adjustment worth three cents a share; the consensus from analysts had been $1.06 a share. In a classic Wall Street overreaction, the stock (ticker: DD) fell $3 on the news of the two-cent miss, to a shade under 50. \u001d  The Wilmington, Del., chemical giant, a component of the Dow Jones Industrial Average, blamed lower growth in North America, particularly in its product lines sold to housing and automotive customers, and higher input costs for energy and chemical stocks linked to the price of oil. The company noted higher sales volume in foreign markets -- a benefit of the falling dollar for all U.S. companies operating in Europe, Canada and other places with rising currencies. \u001d  CEO Charles \"Chad\" Holliday Jr.  reaffirmed the company's $3.15-a-share earnings guidance for the full year, despite projecting continuing disappointment in housing and auto markets. \u001d  \"We generated solid volume growth in all regions outside the United States, and increased local selling prices for the 14th consecutive quarter while reducing fixed costs as a percentage of sales,\" he said. \"We are executing our growth strategies and continuing to increase return on invested capital.\" \u001d  Analysts had been expecting big gains in sales of corn seed that's resistant to herbicides, because there's such strong demand for corn to make ethanol -- but the 12% sales gain was restricted by available supply. The head of the agricultural unit said there will be increased supply for the next crop year. Another problem in the unit: Gains in corn acreage were offset by reduced acreage and reduced sales for other crops, such as soybeans. \u001d  Once the bluest of blue chips, DuPont has been restructuring for a decade, and the job continues. The stock was trading last November at $47.63, and had reached within two points of the 55 target that bulls on the stock were looking for at that time. \u001d  After the two-cent earnings miss reported Tuesday, the stock fell to 49.90, and it continued lower on Wednesday and Thursday, to about 48. The disappointment -- and its roots in two of the company's key markets -- makes it harder to maintain a bullish outlook, but DuPont should eventually deliver on its biotech promise, and it remains a solid investment. The stock could again make a run at 55 and, in the meantime, it pays a 3% dividend. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ef756871bf9d9ebfade0516b145594ec","symR":["SRP"],"date":"2007-07-28","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Sierra Pacific Resources' Board of Directors Declares Quarterly Dividend","GmtTimeStamp":"2007-07-28T16:23:00.000000000","CompanyCodes":["SRP"],"IndustryCodes":["ELC","XDJGI","XNYA","XRUS"],"Story":"First Since February 2002 \b \b \u001d  RENO, Nev., July 28 /PRNewswire-FirstCall/ -- Sierra Pacific Resources (NYSE: SRP) today announced that its Board of Directors has declared a quarterly cash dividend of 8 cents per share, payable on September 12, 2007, to common shareholders of record on August 24, 2007. \b \b    The dividend is the first declared by the company since February 6, 2002. \b \u001d  Headquartered in Nevada, Sierra Pacific Resources is a holding company whose principal subsidiaries are Nevada Power Company, the electric utility for most of southern Nevada, and Sierra Pacific Power Company, the electric utility for most of northern Nevada and the Lake Tahoe area of California. Sierra Pacific Power Company also distributes natural gas in the Reno-Sparks area of northern Nevada. \b \u001d  This press release may contain forward-looking statements regarding the future performance of Sierra Pacific Resources within the meaning of the Private Securities Litigation Reform Act of 1995.  These statements are subject to a variety of risks and uncertainties that could cause actual results to differ materially from current expectations. These risks and uncertainties include, but are not limited to, the discretion of Sierra Pacific Resources' Board of Directors with respect to the payment of future dividends based on its periodic review of factors that ordinarily affect dividend policy, such as current and prospective financial condition, earnings and liquidity, prospective business conditions, regulatory factors, and dividend restrictions in Sierra Pacific Resources' and its subsidiaries' financing agreements.  Additional cautionary statements regarding other risk factors that could have an effect on the future performance of Sierra Pacific Resources and its subsidiaries are contained in its Annual Report on Form 10-K for the year ended December 31, 2006 and its Quarterly Report on Form 10-Q for the quarter ended March 31, 2007, filed with the SEC.  Sierra Pacific Resources undertakes no obligation to release publicly the result of any revisions to these forward-looking statements that may be made to reflect events or circumstances after the date hereof or to reflect the occurrence of unanticipated events. \b \bSOURCE  Sierra Pacific Resources \b \u001d    /CONTACT: Faye I. Andersen, +1-775-848-4822, or Analyst Contact, Britta Carlson, +1-702-367-5624, both of Sierra Pacific Resources \b    /Web site: http://www.sierrapacific.com \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 12:23 ET (16:23 GMT)"},{"md5ID":"f892b9cdaf35204d2882e2f211c4fed9","symR":["RYMFX"],"date":"2007-07-28","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/30) Hedge Funds: Managed Futures: Changing Course: Becalmed No More","GmtTimeStamp":"2007-07-28T04:09:00.000000000","CompanyCodes":["RYMFX"],"IndustryCodes":[""],"Story":"\b   (From BARRON'S) \b   By Greg Newton \u001d  If the investment world has a Rodney Dangerfield, it's managed futures. \u001d  Disrespected for their allegedly exorbitant costs, their perceived riskiness, their widespread reliance on inscrutable black-box trading systems and all manner of other things, these funds bear a heavy burden: almost five consecutive years of  underperformance against just about every equity benchmark. \u001d  But a funny thing has happened on the way to hell. The assets invested in managed futures, now widely regarded as a subset of the hedge-fund universe, have more than tripled since 2002, the last year they beat the S&P 500. As of March 31, investors had an estimated $172 billion in this sector, according to Barclay Trading Group, a data provider based in Fairfield, Iowa. One reason: The markets appear to be becoming more volatile, and managed futures thrive on volatility. \u001d  Just look at what's happened to the John W. Henry & Co. Financial and Metals Portfolio. On March 31, it was down almost 20% for 2007 and in the midst of a three-year, 40% slump that was the longest and one of the deepest in its 22-year history. The decline and resulting investor redemptions, cost the firm -- controlled by John W. Henry, principal owner of the Boston Red Sox -- more than 80% of its assets, which now stand at little more than $500 million. \u001d  In the second quarter, however, the portfolio surged 25%. Ironically, Merrill Lynch (MER) ended a long-term relationship with Henry in April and pulled its mostly retail investors' assets out of his fund -- almost exactly at the portfolio's nadir. \u001d  Henry declined to comment for this article. But his managed-futures operation certainly wasn't alone in performing poorly over most of the three past years. Barclay Trading Group founder Sol Waksman, who has followed managed futures since 1985, says this span was the most unusual he's seen. Other than funds that invested heavily in energy, none seemed to have a trading strategy that worked well, regardless of whether their focus was long-term (which in this world means several months) or short-term (a week or a day). \b \u001d  \"Performance hasn't been good, and once upon a time, that would have meant big redemptions and people going out of business. Instead, we've seen this huge growth in assets, and those new investors being willing to stay committed,\" Waksman observes. \"Perhaps they've got the message about the strategy's diversification benefits\" for investors in stocks and bonds. \u001d  And perhaps some of it is a perception disconnect. Managed futures are widely viewed as a proxy for commodities. Its managers are regulated as \"commodity-trading advisers\" and \"commodity-pool operators\" ultimately by the Commodity Futures Trading Commission. Yet it's been a long time since commodities dominated the holdings of advisers specializing in managed futures. \u001d  The long-running Campbell & Co. FME Large strategy -- the acronym stands for financials, metals and energy -- currently has about a third of its $10 billion-plus assets in currencies, and much of the rest in roughly equal chunks of stock indexes and interest-rate instruments. Commodities rarely account for more than 20% of its positions. \u001d  Many commodity markets are simply too small to accommodate the positions that large managers need to move the needle. In fact, few managers overseeing more than $1 billion trade as much as half their assets in commodities, including the more liquid energy and precious metals. Most of those with $2 billion or more are heavily weighted toward the deeper, more liquid, financial-instrument market. \u001d  Although the going has been challenging for managed-futures managers over the past few years, some have excellent long-term records. Among them: Renaissance Technologies, a New York-based quantitative shop founded by James Simons. Its Renaissance Medallion Fund, long closed to new investors and essentially a managed-futures vehicle, has returned more than 35% annually for almost 20 years, after subtracting a very hefty 5% management fee and a 44% incentive fee on any profits. \u001d  Renaissance is gearing up to open a new managed-futures fund in the fall. (Simons declined to comment for this article, citing regulatory concerns.) In early July, the industry newsletter Hedge Fund Alert reported that the new vehicle is designed to manage up to $25 billion, and would take a longer-term approach than famously frenetic Medallion. It's reportedly modeled on the Renaissance Institutional Equities Fund, which has amassed about $30 billion in assets in barely two years. The projected size of the fund implies that it will trade only the most liquid futures markets around the world. \u001d  The new fund probably offers a range of fee structures less startling than Medallion's, and even the sector's standard 2/20 structure -- 2% management, 20% incentive. Renaissance Institutional Equities Fund's fees range from a fixed 2%, with no incentive fee, up -- or down -- to an option of a fixed fee of 0.5%, along with an incentive fee of 35% for any gains over the Standard & Poor's 500 index's (dividends included). \u001d  To invest in the new fund, investors will have to shell out a very sizable minimum sum -- Renaissance Institutional Equities demands $25 million. Some financial institutions provide access to that product through pooled vehicles with lower, although still substantial, minimums, but it's unclear whether Renaissance will allow that for the new fund. \u001d  In less rarified air, long-standing efforts to make managed futures more accessible, and less expensive, for retail and \"mass-affluent\" investors are finally putting products on the investment shelves. Historically, those investors got in through retail-brokerage offerings that larded rich layers of additional cost, including sales charges and management fees, onto the strategy's already high fee structure. \b \u001d  Futures obligate participants to sell or buy commodities or financial instruments at a specific time, and they allow them to make big leveraged bets, which can be dangerous if they backfire. Relatively few individuals trade futures on their own, viewing them as too risky. \u001d  Asset Alliance, a New York-based boutique, has announced plans for a hybrid closed-end fund aiming to replicate the Barclay Group's BTOP50, an index reflecting the net trading performance of 23 large trading advisers. The fund will require only a $10,000 minimum, and even allow monthly redemptions, at net asset value. Designed to be sold through a network of wealth managers and brokerages, the fund is expected to be launched in October. \u001d  In March, the Rydex Managed Futures Fund (RYMFX) became the first conventional mutual fund to use a managed-futures strategy. With a $2,500 minimum investment, daily liquidity, a 1% redemption fee on shares owned for less than 90 days and a 1.65% expense ratio, it's already attracted $150 million in assets. \u001d  Instead of investing in managed-futures advisers, it aims to replicate the performance of the S&P Diversified Trends Indicator, a long-short futures investment benchmark based on 24 U.S. exchange-traded contracts in 14 sectors, divided evenly among commodity and financial futures. \u001d  The DTI is based on technical indicators and is \"positioned each month . . . based on price behavior, relative to its moving average\" -- allowing it to capture profits in both up and down markets, according to an S&P white paper. \u001d  It claims, accurately, both low volatility and a low correlation with stocks and bonds. But it does include some rules that few, if any, managed-futures advisers would implement. For example, it doesn't invest in stock-index futures (thus reducing its correlation to the equities market), and it doesn't short energy issues, which can jump quickly on any inkling of tight supply. \u001d  Rydex says that that the pro forma risk-return profile of the DTI is more conservative than that of actively managed futures funds. Its annual compound return of 11%, with a 6% standard deviation (a measure of riskiness), compares with the BTOP50's yearly 9.44% return and 13.5% standard deviation over the past two decades. \b \u001d  Since the DTI went live in January 2004, it has outperformed the BTOP50, and its correlation with the S&P 500's total return remains extremely low, at just 2%. In contrast, the BTOP50's correlation with the stock-market benchmark has been almost 60% since 2004, undermining one of the most important selling points for managed futures -- diversification. (Over 10 years, the correlation is a negative 17%.) \u001d  Managed futures probably will never be a mainstream investment, but the availability of new ways to play them, combined with the return of market volatility, is bringing them more respect. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 28, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."}]
