[{"md5ID":"008fcf702b2b781002da3472125525f2","symR":["BG.LN","BRG","RDSA","RDSA.LN","RDSB","RDSB.LN","REP","REP.MC","ES0173516115","GB0008762899","GB00B03MLX29","GB00B03MM408"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Bolivia Military Retakes Control Of Gas Pipeline To Argentina","GmtTimeStamp":"2007-04-21T05:01:00.000000000","CompanyCodes":["BG.LN","BRG","RDSA","RDSA.LN","RDSB","RDSB.LN","REP","REP.MC","ES0173516115","GB0008762899","GB00B03MLX29","GB00B03MM408"],"IndustryCodes":["OIL","PIP","XAEX","XDJGI","XFT1","XGTI","XIBEX","XISL","XNYA","XST5"],"Story":"\b \u001d  YACUIBA, Bolivia (AP)--The military retook control of a natural gas pipeline to Argentina after days of violent protests at gas installations in southern Bolivia, the government said late Friday. \u001d  More than 1,000 protesters seized the Yacuiba pipeline station run by Transredes, a subsidiary of Royal Dutch Shell (RDSA). Protesters broke windows, set fire to two company cars, and threatened to shut off gas deliveries to Argentina. \u001d  The protest never shut off the flow, but the government had said Friday that it was preparing to temporarily reduce its natural gas exports to Argentina by about 75% and slightly decrease shipments to Brazil due to the protests, at an estimated loss of $1 million a day. \u001d  That measure became unnecessary after Friday's retaking of the control station, the government said. Defense Minister Walker San Miguel said troops and police were guarding all energy installations in southern Bolivia. \u001d  Neighboring provinces within Bolivia's gas-rich southern state of Tarija dispute ownership of the Margarita field, still in its exploration and development stage but potentially one of the country's largest. Each is demanding a larger share of the field's eventual royalties. \u001d  The disturbances killed at least one person and wounded dozens more. \u001d  The Spanish-Argentine company Repsol YPF (REP) holds a majority stake in the Margarita field, with the U.K. company BG Group and Argentine company Pan American Energy each owning a minority interest. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 01:01 ET (05:01 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"04e70d5dab21c65158f2da880e05c924","symR":["VOD","VOD.LN","VZ","GB00B16GWD56","US92343V1044"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":": Attention TV and Radio Broadcasters","GmtTimeStamp":"2007-04-21T12:00:00.000000000","CompanyCodes":["VOD","VOD.LN","VZ","GB00B16GWD56","US92343V1044"],"IndustryCodes":["CTS","FTS","TLS","XDJGI","XDJI","XFFX","XFT1","XGTI","XISL","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"Earth Day News Bite: N.J.-Based Verizon Wireless Reducing Energy Usage By 30 Percent With New Thin Workstations \b \b \u001d  BASKING RIDGE, N.J., April 21 /PRNewswire/ -- Earth Day is Sunday (4/22), and New Jersey-based Verizon Wireless is doing its part to reduce energy usage as well as its own electricity costs.  The company reports energy use has been slashed by 30 percent at three of its biggest call centers by replacing personal computers with new \"thin client\" workstations. The super-slim workstations from California-based Sun Microsystems run on four watts of electricity, less than it takes to light a household light bulb and a small fraction of the power drawn by most other PCs. Not only do the workstations run on less electricity, there's added savings because they generate less heat, and reduce air conditioning costs. The energy-saving call centers in Chandler, Arizona; Albuquerque, New Mexico; and Irvine, California are each home to 1,000 plus customer service representatives. \b \b    About Verizon Wireless \b \u001d  Verizon Wireless operates the nation's most reliable wireless voice and data network, serving more than 59 million customers.  The largest US wireless company and largest wireless data provider, based on revenues, Verizon Wireless is headquartered in Basking Ridge, N.J., with 65,000 employees nationwide.  The company is a joint venture of Verizon Communications (NYSE: VZ) and Vodafone (NYSE and LSE: VOD).  Find more information on the Web at http://www.verizonwireless.com. To preview and request broadcast-quality video footage and high-resolution stills of Verizon Wireless operations, log on to the Verizon Wireless Multimedia Library at http://www.verizonwireless.com/multimedia. \b \bSOURCE  Verizon Wireless \b \u001d    /CONTACT: Tom Pica of Verizon Wireless, +1-908-559-7516, Thomas.Pica@verizonwireless.com \b    /Web site: http://www.verizonwireless.com \b \u001d  Order free Annual Report for Vodafone Group PLC\u001d  Visit http://djnweurope.ar.wilink.com/?ticker=GB00B16GWD56 or call +44 (0)208 391 6028\u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 08:00 ET (12:00 GMT)"},{"md5ID":"0546e8ceb5a6529ed1faa1fb01ef4172","symR":["CAT","FIDELITYF.XX","HON","US4385161066"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/23) Streetwise: The Fido Shuffle","GmtTimeStamp":"2007-04-21T04:06:00.000000000","CompanyCodes":["CAT","FIDELITYF.XX","HON","US4385161066"],"IndustryCodes":["IDD","TRQ","XDJGI","XDJI","XFFX","XISL","XNYA","XRUS","XSP5","ZFU"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  Seven years is a pretty long time to serve as a chief operating officer, a role that's usually a valedictory posting or a conduit to the top job. So, in that context, the unexpected retirement last week of Fidelity Investments COO Robert Reynolds isn't all that jarring.   But the move comes just four months after Reynolds, age 55, took direct responsibility for Fidelity's investment-management business when that unit's former chief, Stephen Jonas, abruptly retired after20 months in the position. This raises more questions about how Fidelity might succeed in its multi-year push to revive its stock-fund performance by augmenting its research process -- an effort that Reynolds himself described to Barron's a few weeks ago as about halfway done.   Most of the coverage of Reynolds' retirement, announced Thursday afternoon, has focused on the Kremlinology of who now seems likely to succeed longtime CEO Edward Johnson III. That's fine for fans of family-inheritance dramas or Nantucket lawn-party gossip. But more important for investors in Fidelity funds is what it suggests about the firm's efforts to produce better investment results.   The rise of Ellyn McColgan, now head of Fidelity's fast-growing brokerage division, to a broader management role on par with administrative-services head Abigail Johnson, both reporting to Mr. Johnson, shows something about where Fidelity's bread gets buttered these days. Namely, in businesses not acutely dependent on stock-fund performance.   Fidelity has made a huge investment in deepening its research, doubling the number of analysts. Fidelity invests in itself heavily, and thus intentionally under-earns relative to its potential, an option afforded to leaders of privately held companies. The firm's 2006 earnings were down 11% even as managed-assets and revenue rose about 15% each, in part because headcount jumped 14%. It showed a 9% net-profit margin, less than half of what well-run competitors Franklin Resources (BEN) and Charles Schwab (SCHW) achieve.   Still, if investors ever become lucky enough to own shares in a publicly traded Fidelity, its well-balanced business mix would make the stock incredibly attractive. It would be a super-charged, more diverse Charles Schwab, which trades at 20-times earnings.   But the apparent dilution of the old Fidelity's single-minded drive for better stock-fund results makes many of its funds a wait-and-see proposition for investors.   The rest of the world is carrying the U.S. stock market. Fast-galloping overseas economies, flush world capital markets and a sagging dollar fatten multinationals' earnings and furnish the fuel for commodity-related stocks to surge.   That's the takeaway from the earnings beats by Caterpillar (CAT) and Honeywell (HON) last week, the 22% jump in the Philadelphia Steel Producers index since March 5, the continued outperformance of foreign stock indexes, the seven-month high in copper and the run toward $700 an ounce in gold.   As a result, materials stocks are the new momentum favorites, and more broadly, traditionally cyclical sectors are being treated and valued as perpetual-growth vehicles -- a process even extending to sectors like railroads and utilities, now considered implicit plays on the commodity-demand boom.   It's enough to make independent souls look for traditional growth stocks to (finally) to return to favor. Quantitative strategist Joe Mezrich of Nomura notes that among all the stock factors he tracks, \"long-term expected earnings growth\" -- a long-term dog of a performance driver -- recently perked up, and it tends to be a decent signal of a growth revival when it does so.   Two weeks ago here, we offered a list of several things that had to come along soon for the market's recovery to persist: Higher trading volume, a halt in the 10-year Treasury yield's rise, a rebound in financial stocks and a recognition that first-quarter earnings forecasts had been cut too much. The market is four-for-four, and the S&P is up 3% since, suggesting the relief has flowed into stock prices.   The market's resilience is no longer a secret, and those hoary seasonal signals are about to turn less favorable. If stocks keep \"melting up\", the market will take on that 1997-ish look, when globalization was (temporarily) seen as all reward and no risk. Yet chances are we're merely working toward a state of overconfident speculation, not there yet.   Look at the short-interest numbers released last week. NYSE shares short rose 4.6% in the month ended April 13, even as stocks rebounded, and are 14% higher than when the S&P last traded near current levels in February.   Sure, short interest is in secular advance along with hedge-fund assets, and isn't a great market-timing tool. But significant short-term growth on the short side implies that there remains for now a reservoir of skepticism and buying power.   e-mail: michael.santoli@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"07b38a3c1d407cbf64fe70d688ffc1ed","symR":["12112.FR","FR0000121121"],"date":"2007-04-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"EU Clears France's Eurazeo To Buy German APCOA Parking","GmtTimeStamp":"2007-04-21T15:11:00.000000000","CompanyCodes":["12112.FR","FR0000121121"],"IndustryCodes":["FIS","XDJGI"],"Story":"\b \u001d  BRUSSELS (Dow Jones)--The European Commission has cleared France's Eurazeo SA (12112.FR) to buy Germany's APCOA Parking Holdings GMBH. \u001d  Eurazeo invests in companies active in numerous fields ranging from budget hotels to car rental agencies. APCOA manages 3,300 parking facilities with 725,000 spaces throughout Europe. \u001d  Eurazeo is paying EUR885 million to buy APCOA from Investcorp. \u001d  In a statement, the Commission said it had studied potential overlaps between the two companies. In particular, it said it looked at whether Eurazeo's stakes in rental companies Europcar and Vanguard would have created antitrust problems, but it concluded that the \"markets where both parties are present is limited\" because \"most of the contracts with car rental companies are controlled or concluded by the airport authorities.\" \u001d  In addition, the commission said \"the cost of parking places are insignificant compared to the total costs of car rental companies.\" \b \u001d  -By William Echikson, Dow Jones Newswires, william.echikson@dowjones.com; +32 2 741 1482 \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 11:11 ET (15:11 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0f0981dd4974e71fac7a1c20d86f8d90","symR":["FMD","SLM"],"date":"2007-04-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/23) Follow-Up: Sallie Mae's Gain, First Marblehead's Loss","GmtTimeStamp":"2007-04-21T04:03:00.000000000","CompanyCodes":["FMD","SLM"],"IndustryCodes":["CFN","XDJGI","XFFX","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Jim McTague and Jonathan R. Laing \u001d  The huge business of extending loans to students looks set for sweeping, congressionally induced consolidation. And the first step in that direction -- the planned buyout of industry giant Sallie Mae -- already is wreaking havoc on the shares of another prominent player. \u001d  Sallie Mae, formally SLM (ticker:SLM), last week agreed to be taken private for $25 billion, or $60 a share -- $19 above where the stock stood when Barron's recently ran a bullish piece on the company (D.C. Current, April 9). That was bad news for First Marblehead (FMD), a student-loan securitizer whose prospects we'd questioned just the week before (\"The Perils of Bankrolling Slackers,\" April 2). Two of the backers of the buyout, JPMorgan Chase (JPM) and Bank of America (BOC), are major customers of First Marblehead -- and now they may take a good chunk of their securitization business to SLM instead. First Marblehead shares were trading at about $37 on Friday, down 17% for the week. \u001d  Get ready for more turbulence in college loans. Congress, in a move to reduce the costs of federally insured student lending, is debating legislation that would cut the interest rates that lenders can charge and boost the fees they must pay. \u001d  The likely result: Only the highest-volume players would be able to make money. A host of smaller institutions would probably stage fire sales of their student-loan operations. The top 10 student lenders already control more than 75% of the business, says John Lee, vice president for research at data provider Student Marketmeasure. \u001d  Sallie Mae looks well-positioned to capitalize on consolidation. But some of the pending legislation, including proposals by Sen. Edward Kennedy (D.-Mass.), could be onerous even to the likes of Sallie. And, because the buyout group holds the right to walk away if the final law proves to be more unfavorable than expected, Wall Street is jittery about the deal. The shares were trading at about $54 Friday, 10% below the deal price. That may reflect excessive caution; the Kennedy measures are by no means done deals. \u001d  For First Marblehead, meanwhile, the SLM deal could be devastating. Morgan and Bank of America now account for over half of the firm's highly profitable securitization volume, and it stands to reason that both banks would want to move at least some of their business to the new house-brand, Sallie Mae. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"142f8c39c4faf3ba6418f66478843bbb","symR":["GOL","GOLL4.BR","HON","BRGOLLACNPR4","US4385161066"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"ExcelAire Faults Brazil Air Control For Sept Air Collision","GmtTimeStamp":"2007-04-21T20:57:00.000000000","CompanyCodes":["GOL","GOLL4.BR","HON","BRGOLLACNPR4","US4385161066"],"IndustryCodes":["AIR","IDD","XDJGI","XDJI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  RIO DE JANEIRO (AP)--ExcelAire said faulty Brazilian air traffic control was to blame for a middair collision between one of the U.S. company's executive jets and a commercial airliner that killed 154 people in Brazil's deadliest air disaster. \u001d  The Gol (GOL) airlines Boeing 737 and an ExcelAire Legacy 600 jet clipped each other Sept. 29 over the Amazon jungle. The Gol airlines jet crashed, killing all aboard, and the Legacy jet landed safely. \u001d  In a 154-page report to Brazilian federal police this month - released Saturday to The Associated Press - ExcelAire said an analysis of air traffic control transmissions and the black boxes in the Legacy \"confirmed that both planes were freed by Air Traffic Control to fly at the same altitude and the same path, in opposite directions.\" \u001d  Brazilian officials were not immediately available to comment on the report. \u001d  Brazilian investigators say the controllers bear some responsibility for the crash but Defense Minister Waldir Pires recently defended Brazil's air traffic control system as one of the safest in the world. \u001d  Pires suggested the collision was the fault of the ExcelAire jet's American pilots because the Legacy's transponder, which operates the aircraft's anti-collision system, was not turned on or malfunctioned. \u001d  Family members of those killed in the crash have filed lawsuits in federal court in Miami seeking millions of dollars in damages. They claim the Legacy pilots did not maintain proper altitude or properly communicate with Brazilian air traffic controllers. \u001d  Ronkonkoma, N.Y.-based ExcelAire's report also said there were problems with some of the equipment aboard the Legacy, made by Brazilian manufacturer Embraer. \u001d  \"An avionics component, where some radio communications systems and one of the transponders are installed, was returned to Honeywell (Honeywell International Inc. (HON)), the manufacturer, in April 2006 because of operational problems,\" the report said. \u001d  \"Despite the functional problems verified in these components ... Embraer decided to install them in the Legacy sold to ExcelAire,\" it said. \u001d  The Legacy was flying from the southern city of Sao Jose dos Campos to the U.S. when the accident occurred at 37,000 feet, an altitude usually reserved for flights headed in the opposite direction. \u001d  Legacy pilots Joseph Lepore and Jan Paladino, both of New York, were accused by police of exposing an aircraft to danger. They have agreed to return to Brazil to face any criminal charges. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 16:57 ET (20:57 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1741329371c0b0a6c1fbaffbf27aba27","symR":["1199.HK","BMG2442N1048"],"date":"2007-04-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"HK Cosco Pacific In 2 Port China Port Deals; Expands To Bulk","GmtTimeStamp":"2007-04-21T13:02:00.000000000","CompanyCodes":["1199.HK","BMG2442N1048"],"IndustryCodes":["MAR","XDJGI","XHSG","XISL"],"Story":"\b \u001d  BOAO, China (Dow Jones)--Chinese ports operator Cosco Pacific Ltd. (1199.HK) said Saturday it signed two agreements to develop mix-use terminals in eastern and southern China as the company expands to include bulk terminals in addition to its core container ports business. \u001d  The blue-chip Hong Kong company, which is the world's fifth-largest terminal operator by throughput, said it entered a deal with state-owned Hainan Harbor & Shipping Holding Ltd. to develop 19 container and multipurpose berths at a port in the southern Chinese province of Hainan. It will hold a controlling stake in the venture, but the exact shareholding will be decided later. \u001d  At the same time, the company also signed a letter of intent with state-owned Fujian Provincial Communication Transportation (Shareholding) Ltd. to acquire a 30% stake in Fuzhou Port Group, which operates 49 berths in the eastern province of Fujian. \u001d  The Fujian deal will allow Cosco Pacific to take part in future port developments in the province, the company said. \u001d  Cosco Pacific Managing Director Xu Minjie said the total investment for the Hainan joint venture will be CNY1 billion, while the total investment for Fuzhou Port Group is over CNY1 billion. \u001d  He said the Hainan joint venture will also take part in the development of the Qiongbei port in Haikou, after Cosco's parent, state-owned China Ocean Shipping (Group) Co., or Cosco Group, agreed to invest in the development of Qiongbei port. \u001d  The Hainan deal is part of Cosco Group's earlier-announced pledge to invest CNY10 billion ($1.3 billion) in the province's shipping and related industries, said Cosco Group Chairman Wei Jiafu. \u001d  The two deals were signed on the sidelines of the Boao Forum for Asia, a gathering of government and business leaders on the southern Chinese island of Hainan. \u001d  Cosco Pacific said last month it has set aside capital expenditure of $777 million this year for new port investments and container-leasing capacity. \u001d  In addition to port investments and container leasing, the company has investments in logistics and container manufacturing. \u001d  The company has been expanding its port-handling capacity in China to underpin growth, with an increasing focus on ports in second-tier Chinese coastal cities, which have greater growth potential. \b \u001d  -By Jeffrey Ng, Dow Jones Newswires; 852-2802-7002; jeffrey.ng@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 09:02 ET (13:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3577fa32f1dceeb66c0a6e6c93000547","symR":["CCL","CCL.LN","CUK","DPZ","JPM","GB0031215220","US46625H1005"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/23) Speaking Of Dividends: JPMorgan's Triple-Header Rewards Investors","GmtTimeStamp":"2007-04-21T04:08:00.000000000","CompanyCodes":["CCL","CCL.LN","CUK","DPZ","JPM","GB0031215220","US46625H1005"],"IndustryCodes":["BAN","BNK","RCS","RES","XDJGI","XDJI","XFFX","XFT1","XGTI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  For the first time in six years, banking giant JPMorgan Chase is enriching its dividend. Wednesday the company boosted its quarterly common payout 12%, to 38 cents a share from 34 cents. It had been hinting at such a move for months. Disbursement will take place July 31 for investors on JPMorgan's books July 6. The stock (ticker: JPM)goes ex-dividend July 3. \u001d  Furthermore, the company posted record first-quarter results and announced a new $10-billion stock-repurchase program. The latter replaces the $8-billion plan that had approximately $850 million of remaining buyback capacity. Chief executive Jamie Dimon said that the pace of future buybacks will be governed by JPMorgan's stock price, not a desire to return capital to shareholders. \"We don't look at stock buybacks as returning capital. We buy back the stock because we think it's a good buy.\" \u001d  Dimon credited the new dividend and stock repurchase, which he said won't affect how much the company spends on internal growth or acquisitions, to \"substantial improvement in the level and quality of earnings over the past several years.\" During the first quarter, JPMorgan repurchased nearly 81 million of its shares for some $4 billion, or slightly more than it spent in all of 2006 on repurchases. \u001d  The company netted $4.8 billion, or $1.34 a share in January-March, up 55% from $3.1 billion, or 86 cents, in the comparable 2006 quarter, and well ahead of Wall Street's expectations. Results were propelled largely by investment banking, asset management and commercial banking, which made up for sluggish activity in retail banking and credit-card operations. \u001d  JPMorgan's winning triple-header sent its stock, a Dow Jones industrials component, to a 52-week high of 52.71, a 2.91% yield. Standard & Poor's recently raised its investment opinion of the shares to Buy from Hold. \u001d  Celebrating its 35th anniversary this year, Carnival (CCL), the world's largest cruise line, Monday hiked its common dividend for the fifth year in a row. The new quarterly is rising 27%, to 35 cents a share from 27.5 cents. It will go out June 8 to holders on Carnival's roster May 18. The ex-date is May 16. Yield: 2.96%. Payouts have been ongoing since 1988. Since 2005, Carnival has repurchased $1.2 billion worth of its shares. \u001d  Miami-based Carnival operates as a dual-listed company with Carnival PLC in London, forming a single enterprise under a unified executive team. CEO Micky Arison and his family own 30% of the company. Starting with one ship in 1972, Carnival recently named its 82nd ship, the 1,487-cabin Carnival Freedom. It's one of 20 being delivered to Carnival's brands (Holland American and Cunard among them) through 2011. \u001d  Since merging with P&O Princess Cruises in April 2003, Carnival has more than tripled its dividend. First fiscal quarter (ended Feb. 28) net rose 13%, to $283 million, or 35 cents a share, on a 9% gain in revenues, to $2.7 billion. Carnival's stock, which trades on the Big Board, set a 52-week high of 52.73 Jan. 19 and currently changes hands around 47. \u001d  There's lots of dough in pizza. Shares of Domino's Pizza (DPZ) rose to a 52-week high of 35.67 Wednesday after the the company unveiled a recapitalization program that includes a one-time special dividend of $13.50 a share, repayment of about $750 million in existing debt and the repurchase of $200 million worth of stock. \u001d  The respective dividend payment and record dates are May 4 and April 27, and the ex-date is May 7. \u001d  The world's No. 2 pizza chain after Yum! Brands' Pizza Hut, 47-year-old Domino's (No. 1 in pizza delivery) is borrowing $1.85 billion to pay the dividend, which includes a $1.7 billion asset-backed issue securitized by its franchise agreements with over 1,300 restaurant operators. \u001d  Quarterly dividends were eliminated in February in anticipation of the recapitalization plan. \"Changing our capital structure allows us to leverage our balance sheet, take advantage of the debt market and lower long-term interest rates,\" declared CEO David A. Brandon. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"357a53856a246f3b049b93612587e6cf","symR":["GE","US3696041033"],"date":"2007-04-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/23) A World Full Of Real-Estate -2-","GmtTimeStamp":"2007-04-21T04:08:00.000000000","CompanyCodes":["GE","US3696041033"],"IndustryCodes":["IDD","REA","REI","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\u001d  Then, like any other investor, we look at the fundamentals. What are the supply and demand characteristics of that market? Is there some kind of limit on supply -- like in San Francisco, London or Paris, where it takes a long time and there are many zoning hurdles for adding new buildings? Cities with limited supply are going to be important markets, no matter what. So are \"important\" cities like Paris, London, New York and Los Angeles. \b \u001d  Q: Are there any undiscovered important cities? \u001d  A: That's hard. It's a huge world, with so much liquidity and fewer travel barriers. But I think Berlin is attractive. \u001d  First, it's the capital of Germany. A lot of people are moving to Berlin. It's an exciting place. There is a good nightlife. There is a lot of culture, and office prices are very low. You can buy an office in Berlin for less per square foot than you can in Warsaw, and Berlin is the capital of the largest European economy by a factor of 1.7. \b \u001d  Q: So why are offices so cheap? \u001d  A: Because they built a lot of them. When they unified East and West Germany, they built a lot of new offices in the center and the eastern part of the city that just took a long time to get absorbed. But now that's happened, and there hasn't been much new supply lately, which I think is an opportunity to buy offices in Berlin. \b \u001d  Q: Where else? \u001d  A: We've just completed a country study on Brazil, which we presented to our board this month to ask for a bucket of investments for Brazil. In South America, it's the most logical place to start: The economy is big, it's pretty robust and healthy, and you have a growing middle class. \u001d  We'll be looking at all the major classes: offices, retail, multifamily residential properties, but less industrial. South American economies experienced currency volatility and devaluation in the past, but they've been pretty stable for the past few years. They have pro-business governments in place. GDP growth is good. So you're seeing more macroeconomic stability in Brazil, Argentina, Chile now than you have in a long time, and I think the time is appropriate to begin to evaluate those markets. \b \u001d  Q: What about Russia and India? \u001d  A: We're evaluating Russia, and I suspect that someday we'll begin to make real-estate investments there. Moscow has one of the largest populations in Europe, so it's kind of hard to ignore. \u001d  We're already in India; we own two of the largest information-technology parks  -- one in Bangalore and one in Hyderabad. We're starting small there, being cautious like we always are. But I believe it's important for us to get our feet wet in markets like India and China, so we can learn more about them. Over the next five or 10 years, they will become more important markets for us. \b \u001d  Q: GE Real Estate has also ventured into parking and other \"alternative\" areas. What's the rationale? \u001d  A: InterPark Holdings, based in Chicago and one of the country's largest parking companies, has been a good business for us. We like parking, because it's a supply-constrained business. Nobody wants more parking garages. Cities are trying to discourage driving and encourage public transportation. So if you have the garages, you have a leg up in the world of parking. It tends to be a very stable business; even at the worst of times, cash flows are still pretty good. I'd be interested in doing a parking acquisition outside the U.S. \u001d  We also have a senior assisted-living business called Belmont, headquartered in Houston. It's a hard business to run. Many communities don't want them and zoning is an issue. Once they're built, they aren't easy to lease, because you're selling to elderly people who don't want to go in. And then you're selling to their sons and daughters and sons-in-law and daughters-in-law, and it becomes a multifaceted sale. And once you get people in, the average customer is an 86-year old woman who can be demanding. \u001d  But the demographics obviously are favorable. If you have good management  -- and I think we do -- you can do very well. So we'll continue to selectively develop senior assisted-living centers around the country. We're also looking into opportunities overseas because they're going to be needed in Europe and Japan. \u001d  Because our portfolio is so large, these \"alternative\" investments make up less than 5% of our business. \b \u001d  Q: The real-estate unit grew out of GE's debt-financing business, but today your portfolio is 54% equity investments and 46% debt financing. \u001d  A: When I took over GE Real Estate seven years ago, I looked at the kind of profits property owners were earning -- how they can deploy very little capital and get a lot more of the potential profit. \u001d  Say you have a $100 project. You might have a $75 first mortgage on it, and a $15 slice of mezzanine debt. For the last $10, you bring in an equity partner for $8 and you, as the real-estate guy, would put in $2. The way it would work is your mortgage guy ends up earning $1, the mezzanine guy would get another $1 or $1.50. The equity guy, for putting up 80% of the last $10, might get $2 or $3 or $4. But the real-estate guy putting in the $2 is getting $5 or $6. \u001d  To me, it was obvious that returns were accruing to the people who own and operate real estate. In fact, 85% of all profit in global real estate is made in owning real estate. \b \u001d  Q: Is that still true today? \u001d  A: It may even be more true today, because leverage is so cheap. Private-equity firms, for example, have been successful in real estate because they can borrow a ton of money, borrow it very cheaply -- and that has allowed them to make more money. \b \u001d  Q: But lending is still a sizable part of your business. \u001d  A: Part of that is historical, and debt financing is still generating a lot of net income. The skills in investing and lending are similar, so there is transference of expertise. There is still money to be made on the lending side, and we work very, very hard there. But we have to lend where there is transitional real estate, or a complicated portfolio  -- basically where we have an edge and there is a story. \u001d  For example, if it's a classic asset that is fully leased, we can't compete against the banks, because their return requirements are lower than ours. They are willing to accept a lower return on equity than GE is. So we look for opportunities where the real estate has to be repositioned, or re-tenanted, or changed in some way that might make it more valuable. It's riskier, but you get a higher return. \u001d  The REIT market has been hot. The iShares Dow Jones Real Estate Trust [IYR] has more than doubled in three years but has pulled back 8% since February. What's ahead for REIT stocks? \u001d  It's hard to predict REIT stock prices. The fundamentals are still pretty good. There is still a lot of liquidity in real estate, and people want to own more real estate. There will be more REITs taken private, even after more than $80 billion of deals in the past year. So I don't think there'll be a major shift down. But it's not going to keep going up like it has, because it can't. \b \u001d  Q: What are the warning signs to watch for? \u001d  A: A change in inflation expectations. If the market believes there is inflation in the economy, and the yield on 10-year Treasuries is bid up toward, say, 6%, from 4.7% today. That'll weigh on REIT prices. \b \u001d  Q: We'll have to keep an eye on that. Thanks, Michael. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"37876f7d0faf4ab3a992094fea09982d","symR":["30110.AE","ABN","BARC.LN","BCS","GB0031348658","NL0000301109"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"ABN Talks May Reduce Barclay's Break Fee - Newspaper","GmtTimeStamp":"2007-04-21T09:41:00.000000000","CompanyCodes":["30110.AE","ABN","BARC.LN","BCS","GB0031348658","NL0000301109"],"IndustryCodes":["BAN","BNK","XAEX","XDJGI","XENX","XFT1","XGTI","XNYA","XST5"],"Story":"\b \u001d  LONDON (Dow Jones)--Barclay's PLC (BCS) may have to settle for a break fee of less than GBP50 million under the terms of its proposed GBP90 billion merger with Dutch rival ABN Amro Holding NV (ABN), The Telegraph reported Saturday, citing sources familiar with the situation. \u001d  The size of the payment was one of the last details being thrashed out before the exclusive talks ended late Friday, the mewspaper said. \u001d   According to The Telegraph, ABN is believed to have been arguing that a break fee wouldn't be in the interests of shareholders but that it would cover Barclay's costs in the event that an agreed deal falls apart. \b \u001d  Newspaper Web site: http://www.telegraph.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; 44 (0)20 7842-9330 \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 05:41 ET (09:41 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3aa3aae8a191765f11a85dbe45f734bb","symR":["YHOO","US9843321061"],"date":"2007-04-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/23) Follow-Up: Why It's Wrong To Be Gloomy On Yahoo!","GmtTimeStamp":"2007-04-21T04:03:00.000000000","CompanyCodes":["YHOO","US9843321061"],"IndustryCodes":["ISV","XDJGI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Sandra Ward \u001d  Investors in Yahoo! are certainly a jumpy lot. \u001d  After bidding up the shares (ticker:YHOO) some 25% from the start of the year through Tuesday, they knocked them down 12% Wednesday, disappointed by the Internet giant's first-quarter results. A high-profile upgrade of its search engine didn't contribute as much as hoped to revenue; growth in display advertising slowed; and earnings per share came in a penny shy of the consensus estimate. \u001d  It may have been an overreaction. After all, the Sunnyvale, Calif., company is maintaining its projections for a key measure of revenues -- $4.95 billion to $5.45 billion, up as much as 20% from last year. And cash flow is expected to be 30% to 40% higher by the end of the year. \u001d  \"If you believe the forecast, the stock is really cheap,\" says Larry Haverty of Gabelli Global Multimedia Trust, a longtime fan. \u001d  Barron's ran a bullish cover story last year when Yahoo! shares were at 29 (\"Yahoo's Edge,\" May 22, 2006). We weighed in positively again in late July when the stock dropped to 25 on the news that it was delaying the rollout of Panama, the search upgrade. With the stock recently at 27.51, we're patiently sticking with it. \u001d  It's true that Panama, completed only in February and expected to lead to higher ad revenue, has yet to prove itself. The question is whether it will lead to an acceleration of earnings growth, as has widely been expected, or serve only to offset potential declines in other Yahoo! businesses, in which case the stock is likely to tread water. Investors will be keeping a close eye on Microsoft's (MSFT) MSN and Time Warner's (TWX) AOL and Google (GOOG) to see how trends are shaping up in the display-advertising market. \u001d  But the risks of Panama disappointments may already be priced in the shares. Peter Rutter, portfolio manager at Ironbridge Capital Management in London, says at current levels, \"the market isn't paying for any reacceleration of growth\" from Panama, and so any further downside in the stock is limited. \"We're interested in the long-run thesis that the company will be able to monetize its user base better than they have in the past.\" \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3dd450622336598b372a83b2171772c9","symR":["AMTD","CCU","DPZ","ETFC","TD","TD.T","CA8911605092"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/23) The Trader: Dow 13,000? Any Day Now -2-","GmtTimeStamp":"2007-04-21T04:05:00.000000000","CompanyCodes":["AMTD","CCU","DPZ","ETFC","TD","TD.T","CA8911605092"],"IndustryCodes":["BAN","BNK","BRD","MED","RES","SCR","XDJGI","XFFX","XNYA","XRUS","XSP5","XTSE"],"Story":"\b(CBT nearby futures)          111-09     110-08 \bCrude Oil \b(NYM light sweet crude)        63.38      63.63 \bInflation KR-CRB \b(Futures Price Index)         312.05     317.93 \bGold \b(CMX nearby futures)          692.00     685.40 \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3e242d535cca390c433d6accef17697b","symR":["AB.LN","SI","SIE.XE","DE0007236101","GB00B0P7Y252"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/23) European Trader: The Good News In -2-","GmtTimeStamp":"2007-04-21T04:08:00.000000000","CompanyCodes":["AB.LN","SI","SIE.XE","DE0007236101","GB00B0P7Y252"],"IndustryCodes":["ITC","RTD","RTS","XDAX","XDJGI","XFT1","XGTI","XISL","XNYA","XST5"],"Story":"\b     250.23   +0.39     199.01   +0.97     158.88    +40.13    +25.26 \b \bNew Zealand \b     200.63   +0.13     276.46   +1.17     259.49    +16.97     +6.54 \b \bPhilippines \b     329.58   +0.36     180.20   +1.20     159.92    +20.28    +12.68 \b \bSingapore \b     272.56   -0.21     292.25   +0.09     249.36    +42.88    +17.20 \b \bSouth Korea \b     316.99   +0.51     259.13   +0.65     241.17    +17.96     +7.45 \b \bTaiwan \b     197.29   -0.89     153.42   -1.01     156.13     -2.72     -1.74 \b \bThailand \b     125.68   -0.56      85.18   -0.09      81.33     +3.85     +4.74 \b \bEuro Zone \b                        398.67   +2.33     356.67    +41.99    +11.77 \b \bEurope (ex.U.K.) \b                        434.64   +2.46     389.85    +44.79    +11.49 \b \bNordic Region \b                        670.20   +2.96     587.36    +82.85    +14.11 \b \bPacific Region (ex. Japan) \b                        339.19   +0.66     308.33    +30.86    +10.01 \b \bWorld (ex. U.S.) \b                        264.02   +1.63     243.05    +20.97     +8.63 \b \bDOW JONES WORLD STOCK INDEX \b                        297.27   +1.77     277.50    +19.78     +7.13 \b \bIndexes based on 12/31/91=100.2007 Dow Jones & Co. Inc. All Rights Reserved. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"48cf01f3e7d35927d0d2eff778e482e6","symR":["ABT","BSX","US0028241000"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/23) Barron's Online: Boston Scientific Faces Long Recovery","GmtTimeStamp":"2007-04-21T04:05:00.000000000","CompanyCodes":["ABT","BSX","US0028241000"],"IndustryCodes":["DRG","MDV","XDJGI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Johanna Bennett \u001d  Although Boston Scientific shares have come back to life in recent weeks, the medical-device giant still requires substantial rehabilitation. \u001d  Fueled largely by takeout speculation and an end to regulatory sanctions against a Minnesota manufacturing plant, the shares have jumped 11% over three weeks, even though they remain 65% off record highs from April of 2004. \u001d  But Boston Scientific (ticker: BSX) says it is not for sale. And with the company still facing big problems, the stock could either fall or languish. \u001d  The markets for stents, which help prop open blood vessels, and implantable defibrillators, which calm a troubled heartbeat, remain weak. New rivals in stents could steal business. And regulatory issues still need fixing. \u001d  Profits, meanwhile, could fall in 2007 for the second straight year. \u001d  \"They still face a number of fundamental issues,\" says Michael Barr, an analyst with Victory Capital Management. \"The needle has shifted to some degree. The news about the FDA [lifting the plant restrictions] helped, but it isn't enough to get me to buy the stock.\" \u001d  Others agree. Bear Stearns downgraded the shares in February to Peer Perform. And last month, BMO Capital Markets cut its rating to Market Perform. \u001d  \"Six months ago, I would have said this was a value name, but now I am not so sure,\" says BMO analyst Joanne Wuensch. \"It feels like a value trap.\" \u001d  Founded in 1979, Boston Scientific, one of the world's biggest medical-device companies, last year generated $6.2 billion, or 80% of its revenues, from stents, pacemakers and other products used to treat heart and vascular problems. Businesses selling devices for chronic pain, incontinence and cancer generated the other 20% of revenues. \u001d  Boston Scientific's bread-and-butter remains stents. Their sales last year totaled $2.5 billion. And with drug-coated stent sales of $2.3 billion, Boston Scientific -- the only company other than Johnson & Johnson (JNJ) selling these devices in the U.S. -- controlled more than 43% of a $5.5 billion global market. \u001d  Meanwhile, sales of pacemakers and implanted defibrillators, which Boston Scientific acquired when it purchased Guidant back in April 2006, exceeded $1.3 billion in 2006. \u001d  Purchasing Guidant was a controversial move. \u001d  The deal gave Boston Scientific access to a fast-growing, $10 billion global-defibrillator market. But Guidant was the company most hurt by a string of product recalls that swept across the defibrillator and pacemaker industry over the course of 2005 and 2006. \u001d  \"We knew what we were getting into with Guidant,\" CEO James Tobin tells Barron's Online, adding that Guidant's turnaround is ahead of schedule and that improvements could appear in six months. \u001d  For its part, Barron's was positive on the combination when it was first announced 1 1/2 years ago (\"Waging a No-Risk War,\" Dec. 12, 2005). At the time, Boston Scientific shares were trading at about 26, and the article suggested they could go to the mid-30s if its key markets continued to grow strongly. \u001d  They haven't, and the shares subsequently lost nearly half their value. \u001d  Last year, the U.S. markets for drug-coated stents and defibrillators hit a wall. Doctors were put off by safety concerns, hurting sales. \u001d  After falling 6% in 2006, to $4 billion, U.S. defibrillator sales could start climbing again this year -- but far more slowly than before, according to Millennium Research Group, a Toronto-based market-research firm. \u001d  Meanwhile, U.S. drug-coated stent sales could fall again in 2007 to $2.5 billion, from almost $3 billion in 2006, says Bina Mistry, an analyst with Millennium. \u001d  In 2008, sales could rebound a bit. But by then, Medtronic (MDT) and Abbott Laboratories (ABT) could launch their own drug-coated stents and steal business from both Boston Scientific and Johnson & Johnson (see Barron's Online's Weekday Trader, \"Abbott's Stock Can Keep Hearts Pumping,\" March 28). \u001d  \"It is a transition year. And it may be a transition couple-of-years for us,\" Tobin told Barron's Online. \u001d  A deal with Abbott gives Boston Scientific the right to sell Xience V stents under the name Promus in exchange for a cut of the profits. \u001d  Still, some analysts expect Abbott will grab up to 30% or better of the U.S. stent market. \u001d  \"New players are going to present big challenges to the current market leaders over the next year or two,\" says Dr. Jeffrey Moses, director for the Center of Interventional Vascular Therapy at Columbia University Medical Center. \u001d  At 29.7 times 2007 projected profits, the stock trades at an 85% premium to the Standard & Poor's 500. Yet profits generated by both could grow at the same pace over the next three to five years. Boston Scientific rivals Medtronic and St. Jude Medical (STJ) trade at far cheaper multiples. \u001d  To be fair, Boston Scientific has plenty of fans on Wall Street. Sanford C. Bernstein & Co. upgraded the stock on Tuesday to Outperform, projecting a rebound in the defibrillator market and 25% upside for the shares. \u001d  A private-equity deal could send the stock soaring. Speculation about one has swirled since last summer -- despite Boston Scientific's $8.9 billion in debt (as of Dec. 31) -- fueled by the stock's poor performance, the company's  turnaround hopes and the large stake held by its founders. \u001d  Boston Scientific is considering spinning off part of its endosurgery unit and using the money to take on more debt. \u001d  Rival stent makers could get held up at the Food and Drug Administration. And if not, sales of Promus could protect Boston Scientific's market share in drug-coated stents. \u001d  \"We will remain the [stent] industry leader,\" said Tobin. \"The question is: Will it be at  55% [market share], 45% or 35%? That depends on how many competitors we face and what happens over the next five years.\" \u001d  \"Not everyone who can spell the word 'stent' will end up selling a product in the U.S. market,\" he added. \u001d  But Boston Scientific still has a long road ahead of it before the stent market recovers -- and plenty of competition along the way. \u001d  And despite the beaten-down stock price, it could be a while before the shares generate heart-pounding returns. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4d16cfd246611befb16ba05e12991128","symR":["AMD","EMC","GOOG","HPQ","IBM","INTC","US0079031078","US2686481027","US4282361033","US4581401001","US4592001014"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/23) Plugged In: Coming Soon: Tech's Summer Of Discontent","GmtTimeStamp":"2007-04-21T04:09:00.000000000","CompanyCodes":["AMD","EMC","GOOG","HPQ","IBM","INTC","US0079031078","US2686481027","US4282361033","US4581401001","US4592001014"],"IndustryCodes":["CPR","ISV","SEM","TSX","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  It wasn't a great week for big tech, except for Google (ticker: GOOG). And the picture emerging for mid-summer looks bleaker than usual for that historically slow season. \u001d  Despite the generally solid quarterly performances posted last week, there were sobering warnings of weakening demand and slower growth from the likes of IBM (IBM) and EMC (EMC). While Intel (INTC) touted gross margin gains against rival AMD (AMD), neither chip outfit has much to crow about in the face of tepid demand and sluggish enterprise spending. They're likely to beat up on one another over price, while running their fabs at higher capacities than necessary and causing bloated inventories. \u001d  While some see pent-up corporate demand in hardware and software -- and, heaven knows, many companies have ample cash -- there's little evidence that they intend to part with their cold cabbage soon. At best, enterprise tech sales aren't likely to rev up before the fourth quarter. \u001d  \"People should not have been surprised by the outlooks of IBM and EMC,\" says Bill Whyman, head of tech strategy research at Washington-based International Strategy & Investment. The latest data show that tech is \"muddling through with flat growth,\" he says. Whyman pegs worldwide enterprise tech spending growth at about 15%, some of it driven by emerging markets. But he has the gain in the U.S. at just 9%. That isn't enough to kick in heart-thumping earnings expansion. With the economy slowing and must-have new technologies or gizmos absent, Whyman wonders: \"What is the catalyst for companies to part with their cash?\" \u001d  Sentiment among big companies' chief investment officers, Federal Reserve data, ISI's own checks and other indicators point to a flat-to-tepid near-term outlook. The stronger spending abroad provides some solace, but not enough. Thus, Whyman is telling clients that Big Tech's revenue growth for the second and third quarters is likely to be flat to down. \u001d  BCA Research is even more pessimistic. The research outfit predicts that computer-hardware shares are likely to continue to slide. \"The industry is in danger of suffering from a major overproduction cycle. Output of computer hardware products is booming,\" BCA says. \"The latter has occurred even as inventories of hardware have started to build at the manufacturing level. Worse, inventories are also growing at the wholesale level.\" \u001d  Whyman sees light in the fourth quarter, which is usually boosted by year-end \"budget-flushing.\" He expects strong money-supply growth, and sees the possibility of a Fed rate cut if the economy keeps slowing. \u001d  A weak dollar versus the pound or euro may be a drag for American tourists, but it's a boon to big tech outfits, such as IBM and Hewlett-Packard (HPQ), which sell a lot of stuff abroad. Those sales are made in foreign currencies and converted back to greenbacks at favorable premiums. \u001d  All told, these factors present a better likelihood for tech growth rising in the fourth quarter and beyond. The big question: If tech rebounds later this year, will there be sustainable momentum that would make 2008 a happy new year? Says Whyman: \"That's the monster issue for me.\" \u001d  Is this guy smokin' something? Brian Shuster, CEO of a Website where members' virtual alter-egos can participate in a make-believe \"swinger\" lifestyle, is promoting the use of \"virtual drugs\" (think Second Life). His rather controversial theory is that if people experiment with drugs through avatar characters online, they're less likely to try them in real life. (Being that this is a family financial publication, we have withheld the URL address because the Website's virtual world is sexually explicit.) \u001d  Schuster was to throw an online \"rave\" party last week, giving visitors \"the option to try both virtual ecstasy and pot.\" No word on the turnout, but we suspect that the cyber-cops broke up the party at dawn, and the site was littered with digital images of Red Bull cans and empty water bottles. An e-mail to the company's publicist wasn't answered. \u001d  --- \u001d  E-mail: mark.veverka@barrons.com \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4fc1e90736b9dc35639da4c7c94df51d","symR":["JOYG"],"date":"2007-04-21","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/23) Chomping Its Way To Paydirt","GmtTimeStamp":"2007-04-21T04:06:00.000000000","CompanyCodes":["JOYG"],"IndustryCodes":["TRQ","XDJGI","XISL","XNQ1","XRUS"],"Story":"\b   (From BARRON'S) \b   By Vito J. Racanelli \u001d  After the miners trudged home from the great California Gold Rush of 1849, most of them empty-handed, history recorded this now-hoary saying: The folks that got rich on gold were the ones selling the picks and shovels. Joy Global (ticker: JOYG) makes today's mining equipment: monster-sized, above-ground shovels, and the toothy continuous-mining machines used below. And strong global economic growth, especially from China, keeps increasing demand for minerals more mundane than gold -- like coal, copper and iron ore -- creating a lot of business for Joy Global. Yet shares of the world's biggest mining-equipment firm aren't participating in the roaring commodity rally. \u001d  The main culprit? An overreaction to soft coal prices -- brought on by an overbuild of inventory after intermittent spells of warm winter weather. As important as some coal customers are for Joy Global, coal is far from the whole story, and investors should take a closer look at this chance to buy a quality company on sale. \u001d  The Milwaukee-based outfit's shares have dropped markedly, from a high of about 72 in April 2006, to around 47. Yet the firm is likely to profit nicely from a number of sustainable global-growth trends that will drive the stock higher -- perhaps by 30% or more over the next couple of years as the coal fears recede, according to a number of savvy institutional investors who have been loading up on the shares during the downdraft. \u001d  Another plus: The stock now sells at a low valuation, relative to its expected double-digit sales and earnings growth over the next few years. \u001d  Furthermore, in an industry with very high barriers to entry, it has about a 60% market share and relatively low debt. And despite already strong 18% operating profit margins, there's room for improvement, they say. \u001d  Since the middle of 2006, investors have fretted about U.S. coal prices, which have dropped as inventories of the stuff have risen on two warmer-than-expected winters. That, in turn, forced U.S. coal miners -- the source of 40% to 45% of Joy Global's revenue, of which two-thirds comes from the underground-mining business -- to reduce their formerly strong capital spending. \u001d  As well, U.S. electricity demand, half of it supplied by coal-fired generators, was little changed in '06, a highly unusual occurrence. \u001d  Then came Joy's flattish results for its  January-ended fiscal first quarter, when sales and earnings per share inched up, respectively, to $560 million and 51 cents per share from $553 million and 48 cents. Yet the market focused on the 22% drop in underground-mining equipment sales -- again, thanks to a soft U.S. coal market -- and the stock dropped accordingly. \u001d  However, North American weather should at some point soon revert to the mean, with the return of colder winters. Exceptionally warm winters \"are outliers,\" contends Chris Armbruster, an analyst at Al Frank Asset Management, who thinks Joy Global's shares are undervalued. \u001d  The company has two divisions: 40% of revenues come from P&H Mining, which produces surface machines, like shovels; the remainder are generated by Joy Mining, which makes subsurface gear. \u001d  Despite the sharp drop in Joy Global's U.S. underground-coal-equipment orders in the first quarter, Joy Global's other businesses were strong enough to overcome that, Armbruster adds. At some point, the weather will normalize, says the analyst, whose institution bought shares recently. \u001d  In addition, the flatlining of demand for electricity in the U.S. last year marked just the fourth time that's happened in the last half century. \u001d  And with the ongoing rise in use of computers, air conditioning, cellphones and the sundry other electronic gadgets, investors should ask themselves how likely it is that demand will continue to languish. \u001d  There are early indications that things are already turning around. Joy Global CEO Michael Sutherlin says U.S. electric demand is up 5% this year, and coal production is flat. Meanwhile, coal inventories have dropped to 40 days' supply from 50 days. Translation: Coal prices are likely to stabilize and start to rise as 2007 progresses. \u001d  So will coal production. Indeed, prices of the black rock are already showing signs of firming and inching up in various parts of the U.S., according to a recent industry report from Merrill Lynch. Stocks of coal producers, by the way, have started to respond, up about 20% this year, after falling some 25% in the second half of 2006. \u001d  Joy Global garners more than 50% of its sales overseas, and will continue to profit nicely from the huge growth seen in emerging-market economies like China and South Africa, and Australia, too. In the October-ended fiscal 2006, for example, emerging markets revenue was $307 million, double what it was just two years before. The company also expects China alone to provide $500 million by 2010. \u001d  In fiscal 2006, Joy Global posted sales of $2.4 billion and earnings of $3.38 per share, up 25% and 180%, respectively, from 2005. \u001d  Because of strong demand for commodities, \"our international customers continue to make long term investments and commitments running out to 2010-2012,\" the CEO avers. With a large installed base of Joy Global machines around the world, \"we see continued growth in parts and service demand.\" Meanwhile, the company's most recent guidance, he points out, is for $2.7 billion to $3 billion for the rolling 12 months ending January 2008 and $2.85 to $3.25 per share. But that doesn't assume a recovery in coal demand. By 2009 or 2010, the company's fans say it's likely to earn close to $4 a share in profits. \u001d  \"The global demand for coal, iron ore and copper is far outstripping the mine supply,\" says Hester Capital Management analyst Jeremy Blackman, and Joy Global will keep benefiting. For example, China -- which, like the U.S., is mostly coal-powered -- is generally projected to have a 50% increase in power demand by 2010, he adds. \u001d  Bob Becker, director of research at Keeley Asset Management, concurs. There are thousands of mining companies in China, many of them still using hand tools to scratch out coal, so the company's equipment promises huge benefits, he says. \u001d  Hester and Keeley have been adding shares of Joy Global to their established positions, and both believe the company is a \"great way to participate\" in China's growth. Moreover, Joy Global's aftermarket service -- which is about 60% of group sales, with original equipment the other 40% -- helps steady the earnings flow. \"It adds stabilizers,\" maintains Becker. \u001d  Lehman Brothers analyst Joel Tiss, who recently upgraded his rating on Joy Global to Overweight from Equal Weight, notes that these giant shovels and earth eaters, \"run 24/7. Every hour of downtime costs a million dollars,\" so service is not discretionary spending for customers. \u001d  That makes its shares less risky than, for example, the shares of its customers, some of whom are mainly exposed to a single, often-volatile commodity. Joy Global's machines are used for coal, copper, iron ore, oil sands and even gold around the world. This is a way to play \"the picks and shovels,\" adds Armbruster of Al Frank. \u001d  Also favorable for Joy Global is the trend of stocks like excavators Freeport-McMoRan Copper & Gold (FCX), riding to all-time highs as investors bet that a voracious appetite for minerals from emerging markets like China will continue apace. \u001d  The roughly one-third drop in Joy Global's shares over the past year has made it cheap compared to the growth it's likely to provide, notes Alexander Roepers, president of Atlantic Investment Management. Its sustainable-percentage sales growth is in the low-double-digits range, while annual earnings per share should grow about 20% on average in 2007-'09, he adds. His firm has also been adding shares, and now holds a 5.2% stake in Joy Global. \u001d  This is a company whose multiple is about the same as the market's, even though it's growing far faster. On the low end of his valuation range, Roepers figures the stock is worth \"in the mid-60s,\" using a price/earnings ratio of 15 times the \"over-$4-per-share\" he expects in '09. \u001d  Joy Global, with just under $500 million in debt, is underlevered, so an earnings before interest and taxes valuation method is useful, too, says Roepers. It trades at about eight times fiscal 2008 Ebit estimates, but even 12 times \"is a good price for something growing at 20%,\" which brings you to a stock price in the $70-to-$75 range, he says. By comparison, rival Bucyrus International (BUCY) is granted a higher valuation. The latter is growing faster, but it's one-third the size of Joy Global, with much lower margins (see table). \u001d  And Joy Global continues to use its strong free cash flow -- $245 million to $400 million annually, says Sutherlin -- to return cash to shareholders by buying back its stock, with some $350 million still left from a $1 billion authorization. Sutherlin says \"Unless something comes up, I would expect us to renew that authorization.\" So, bet on more buybacks. \u001d  Here's another wager with favorable odds: Investors soon probably will be as enthusiastic for Joy Global's shares as the rest of the world is for more copper and coal. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"57291cfaaf61c165ba51ff0a9ecdc898","symR":["NIO.YY","OMV.VI","AT0000743059"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Iran Signs Gas Export Shipment Agreements With Austria's OMV","GmtTimeStamp":"2007-04-21T10:58:00.000000000","CompanyCodes":["NIO.YY","OMV.VI","AT0000743059"],"IndustryCodes":["CHC","CHM","OIL","OIS","XATX","XDJGI","XISL"],"Story":"\b \u001d  TEHRAN (Dow Jones)--The National Iranian Gas Export Co., or NIGEC, on Saturday signed a memorandum of understanding h  Austrian energy company OMV AG (OMV.VI) for the export of 2.2 million tons a year of liquefied natural gas to Europe. \u001d  The MOU, signed on the sidelines of an international oil, gas and petrochemicals fair in Tehran, also called for the OMV to take up a 10% stake in the construction of the Iran-LNG production company linked to the upstream development of phase 12 of the South Pars gas field in the Persian Gulf. \u001d  A supplementary MOU, also signed between NIGEC and OMV on Saturday, called for the supply of 5 billion cubic metric meters of Iranian natural gas to Europe annually. The gas will be shipped through the proposed Nabucco pipeline that will run from Iran and Central Asia to Europe, via Turkey. The 2,100-mile long pipeline is scheduled to start service in 2011-2012. \u001d  Also Saturday, OMV on Saturday signed a MOU with Iranian state oil and gas company Petropars to provide the Austrian company with a 20% stake in the upstream and downstream development of phase 12 of the South Pars gas field. \u001d  National Iranian Oil Co. Managing Director Qolam-Hussein Nozari said the initial negotiations between Iran and OMV on the projects was held in early February when Iran offered 17 onshore and offshore oil blocks for development at a conference held in Vienna. \b \u001d  -By Hashem Kalantari, Dow Jones Newswires,+9821 8896 6230; Hashem_Kalanatri@Yahoo.com \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 06:58 ET (10:58 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"590641becd5c1c0cf8b1f17345c9cf39","symR":["CCL","CCL.LN","CUK","GB0031215220"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":": Holland America Line's ms Zaandam First Cruise Ship to Sail with Revolutionary Emissions Reduction Technology","GmtTimeStamp":"2007-04-21T20:31:00.000000000","CompanyCodes":["CCL","CCL.LN","CUK","GB0031215220"],"IndustryCodes":["RCS","XDJGI","XFT1","XNYA","XSP5"],"Story":"\b \u001d  SEATTLE, April 21 /PRNewswire/ -- When Holland America Line's ms Zaandam sets sail from Vancouver, B.C., on Earth Day, April 22, it will be unlike any other cruise ship at sea, featuring new cutting edge emission reduction technology recently installed during a two-week drydock.  In cooperation with several United States and Canadian government and regulatory agencies, Holland America Line has launched a technology demonstration project, designed to demonstrate the feasibility of using sea water to \"scrub,\" or reduce, engine emissions on oceangoing vessels. \b \u001d  \"This is a ship like no other in the cruise industry,\" said Stein Kruse, president and chief executive officer, Holland America Line, \"and after studies and modifications of the ship's new test emissions technology, it could dramatically change not only the cruise industry but the entire maritime industry by reducing ship engine emissions.\" \b \u001d  The sea water scrubber system, developed by Krystallon, a subsidiary of BP, uses the natural chemistry of seawater to remove virtually all sulfur oxide (SOx) as well as significantly reduce particulate matter emissions.  The sea water is then treated to remove harmful components while the calcium carbonate (CaCO3) in seawater renders the sulfur oxides harmless by conversions to sulfates and neutral salts. \b \u001d  The price tag tops more than $1.5 million and includes assistance of $300,000 from an Environmental Protection Agency (EPA)/West Coast Collaborative grant and a $100,000 contribution from Puget Sound Clean Air \bAgency.   Additional support for the project comes from the Port of Seattle, the Port of Vancouver, Environment Canada, British Columbia Ministry of the Environment and the B. C. Clean Air Research Fund, as well as Krystallon. Each government agency has representatives serving on a technical advisory committee that oversees the development of this project. \b \u001d  \"This project shows how Holland America Line focuses on new technologies and best practices to bolster our existing award-winning environmental programs,\" said Kruse.  \"We will continue to go above and beyond international requirements, as we have for many years, now in the operation of our vessels.\" \b \b    Protecting the Environment through Comprehensive Programs and Innovations \b \u001d  Holland America Line demonstrates its commitment to responsible environmental practices through a comprehensive fleetwide program that emphasizes compliance with all international environmental guidelines, waste reduction and recycling, and a history of embracing new environmental technologies such as state-of-the-art water treatment systems, shore power while ships are in port, and an internationally-recognized whale strike avoidance program. \b \u001d  In June 2006, Holland America Line's Environmental Management System received the international ISO 14001 certification, demonstrating that the company conforms to higher standards than what is just required by the letter of the law.  Holland America Line's ships currently meet or exceed all provisions of the international regulations governing the environmental management of marine operations.  An environmental officer serves on each ship to oversee shipboard compliance and procedures. \b \u001d  Each ship in the Holland America Line fleet undergoes a strict port- and flag-state inspection annually and a mandatory environmental audit conducted both by an outside environmental auditing firm and by internal staff. \b \b \b \b    Editor's Note:  Photos can be downloaded at \bhttp://www.cleanpix.com/cleanpix/portal/WApg:sW6:d2q. \b \b                         -- www.hollandamerica.com -- \b \b    About Krystallon: \b \u001d  Established to develop innovative pollution abatement methodologies, Krystallon is a joint venture between BP Marine, a worldwide supplier of bunker fuels and lubricants, and founding partner Kittiwake, which provides test, measurement and monitoring equipment for fuels, lubricants and water systems globally.  The focus of Krystallon is to provide environmental control solutions to the marine industry, marketed through the majority partner BP Marine. Initial design work has developed exhaust gas cleaning systems for large marine engines. This activity underpins the environmental agenda of BP Marine in providing both cleaner fuels and environmental solutions for energy management within the shipping industry.  All companies are headquartered in the United Kingdom. \b \u001d  About Holland America Line [a division of Carnival Corporation and plc (NYSE:  CCL and CUK)] \b \u001d  Holland America Line's fleet of 13 ships offers nearly 500 cruises to more than 320 ports.  Two- to 108-day itineraries visit all seven continents, including Antarctica, South America, Australia/New Zealand and Asia and Grand World Voyages; and popular sailings to ports in the Caribbean, Alaska, Mexico, Canada/New England, Europe and Panama Canal. \b \b    World's Leading Cruise Lines \b \u001d  Among the highest-rated cruise lines in the world, Holland America Line is a member of the exclusive World's Leading Cruise Lines alliance, which also includes Carnival Cruise Lines, Princess Cruises, Cunard Line, Seabourn Cruise Line and Costa Cruises.  Sharing a passion to please each guest and a commitment to quality and value, these lines appeal to a wide range of lifestyles and budgets.  The World's Leading Cruise Lines offer exciting and enriching cruise vacations to the world's most desirable destinations. \b \bSOURCE  Holland America Line \b \u001d    /CONTACT: Rose Abello of Holland America Line, +1-206-313-7673, or fax, +1-206-262-5934, or pr@hollandamerica.com \b    /Web site: http://www.hollandamerica.com \b    /Web site: http://http://www.cleanpix.com/cleanpix/portal/WApg:sW6:d2q \b \u001d  Order free Annual Report for Carnival PLC\u001d  Visit http://djnweurope.ar.wilink.com/?ticker=GB0031215220 or call +44 (0)208 391 6028\u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 16:31 ET (20:31 GMT)"},{"md5ID":"5ce5fd7a28220c31889ba2cca181eb38","symR":["JEC"],"date":"2007-04-21","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Officials: NASA Worker In Murder, Suicide Feared Being Fired","GmtTimeStamp":"2007-04-21T19:28:00.000000000","CompanyCodes":["JEC"],"IndustryCodes":["CON","XDJGI","XFFX","XISL","XNYA","XRUS"],"Story":"\b \u001d  HOUSTON (AP)--The man who shot and killed another NASA worker and himself in a building on the sprawling Johnson Space Center complex was undergoing a job review for poor performance and feared being fired, officials said Saturday. \u001d  William Phillips, 60, smuggled a snub-nosed revolver into the space center Friday and barricaded himself in a building that houses communications and tracking systems for the space shuttle. In addition to killing a man before taking his own life, he duct-taped a woman to a chair, holding her for hours, police said. She escaped with minor injuries. \u001d  Houston Police Chief Harold Hurtt said Phillips bought a gun last month, days after receiving an email that his job performance was going to be reviewed. \u001d  NASA identified the slain man as David Beverly, a 62-year-old NASA worker. Officials said Phillips confronted Beverly about his performance review, and after Beverly tried to calm him, Phillips shot him twice. He later returned and shot Beverly twice more, officials said. \u001d  The female hostage, identified by NASA as Fran Crenshaw, a contract worker with MRI Technologies, worked in the same general area. She was described by officials as a calming influence who helped keep the situation from getting worse. \u001d  Space agency spokesman John Ira Petty said Saturday that NASA was conducting what he called a continuous review of security procedures. Petty would not discuss specifics, saying the apparent murder-suicide was a police matter. \u001d  To enter the space center, workers must show an ID badge as they drive past a security guard. The badge allows workers access to designated buildings. \u001d  Phillips, an employee of Jacobs Engineering (JEC) of Pasadena, Calif., had worked for NASA for 12 to 13 years. He was unmarried, had no children and apparently lived alone. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 15:28 ET (19:28 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5f3096e3734c7256f43c617682d12704","symR":["7203.TO","7270.TO","FUJHY","TM","JP3633400001","JP3814800003"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UPDATE:WSJ: Toyota Exec: US Camry Pdctn May Hold Dn Imports","GmtTimeStamp":"2007-04-21T20:35:00.000000000","CompanyCodes":["7203.TO","7270.TO","FUJHY","TM","JP3633400001","JP3814800003"],"IndustryCodes":["AUT","X225","XATI","XDJGI","XGTI","XNYA"],"Story":"\b \u001d  (Updates with additional comment from Toyota officials) \b \u001d  By Norihiko Shirouzu \b   Of THE WALL STREET JOURNAL \b \u001d  LAFAYETTE, Ind. (Dow Jones)--Toyota Motor Corp. (TM)President Katsuaki Watanabe said Camry sedans Toyota began producing here recently in a collaborative arrangement with Fuji Heavy Industries Ltd. (FUJHY) should help hold down Toyota's rising imports of Japan-built vehicles into the U.S. market. \u001d  (This story and related background material will be available on The Wall Street Journal Web site, WSJ.com.) \u001d  Watanabe, speaking at a press conference after the Fuji-owned plant officially began producing Camry sedans Friday, said the plant will build 40,000 Camries this year, with production hitting its 100,000-a-year pace by the end of this year. He said those Camries will eventually replace most of about 100,000 Camries Toyota currently imports from Japan for sale in the U.S. \u001d  \"We have continued to increase our production capacity here based on the philosophy that we would produce vehicles where demand is,\" Watanabe said. \u001d  Watanabe did not elaborate, but other Toyota officials said imports from Japan should start falling as new assembly plants under construction in North America begin ramping up production. By 2010, nearly two-thirds of vehicles Toyota sells in the U.S. should be built locally in North America, they said. \u001d  Watanabe's remarks came amid criticism from some U.S. politicians and its rival auto makers in Detroit that Toyota is taking advantage of the Japanese yen's weakness to profitably ship more Japan-built vehicles to the U.S. for sale. \u001d  Last year, according to a company spokesman in Torrance, Calif., Toyota sold 1.18 million Japan-built vehicles in the U.S., a 37% increase from 2005. Those imported vehicles accounted for 46% of 2.54 million vehicles the company sold in the U.S. the same year. Toyota produced the rest locally in Canada, Mexico and the U.S. \u001d  Watanabe noted that Toyota is in the process of adding capacity to build additional 600,000 vehicles a year in North America to boost its annual manufacturing capacity of the region to about 2.2 million by 2010. That additional capacity comes from new plants, including a line at Fuji's Lafayette plant here that began producing Camries, as well as a factory Toyota broke ground earlier this week near Tupelo, Miss. The Mississippi plant, Toyota's No. 8 vehicle assembly in North America, is expected to begin building Highlander car-SUV crossovers at a pace of 150,000 vehicles by 2010. \u001d  Watanabe said whether Toyota will build more assembly plants or boost capacity of existing facilities further will depend on \"our own capability of offering attractive products,\" among other factors, but \"we will continue to study and think about the future by looking closely at market trends.\" \u001d  The Toyota executive did not say how far he expects the so-called North American production ratio to improve in coming years as the company steps up the pace of production. But according to internal studies by Toyota, between 60% and 65% of Toyota vehicles sold in North America likely will be manufactured locally in the region by 2010. \u001d  -By Norihiko Shirouzu, The Wall Street Journal; 313-963-7810; Norihiko.Shirouzu@wsj.com \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 16:35 ET (20:35 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"63f6b1f7debcfede6f00e425af0113e6","symR":["AMTD","CCU","DPZ","ETFC","TD","TD.T","CA8911605092"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/23) The Trader: Dow 13,000? Any Day Now","GmtTimeStamp":"2007-04-21T04:05:00.000000000","CompanyCodes":["AMTD","CCU","DPZ","ETFC","TD","TD.T","CA8911605092"],"IndustryCodes":["BAN","BNK","BRD","MED","RES","SCR","XDJGI","XFFX","XNYA","XRUS","XSP5","XTSE"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  What drives this stock market higher? is it a) a second wind in the extended economic cycle, b) excess liquidity, or c) a perplexing case of short-term memory loss? \u001d  The hordes who picked \"a\" pointed to strong earnings reported last week by Caterpillar (ticker: CAT), Google (GOOG) and J.P. Morgan Chase (JPM), and the emerging consensus that profits will grow at a respectable pace despite the slowing economy. The contingent that swears by \"b\" noted the $49 billion worth of mergers announced last week alone. Meanwhile, thwarted bears clung to the amnesia theory and kvetched about how quickly the market had forgotten its late-February drubbing; even midweek selling in China -- which set off the previous U.S. pullback -- failed to make a dent. \u001d  For whatever reason -- and quite possibly, all three -- stocks continued their determined trek to new heights, leaving the Dow Jones Industrial Average within shouting distance of 13,000, much as investors predicted in Barron's Big Money Poll last fall (\"Fueling Up,\" Nov. 6 , 2006). The Dow has climbed for 15 of the past 16 sessions; last week it added 350, or 2.8%, to a record 12,962. The Standard & Poor's 500 stock index gained 32, or 2.2%, to 1484; it is now 2.8% from its March 2000 record peak. \u001d  Technology and small stocks lagged. The Nasdaq Composite Index rose 34, or 1.4%, to a six-year high at 2526, while the Russell 2000 increased 9, or 1.2%, to 829. \u001d  To technical traders, however, why the market climbed isn't nearly as telling as how it climbed. The market's breadth wasn't always convincing, with fewer stocks contributing to this advance than during the February rise. Stocks look stretched in the short term, with the S&P 500 running more than 3.5% ahead of its 30-day moving average. \u001d  But if market tops are preceded by waning upside momentum, as Miller Tabak's chief technical-market analyst Philip Roth notes, they are completed only when downside momentum increases. \u001d  There was no sign of that yet, though skeptical traders continued to brace for a slide, piling into short bets and buying index puts. Meanwhile, the bond market behaved, economic data stayed cooperative, and liquidity continued to flood the market. Some 17 buyouts worth $30.2 billion were announced, which Thomson Financial says made it 2007's second-busiest week for private-equity firms. \u001d  Last week the buyout group seeking to take private Clear Channel Communications (CCU) lifted its cash offer to $39 a share from 37.60. But the increase failed to win over Fidelity Investments and Highfields Capital, which together control 15% of the radio giant's shares. Their opposition will make it very tough for the deal to succeed in a May 8 vote, since the buyout requires two-thirds majority approval, and opponents contend that Clear Channel is worth well more than 40 a share. \u001d  The dollar's slide to a 26-year low against the British pound egged on the search for companies with overseas exposure. Merrill Lynch strategist Savita Subramanian screened for S&P stocks with the highest ratio of foreign-to-total sales, and came up with 50 including Freeport McMoran (FCX), Nvidia (NVDA), Qualcomm (QCOM), Texas Instruments (TXN) and Intel (INTC). About 44% of this basket is concentrated in information technology, with another 16% in energy. \u001d  The info-tech sector -- particularly chip stocks -- was upgraded last Monday by Brown Brothers Harriman strategist Brian Rauscher. Among his reasons: relative valuations near a 10-year low; a measure that shows chip earnings being revised downward at a slower rate, and signs that chip-sales deceleration could soon stabilize. Chip stocks jumped smartly after Intel pointed to firmer margins, a better second half and a possible end to its vicious price war with Advanced Micro Devices (AMD). \u001d  What will it take to get TD Ameritrade (AMTD) and E-Trade Financial (ETFC) to the altar? \u001d  One quarter of disappointing profits, which both reported last week, and mounting signs of excess industry capacity may not be enough immediately, but it's a start. \u001d  Both online discount brokerages were hammered after they trimmed their 2007 forecasts and blamed the recently-volatile market for scaring away individual traders. That raised the specter of consolidation and rekindled familiar arguments about how the right merger would, for example, halve the firms' high fixed costs while boosting revenue. \u001d  Sure, online-brokerage profits might have to weaken more before another round of mergers begin. But both Ameritrade and E-Trade might be worth a look now, given their beaten-down shares and the likelihood of consolidation as business deteriorates. \u001d  Ameritrade shares have fallen 40% since January 2006 and E-Trade is off 20% in the past year, in part because trading profits aren't growing enough to appease investors. \"Current valuations are baking in a pretty pessimistic outlook,\" says Sandler O'Neill analyst Richard Repetto. \u001d  But trading activity could turn swiftly, and the prospect of consolidation helps put a floor beneath stock prices. \u001d  By Repetto's reckoning, Ameritrade's and E-Trade's compatible strategies bode well for a union. Both have sought to reduce their reliance on online trading and grow their higher-margin asset-gathering businesses by boosting their sales forces, call centers and relationship managers. But \"the redundancy of the two firms' efforts to effectively 'touch' their clients is obvious,\" he says. Given their complementary operations, a conservative trim of 15% of combined expenses would nudge pre-tax profit margins to 59%, he estimates. \u001d  A merger would create a formidable foe for the far larger Charles Schwab (SCHW). Managements of Ameritrade and E-Trade, which have similar market caps above $9 billion, clearly are open to the notion; the two dallied on and off before Ameritrade merged with TD Waterhouse in 2005. Toronto Dominion Bank (TD) which controls more than a third of Ameritrade's shares, must be willing to go along, but a few more quarters of flubbed profits might make saying yes a lot easier. \u001d  We live in a world where pizza arrives at your door faster than the police. For that you might thank Domino's Pizza (DPZ). \u001d  To its stockholders, Domino's has also made an impressively quick delivery, having rallied 54% in just nine months. Last week, it served up more of what investors craved: a plan to buy back $200 million worth of stock, and a one-time $13.50 dividend to be paid to holders of record on April 27. \u001d  With the arrival of the much-anticipated special dividend, has all the good news been baked into Domino's stock? To help pay for the dividend and buyback, the Ann Arbor, Mich., company last week completed a $1.85 billion recapitalization that loaded more debt onto its balance sheet. Such leveraged recapitalizations are becoming common among companies looking to take advantage of cheap debt, but they're also a potentially risky bet that economic conditions and corporate profits will stay robust over time. \u001d  That may not be such a sure thing. For a start, Domino's does not enjoy strong pricing power, with promotions often built on pricing discounts. Margins will be further threatened by high corn and wheat prices that affect almost every ingredient in pizza -- including dough, the high-fructose corn syrup in tomato sauce, and even the pepperoni that was once a grain-chomping pig or cow. Corn and wheat inventories are already at their lowest levels since the early 1970s, and prices are projected to climb with the world's population and the surging demand for corn-derived bio-fuels. \u001d  Last year, Domino's same-store sales declined for the first time in more than a decade, and analysts' projections for a 3% sales rise this year might prove too rosy. Last week, Bear Stearns analyst Joseph Buckley downgraded the stock, which he says was trading \"reasonably close to fair value.\" He was also \"apprehensive\" about first-quarter earnings, to be reported on May 2. \u001d  Shares trading at 33 will drop to 19.50 once the stock goes ex-dividend on May 7, and that lower dollar value might tempt bargain hunters. But Domino's debt load will be seven times 2007 Ebitda (or earnings before interest, taxes, depreciation and amortization) of about $261 million, Buckley notes. And its enterprise value is 10 times higher than 2008 Ebitda, compared with the average multiple of 9.2 times for quick-service restaurants. \u001d  Sure, it feels wrong to bet against pizza, which rivals the airplane, light bulb and beer as mankind's greatest invention. And Domino's buyback might support the stock in the short term. But any further upside will now take a lot longer to show up. \u001d  --- \b                      VITAL SIGNS \b \b                            Friday's        Week's      Week's \b                               Close        Change      % Chg. \bDJ Industrials              12961.98       +349.85      +2.77 \bDJ Transportation            5205.86       +170.86      +3.39 \bDJ Utilities                  520.56        +10.34      +2.03 \bDJ 65 Stocks                 4497.17       +122.70      +2.80 \bDJ US Total Mkt               361.36         +6.93      +1.96 \bNYSE Comp.                   9697.34       +174.48      +1.83 \bAmex Comp.                   2219.49         -4.93      -0.22 \bS&P 500                      1484.35        +31.50      +2.17 \bS&P MidCap                    880.20        +12.09      +1.39 \bS&P SmallCap                  426.43         +5.50      +1.31 \bNasdaq                       2526.39        +34.45      +1.38 \bValue Line (arith.)          2396.66        +33.86      +1.43 \bRussell 2000                  828.86         +9.48      +1.16 \bDJ Wilshire 5000            15009.91       +273.47      +1.86 \b \b                           Last Week  Week Ago \bNYSE \bAdvances                    2,351      2,097 \bDeclines                    1,142      1,408 \bUnchanged                      86         86 \bNew Highs                     756        584 \bNew Lows                       27         51 \bAv Daily Vol (mil)          3,040.5    2,661.6 \bDollar \b(Finex spot index)             81.64      82.13 \bT-Bond \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 21, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"74ebbf0b8b5ccb68edebb9a234ce9572","symR":["2333.HK","600991.SH","7201.TO","7203.TO","7267.TO","CHERY.YY","DCX","DCX.XE","F","GM","HMC","NSANY","TM","CN000A0BKMB1","CN000A0CBEE9","DE0007100000","JP3633400001","JP3672400003","JP3854600008","US3704421052"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"AT A GLANCE: Local, Foreign Cos Vie At Auto Shanghai 2007","GmtTimeStamp":"2007-04-21T09:08:00.000000000","CompanyCodes":["2333.HK","600991.SH","7201.TO","7203.TO","7267.TO","CHERY.YY","DCX","DCX.XE","F","GM","HMC","NSANY","TM","CN000A0BKMB1","CN000A0CBEE9","DE0007100000","JP3633400001","JP3672400003","JP3854600008","US3704421052"],"IndustryCodes":["AUT","TRQ","X225","XATI","XDAX","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5","XST5"],"Story":"\b \u001d  THE EVENT: The April 22-28 Shanghai Auto Show, where China's homegrown automakers are showcasing their credentials and global giants like GM and Toyota are keen to boost their presence in one of the world's fastest growing markets. \u001d  The biennial show, while less significant than its Beijing sister, is still an illustration of China's phenomenal rise to become the world's No. 2 vehicle market. \u001d  Demand from newly affluent drivers in China lifted passenger car sales by 37% last year to 3.8 million units. All told, China's vehicle market - including trucks and buses - grew to 7.2 million last year, putting it second behind the U.S. with 16.5 million autos sold but ahead of Japan, with 5.7 million. \b \b \bBRILLIANCE CHINA 2006 NET LOSS NARROWS TO CNY398.4 MLN \u001d   Chinese automaker Brilliance China Automotive Holdings Ltd. said Friday its net loss narrowed in 2006 on stronger sales and lower provision expenses. (published 0847 GMT)  \b \b \bVOLKSWAGEN CHINA PRES SEES CAR PRICES FALLING 10% BY 2010 \u001d   The president and chief executive of Volkswagen AG's Chinese division said Friday that price pressure in the Chinese auto market is expected to continue. (published 0835 GMT)  \b \b \bBMW CEO SAYS WILL MEET ASIAN SALES TARGET FOR 2008 \u001d   BMW AG's Chief Executive Norbert Reithofer said Friday the German automaker expects to meet its target of selling 150,000 vehicles in Asia in 2008, up from around 126,000 in 2006. (published 0832 GMT)  \b \b \bCHINA DONGFENG COMMERCIAL VEHICLE EYES 10% RISE IN '07 SALES \u001d   Dongfeng Commercial Vehicle Co., a unit of Dongfeng Motor Co., said Friday it hopes to sell around 167,000 vehicles, up 10% from the previous year. (published 0802 GMT)  \b \b \b=UPDATE: TOYOTA AIMS TO BOOST CHINA SALES BY 30% IN 2007 \u001d   Toyota Motor Corp. hopes to boost sales in China by 30% to over 400,000 vehicles in 2007, according to Executive Vice President Yoshimi Inaba. (published 0731 GMT)  \b \b \b=INTERVIEW: NISSAN NEEDS TO BOOST CHINA SALES NETWORK - EXEC \u001d   Nissan Motor Co. will need to boost its sales network in China if it hopes to continue growing, as customers demand easier access to showrooms, said Kenichiro Yomura, Senior General Manager, Sales & Marketing at Dongfeng Nissan Passenger Vehicle Company. (published 0701 GMT)  \b \b \bBEIJING HYUNDAI TARGETS 2008 CAR SALES OF MORE THAN 400,000 \u001d   South Korea's Hyundai Motor Co. is aiming for its Beijing joint venture to sell more than 400,000 cars next year, the president of the joint venture said Friday. (published 0623 GMT)  \b \b \bNANJING MG AIMS ANNUAL PRODUCTION CAPACITY OF 500,000 BY '10 \u001d   China's Nanjing MG Automotive Co. said Friday it will launch four new models by 2009 and plans to more than double its annual production capacity to 500,000 units by 2010. (published 0617 GMT)  \b \b \bUPDATE:CHRYSLER GRP VISION DOESN'T CHANGE IN EVENT OF SALE-COO \u001d   The chief operating officer of DaimlerChrysler AG's Chrysler Group division Eric Ridenour said Friday that the unit's expansion plans outside North America don't change in the event of a possible sale through parent company DaimlerChrysler. (published 0538 GMT)  \b \b \b=WSJA: GM CEO: CERBERUS EXIT FROM DELPHI \"NOT A PROBLEM\" \u001d   General Motors Corp. Chairman and Chief Executive Rick Wagoner said the possible withdrawal of Cerberus Capital Management from a partnership that proposed buying bankrupt former GM unit Delphi Corp. is \"not a problem\" for GM. (published 0510 GMT)  \b \b \b=WSJA: GM ASIA HEAD: EXPECT STABLE PROFITS FROM CHINA \u001d  General Motors Corp.'s (GM) Asian operations chief Nick Reilly said despite price deflation in the Chinese market, GM expects to \"hold our profits pretty stable in China.\" (published 0447 GMT)  \b \b \bGUANGZHOU HONDA AUTO EXEC: AIM TO SELL 310,000 CARS IN 07 \u001d   Guangzhou Honda Automobile Co., one of Honda Motor Co.'s joint ventures in mainland China, expects to sell 310,000 cars this year and acknowledges a recent recall of defective cars will have a \"big\" impact on its costs, a senior executive of the company said Friday. (published 0430 GMT)  \b \b \bGM TO UNVEIL LONG-RANGE FUEL CELL CAR AT SHANGHAI AUTO SHOW \u001d   General Motors Corp. will unveil a version of its Chevrolet Volt electric car this week at the Shanghai Auto Show that uses a hydrogen fuel cell to extend its range with zero emissions, a GM executive said Thursday. (published 1231 GMT)  \b \b \bFORD, MAZDA, CHANGAN'S CHINA AUTO JV TO PRODUCE SMALL CARS \u001d   Ford Motor Co., Mazda Motor Corp. and Chongqing Changan Automobile Co.'s joint-venture automobile-assembly plant in Nanjing will produce Ford and Mazda-branded small cars, executives of two of the companies said Thursday. (published 1021 GMT)  \b \b \b=UPDATE:CHINA DONGFENG MOTOR 06 NET UP 30%; TO BOOST CAPEX 07 \u001d   Dongfeng Motor Group Co., the listed unit of China's third-largest automaker by sales volume, posted a 30% rise in 2006 net profit Thursday on strong domestic demand, and said it plans to boost its capital outlay 78% this year. (published 0238 GMT)  \b \b \bCHINA SAIC MOTOR: HOPE TO CREATE ALLIANCE WITH NANJING AUTO \u001d   SAIC Motor Corp., the Chinese partner of General Motors Corp. and Volkswagen AG, said Thursday it hopes to create an alliance with Nanjing Automobile Corp. (published 0531 GMT)  \b \b \b=INTERVIEW: DONGFENG MOTOR CO. LIKELY TO MISS 07 SALES TARGET \u001d   Dongfeng Motor Co. President Katsuhiko Nakamura said Thursday that the joint venture will likely miss its sales target of CNY80 billion in 2007 because of a fall in the prices of passenger cars. (published 0820 GMT)  \b \b \b=UPDATE: GM KEEN ON FURTHER CHINA AUTO INDUSTRY CONSOLIDATION \u001d   General Motors Corp. Chairman and Chief Executive Rick Wagoner said GM \"would like to participate\" in further consolidation of the Chinese auto industry, although he said the U.S. auto maker has no deals in view now. (published 1047 GMT)  \b \b \bBENTLEY EXPECTS TO MAINTAIN CHINA SALES GROWTH RATE - EXEC \u001d   Bentley Motors' executive board member Stuart McCullough said Friday the company expects to maintain its strong growth rate from 2006 in China when sales doubled to 127. (published 1004 GMT)  \b \b \bCHINA CHERY AUTOMOBILE TARGETS 64% RISE IN 2007 CAR SALES \u001d   Chery Automobile Co. said Thursday it aims to sell 500,000 cars this year, up 64% from the 305,000 units it sold last year, and that it plans to raise its average sales prices through 2010. (published 0842 GMT)  \b \b \bJAPAN HONDA MOTOR TO UP CHINA SALES 24%, ADD OVER 100 OUTLETS \u001d   Honda Motor Co. aims to boost sales in China at least 24% this year, and plans to add more than 100 outlets to its sales network to help meet the target by the end of the year, the head of Honda Motor Investment Co. said Friday. (published 1113 GMT)  \b \b \b=UPDATE: SSANGYONG CEO: APPLIED FOR CHINA OK ON JV WITH SAIC \u001d   Ssangyong Motor Co., South Korea's fourth-largest car maker by sales, has applied to the Chinese government for approval to establish a joint venture in China with SAIC Motor Corp., Ssangyong's Chief Executive Choi Hyung-tak said Friday. (published 1154 GMT)  \b \b \b=INTERVIEW: BEIJING HYUNDAI EYES 2008 CAR SALES OVER 400,000 \u001d   South Korea's Hyundai Motor Co. is aiming for its Beijing joint venture to sell more than 400,000 cars next year, the president of the joint venture said Friday. (published 1247 GMT)  \b \b \b=INTERVIEW:CITROEN:CHINA MKT TO OVERTAKE FRANCE IN ABOUT 5YRS \u001d   As China's car market continues its strong growth, it's likely to become the biggest market for Citroen, overtaking France in about five years, according to a senior executive of PSA Peugeot Citroen that manages the Citroen brand outside of Europe. (published 0158 GMT)  \b \b \b=INTERVIEW: MAZDA TO UP CHINA LOCAL PARTS PROCUREMENT - EXEC \u001d   Mazda Motor Corp. (7261.TO) will steadily increase the use of locally produced auto parts for its vehicles sold in China in a bid to cut production costs as stiff price competition drives down car prices, Kiyoshi Ozaki, a Mazda senior managing executive officer, said Saturday. (published 0901 GMT) \b \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 05:08 ET (09:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"802fa03f684911de806444a1d00eaf4e","symR":["2194.KU","5398.KU","MYL2194OO008","MYL5398OO002"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"India's Ircon To Take Part In Malaysia Railway Proj - Report","GmtTimeStamp":"2007-04-21T09:28:00.000000000","CompanyCodes":["2194.KU","5398.KU","MYL2194OO008","MYL5398OO002"],"IndustryCodes":["CON","IDD","XDJGI"],"Story":"\b \u001d  KUALA LUMPUR (AP)--State-owned Indian Railway Construction Co., or Ircon, will help Malaysia revive a multibillion-dollar rail project that had been shelved in 2003 due to its high cost, Malaysia's transport minister said Saturday, according to a report. \u001d  Ircon, which was previously involved in the project, will participate in the construction of a double-track line between the towns of Seremban and Gemas in southern Malaysia, Transport Minister Chan Kong Choy was quoted as saying by the national news agency Bernama. \u001d  Chan didn't elaborate on details of the financial cost or length of the rail track. Officials at Chan's office weren't available to comment on the report. \u001d  The Seremban-Gemas stretch forms part of what had been conceived as Malaysia's largest-ever infrastructure project, comprising a 320-kilometer electrified line between the towns of Ipoh and Padang Besar in northern Malaysia and a 310-kilometer line between Seremban and Johor Bahru in southern Malaysia. \u001d  The entire project - previously estimated to cost 14.45 billion ringgit ($3.8 billion) - was put aside in late 2003 after Prime Minister Abdullah Ahmad Badawi took over from former leader Mahathir Mohamad, who had approved it. \u001d  The Malaysian government announced last month it was reviving the project, and that the northern link would be implemented by local private construction companies MMC Corp. Bhd. (2194.KU) and Gamuda Bhd. (5398.KU). \u001d  Deputy Prime Minister Najib Razak said recently that Malaysia had sent a letter of intent to India to participate in the southern line, and India was expected to appoint a qualified company. \u001d  On Saturday, Chan said the whole project is expected to be completed within five years, but declined to reveal the latest estimate for its cost, because negotiations with MMC, Gamuda and Ircon hadn't been completed. \u001d  \"There will be a positive impact on the transportation sector as well as tourism,\" Chan was quoted as saying by Bernama. \"It can also help us reduce traffic congestion, fuel consumption and environmental issues.\" \u001d  Abdullah had said in 2003 that the project would cost too much, and put it on hold to reduce Malaysia's budget deficit. \u001d  The project was mired in controversy even before. Mahathir's government originally signed letters of intent granting large shares of the project to Ircon and China Railway Engineering Corp. Mahathir broke the preliminary agreement after three years of negotiations, saying their bids were too high. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 05:28 ET (09:28 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8dadd996840066b91742b79da797dc33","symR":["WMI"],"date":"2007-04-21","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/23) For Waste Management, Trash Is Cash","GmtTimeStamp":"2007-04-21T04:06:00.000000000","CompanyCodes":["WMI"],"IndustryCodes":["POL","SVC","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Christopher C. Williams \u001d  Nine years ago, Waste Management was as sullied as the garbage it collected. Investors kicked its stock to the curb, as accounting scandals, an ill-starred merger and shareholder lawsuits painted North America's largest waste hauler as a poster child for corporate mismanagement. \u001d  But the Houston-based company since has cleaned up its act, thanks to new management and, more recently, an aggressive pricing strategy and operational improvements that have lifted the bottom line. As a result, Waste Management now is one of the most attractive investments in the solid-waste industry, and its shares (ticker: WMI), at around 35, are capable of outshining the broader market in the next 18 months. \u001d  After earnings restatements wiped out profits from 1998 through 2000, Waste Management has rebounded nicely, posting sterling results last year. Earnings per share hit $1.81, excluding nonrecurring items such as asset-impairment charges and a favorable tax settlement, after averaging 20%-plus annual gains since 2003. Operating-profit margins jumped to 15.2% from 13.3%. The company generated $2.5 billion in net cash from operations, equal to 19% of last year's sales of $13.4 billion. \u001d  This year, despite heavy investment in information systems and a weaker economy, Waste Management predicts that it will increase earnings per share by 8% to 10%, to $1.96-to-$2.00. Analysts see full-year revenue improving only slightly, to $13.6 billion, but they expect the company to enjoy a healthy 3% pricing gain, which will offset asset divestitures and weaker volume. \u001d  Beating 2007 guidance should be no sweat for the 20-year-old company if the economy perks up in the second half. But simply hitting the numbers could help send the stock into the mid-40s, continuing an upward trajectory interrupted in February when Waste Management posted disappointing fourth-quarter results. After soaring 21% in 2006, the shares are down 5% in '07, and trade at an appealing 18 times 2007 expected earnings. \u001d  The setback, however, gives investors an opportunity to snap up shares of the dominant player in a stable, $40 billion industry, which is enjoying its best fundamentals in years due mainly to Waste Management's ability to drive pricing. The company is likely to generate free cash flow of $1.3 billion to $1.4 billion this year and use the funds to buy back shares and lift its dividend. Waste Management repurchased more than $2 billion of its own stock in the past three years and pays a quarterly dividend of 24 cents a share, for a yield of 2.8%. That's sweeter than the 1.8% yield on the Standard & Poor's 500 stock index and the waste-hauling industry's even skimpier average, 1.4%. \u001d  Waste Management's balance sheet also is sturdy, with debt equal to 55% of total capitalization. Smaller rival Allied Waste Industries (AW) is viewed by some as a promising turnaround candidate, and Barron's has pegged Republic Services (RSG) as a smart play on fast-growing Sun Belt states (\"Diamond in the Rubbish,\" July 17, 2006). But Waste Management's fat yield, potential to expand margins and its pricing discipline make it a particularly compelling investment at current prices. \u001d  Waste Management is likely to be \"a steady, solid performer with a lot of variables under its control,\" says Todd Lowenstein, manager of the HighMark Value Momentum Fund (HMVLX), which owns 200,000 Waste Management shares, after adding to his position. \"The company is getting its house in order, integrating and rationalizing lines of business. The stock provides solid total-return opportunities,with low downside risks. It's a good late-cycle business; as the economy recovers, volume will pick up.\" \u001d  Collecting garbage isn't rocket science, but it may require a Ph.D. in trashology to keep tabs on Waste Management's network of 283 landfills, 379 collection operations and 342 transfer stations spread across the U.S., Puerto Rico and  Canada. The company, which serves more than 20 million commercial, residential and industrial customers, gets 20% of its revenue from landfills, 56% from garbage collection and 7% from recycling. \u001d  By some counts, management only recently has begun to get a grip on these vast assets. Waste Management is rolling out management-information systems, cutting administrative staff and consolidating operating units, while funneling more day-to-day decision-making to field operators. \u001d  Such moves should save the company $70 million pretax a year while boosting management's ability to calibrate price increases and allocate resources in various markets. Waste Management is dumping lower-margin customers and underperforming businesses. The less-is-more strategy led to a 4.4% drop in fourth-quarter volume, and the slide likely continued into this year's first quarter. As a result, some analysts think it will be a challenge for the company to meet Wall Street's consensus forecast of 36 cents a share for the quarter, up from 35 cents a year ago. Waste Management is due to report earnings Friday. \u001d  But the dumpster-is-half-empty crowd may have failed to take into account sharply lower operating costs in the period, as well as improved margins and a 2.9% price hike. Analyst William Fisher of Raymond James thinks pricing \"will be a bright spot\" in the first quarter if it keeps pace with the fourth quarter. \u001d  Waste Management declined to comment, citing the \"quiet period\" surrounding its earnings release. But on the fourth-quarter conference call in February, it lowered analysts' first-quarter earnings view while noting the benefits of a pricing push. \"Our pricing programs worked better than expected,\" CEO David Steiner said. \"The pricing programs affected volume. But the tradeoff was positive, as we shed unprofitable collection volume.\" \u001d  Solid-waste companies make money mostly from raising prices on contracts they negotiate with municipalities to collect trash and on the fees they charge third parties to dump garbage in their landfills. They generally try to keep price increases ahead of inflation, which is running around 2% to 2.5%. Allied Waste and Republic Services currently enjoy higher pricing than their larger rival, but Waste Management's vast landfill operations give it more leverage to raise landfill fees, which garner higher margins than collection revenue. \u001d  After lifting collection fees last year, management is now rolling out price increases to landfill customers. Merrill Lynch estimates that Waste Management saw annualized landfill-pricing gains of 7.6% on noncontractual volume through April, compared with 5.3% for the rest of the industry. \"They are beginning to reassert themselves on pricing and taking a leadership role,\" says Lowenstein of HighMark. \"They have so much room to pull out costs, it's unbelievable. The story is in the margin improvement.\" \u001d  For longtime shareholder David King of Putnam New Value Fund (PAMVX), the beauty of Waste Management lies in management's shareholder-friendly moves. \"What they're planning to do with their growing free cash flow\" -- namely, buy back more shares and raise the dividend -- is \"more important,\" says King, who recently added to the fund's stake of almost 530,00 shares. \u001d  King and Lowenstein both note that Waste Management's price-earnings multiple of 18 compares favorably with peers' P/Es of 20. The market also values the company at a discounted 7.3 times enterprise value (market value plus net debt) to estimated 2007 earnings before interest, taxes, depreciation and amortization, or Ebitda, of $3.5 billion. Apply a multiple of 8.5 times EV/Ebitda, in line with other industrials and Waste Management's historic average range of 8 to 10, and the shares would be at least 20% higher, King estimates. \u001d  Ultimately, a bet on Waste Management depends on the major trash haulers holding the line on pricing, even if the economy slips. Garbage must be picked up in good times and bad, but the commercial business is Crazy Glued to gross-domestic-product growth. During the latest recession, companies tried to grab market share by undercutting each other on price, and profits and stock multiples went south. But now pricing is averaging around 3.5% growth. \u001d  Goldman Sachs analyst Chris Hussey, who has a Hold rating on Waste Management due to its sluggish volume growth, says he wouldn't \"be surprised to see WMI [eventually] waver in its price discipline if it continues to lose so much business.\" But Steiner, a lawyer who became the company's head honcho in March 2004, after serving as chief financial officer, vowed repeatedly during the earnings call to stick with his pricing strategy, a notion seconded by No. 2 Allied Waste. \"When pricing declined in the early part of the decade, it wasn't good for the industry\" or investors, Allied's chairman, John Zillmer, told Barron's. \"We are not going to go there.\" \u001d  Waste Management is counting on a strong finish this year to make up for a sputtering start. With its pricing tactics firmly in place and sound management at the helm, low volumes and even high diesel prices likely would be only temporary speed bumps on the road to recovery. After all, there's plenty of cash in trash, and Waste Management has proven before that it knows how to find it. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8efa6d4a44db9d887cec0facde594e30","symR":["GCI"],"date":"2007-04-21","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/23) Barron's Mailbag: The Price Of Dividends","GmtTimeStamp":"2007-04-21T04:02:00.000000000","CompanyCodes":["GCI"],"IndustryCodes":["MED","PUB","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  Gannett's chief financial officer is not looking very hard if she can't find correlations between strong dividend growth and stock-price performance (\"Printing Money,\" April 9). \u001d  The Globe and Mail newspaper of Toronto recently compared the 10-year share-price performances and the 10-year dividend growth rates of 45 significant Canadian companies. The relationship was clear. While there were exceptions, for the most part strong dividend growth equalled strong share-price performance. I'm sure the investment- banking department of any brokerage firm or possibly someone with more carnivorous goals could run this analysis on U.S. companies for the benefit of Gannett shareholders, as well as others stuck in similar underperforming situations. I'm betting the results would be similar. \u001d  Douglas Dawson CFA \u001d  Toronto \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:02 ET (04:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9f6c5c696116d2854d03fdbea8672fcd","symR":["GE","US3696041033"],"date":"2007-04-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/23) A World Full Of Real-Estate Opportunity","GmtTimeStamp":"2007-04-21T04:08:00.000000000","CompanyCodes":["GE","US3696041033"],"IndustryCodes":["IDD","REA","REI","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  Interview With Michael A. Pralle \u001d  President and CEO, GE Real Estate \b \u001d  Mark Twain once said that no real estate is permanently valuable except the grave; but he never tried to buy a Park Avenue office tower in New York. Michael A. Pralle, on the other hand, is no stranger to the 21st century's property boom. The president and chief executive of General Electric's real-estate arm has more than tripled the unit's annual net income to top $1.8 billion over the past five years. Today, GE Real Estate is one of the world's largest landlords and commercial-property owners, with $78 billion under management and a toehold in 28 countries. And unlike Twain, Pralle sees an array of long-term opportunities -- for selective buyers. \b \u001d  Barron's: For a company -- GE -- that does not have to be in real estate, why are you in it today? \u001d  Pralle: You've got a backdrop of good economic fundamentals around the world. In the U.S., we think gross-domestic-product growth is going to be around 2.5%; maybe between 2% and 2.25% in Europe; 2.5% in Japan; 4% in Korea; and 9% or 10% in China. Inflation is relatively low in most markets, as are long-term interest rates. Oil prices have stabilized. As we look around the world, we see a relatively benign macroeconomic environment, which is good for real estate. \u001d  Also, GE has been in the real-estate business for decades. We've acquired a lot of domain expertise -- in underwriting and valuing properties, making decisions about when to buy and sell. That also gives us a competitive advantage. \b \u001d  Q: Commercial-property prices have already run up substantially in many parts of the world. Might the capital not be better parked somewhere else? \u001d  A: It is an interesting question: whether or not real estate is overpriced. Real estate used to trade at a cash-flow multiple of 10 to 12 times, and now it trades at 18 to 20 times cash flow. But what that means is that people are willing to pay the same amount of money for much less cash flow today. And that's largely a function of all the liquidity in the market -- in stocks, bonds, all asset classes. Real estate is generating very good returns, so it's attracting an enormous amount of liquidity. \u001d  Ignoring the residual value, the current yield for real estate is about 7% or 8%. And when you look out at the rest of the world, Russian debt is about 5.6%, Brazilian debt is 6.2%, and junk bonds are 7% or 8%. The 10-year Treasury yield is about 4.7%. You're in a world where there is very, very little risk premium. When you look at what you can earn on real estate compared to what you can earn everywhere else, real estate doesn't look that bad. It's expensive only in a historical context, but it's not expensive relative to the other asset classes. \u001d  Besides, it's a hard asset so it's always going to be there. Yes, there is volatility in prices, but that's driven more by leverage. When people get in trouble, it's because they over-lever. And if you buy good-quality real estate, you can hold through a cycle. \u001d  My philosophy is to buy the best buildings you can -- buy the so-called Malibu beachfront property -- and even if you have a downturn, the real estate will eventually come back. Look at Hong Kong, where prices were significantly depressed after the handover to China. But as growth picked up, prices have climbed back to where they were at the 1990s peak. As long as you're not holding poor-quality assets, that underlying value will be redeemed over time. \b \u001d  Q: So where are the opportunities? \u001d  A: We like Japan quite a lot. We invested about $3 billion there last year and we would like to invest a similar amount this year -- in multifamily buildings, offices, industrial and retail spaces. You have a confluence of factors. Japan's economy is better than it has been in a while. People are moving back to the big cities. Inflation is very, very low. Funding costs are very low. Even if we get a yield of only 5% or 4 1/2%, our funding cost is maybe only 1%. So you don't have to sell the property and achieve a capital gain in order to realize returns. \b \u001d  Q: But the Bank of Japan has started to raise rates [to 0.5%]. \u001d  A: Yes, but it's only raised rates a little, and from a very small base. So from where we sit, that's not an issue right now. Currently, you probably have between 350 and 400 basis points [3.5 and four percentage points] of gross margin -- twice that almost anywhere else in the world. The only other two places that have a comparable gross margin are Korea and Mexico. So that margin could be halved, and it'll still be attractive. \u001d  The other factor you take into account: In Japan, property prices are nowhere near their historical peaks, unlike some other parts of the world. Land prices are just coming back now in Tokyo after a 25-year decline. \b \u001d  Q: Where else beside Japan? \u001d  A: We like Korea. We like the gross margins and our funding costs relative to the yields that we can get. The vacancy in Seoul's central business district is below 2%; it is a very tight market and the economy is doing pretty well. There is a lot of demand for classy office space and a limited amount of new stock. \u001d  We like Central Europe, and we've invested in retail spaces in places like Poland and the Czech Republic. The middle class there is growing, and the amount of retail space per capita -- or relative to the population -- is way, way lower than it is for the rest of the world. So there's a mismatch in available retail real estate and potential spending power. \u001d  We also like industrial investments in Mexico -- well, pretty much everything in Mexico. Again, Mexico tends to generate a yield roughly 250 basis higher than comparable properties in the U.S. That's because of the perceived macro risk, which I feel is mispriced. I would like to invest all day long in Mexico, because I think Mexico is almost as safe as the U.S. \b \u001d  Q: You bought some 16 hypermarkets -- which are combined supermarkets and department stores -- for $696 million last year to double your retail holdings in Poland. Any other examples? \u001d  A: Yes, we bought the real estate from [Casino Guichard-Perrachon] of France [ticker: CO.France], and leased the retail space [to German retailer Metro AG [MEO.Germany] on long-term leases. \u001d  In Mexico, we acquired a large industrial portfolio from the developer Finsa Group [for about $450 million]. We renamed it Intramerica Real Estate Group, and it operates these assembly centers and distribution centers serving mostly U.S. clients -- say, for example, a Chevrolet sub-assembly center. We tend to get yields that are about 200 basis points more than what we'd get if the center was 50 miles north, in a city in Texas. But these are U.S. tenants paying you in dollars -- so to me, it's very similar to an arbitrage opportunity. That's why in Mexico we continue to invest in everything we can find. But it's getting harder because there is less available. \b \u001d  Q: Last year, you bought a California-based real-estate investment trust called Arden Realty for $4.9 billion, then immediately sold $1.6 billion of assets to Trizec Properties. In January, you acquired a mostly industrial portfolio of 61 properties from Crow Holdings for $2.2 billion. But you're increasingly going global. In fact, 67% of your net income last year came from overseas -- compared with just 22% seven years ago. \u001d  A: First, there are more opportunities outside the U.S. -- both in terms of pricing and growth prospects. When you look abroad, you see many economies that are growing faster than the U.S. You see many markets where the middle class is growing faster, and that middle class generates demand for certain kinds of real estate, especially retail. You also see less supply in many of these places. \u001d  Certain big, growing cities in China like Chengdu and Tianjin have a tremendous scarcity of Class A office space and quality housing. They're being built, but it'll take time to catch up to the demand. \u001d  You also have all this change overseas but fewer big players investing in these markets, while the U.S. is probably the most competitive of the bull markets. You don't have quite as much money chasing the product in a place like Poland as you do here. \u001d  Finally, we have the benefit of global diversification, because these markets are not tied together. Rental levels in Houston are generally unrelated to rental levels in Stockholm. \b \u001d  Q: So even though liquidity is very global these days, real estate is not. \u001d  A: Liquidity is global but real estate is still very, very local. Short of a catastrophic exogenous event like a world war, I don't think real estate is going to move simultaneously the world over. \b \u001d  Q: Are you looking within the U.S.? \u001d  A: We haven't given up on the U.S., and are looking selectively. For example, I still like San Francisco, and would like to buy more there. Prices have gone up, but it's so hard to add supply. Washington, D.C., is a very stable market. The federal government pretty much always grows and doesn't shrink -- whether it's a Democratic or Republican administration. New York City is great, and we don't have nearly as much in New York as I would like. \u001d  But we're very cautious about Florida and Nevada, because there's a lot of investment activity, and those markets, we believe, are quite soft and could continue to be soft for a while. \b \u001d  Q: What do you look for in an acquisition? Do you prefer REITs, office towers or industrial warehouses? \u001d  A: Structure really doesn't matter that much. First of all, we're looking for new quality assets. If I'm stretching to pay a high price, I want to buy a good asset. So it has to be in a good location. It has to be well built. It has to be earthquake-proof if it's in a city in Japan, for example. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 21, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a504bbae279725c2aeec24990dc890cd","symR":["CPHD","NRM.T","NRMX","CA64125K1012"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/23) Tech Trader: Building Your Very Own Google","GmtTimeStamp":"2007-04-21T04:04:00.000000000","CompanyCodes":["CPHD","NRM.T","NRMX","CA64125K1012"],"IndustryCodes":["BTC","MDV","XDJGI","XISL","XRUS","XTSE"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  So where can you go these days to get an information edge? There's still fieldwork: you can nab suppliers at trade shows; poll the early returns among nurses or salespeople. And if you've got the bucks, you can commission Gerson Lehrman Group to survey a panel of phrenologists.   But why leave your chair when the Internet is hosting millions of Web pages of government data, blogs and industry information. It's all free and might confer information advantages, if you could find haystack needles before other investors. Google and other search engines allow you to do ad hoc searches, but you're beholden to their coverage. That's why some money managers and news organizations have been building their own Internet search tools by writing software scripts that send spiders crawling the 'Net for juicy bits of intelligence. And, predictably, a bunch of startups are now selling Internet monitoring tools to investment analysts. Leave it to an entrepreneur to get you to pay for information that's free for the taking.   \"The traditional information sources just aren't delivering what the market wants,\" says Bruce Molloy, chief executive of the startup Connotate Technologies in New Brunswick, N.J. Goldman Sachs made a modest investment this year in Connotate, whose tools allow researchers to easily build software \"agents\" that alert you when a patent issues, for instance, or camp out on a travel Website and report when fares rise on a route that's important to an airline's profitability.   It was spun out of research at Rutgers University and uses artificial intelligence to figure out which parts of a Web page are which. Molloy says that his product is being used by dozens of investment shops on the buy side and sell side.   The Boulder, Colo.-based Collective Intellect operates what it calls a next-generation clipping service. It collects news reports relevant to a particular stock, but it also monitors blogs -- the online journals that now number in the millions.   Patients in a drug's clinical trial might blog about their side effects. Engineers talk about projects they're working on. Collective Intellect uses a combination of people and software to figure out which of its 25,000 Internet sources relate to which stock. It lets users rate bloggers, to find the subject-matter mavens. So a trader opening her Collective Intellect page would see news and blog entries listed in order of portfolio relevance and quality.   The firm's chief executive, Don Springer, says that the new service is being used by 11 buy-side investment shops and two on the sell side.   Products like Collective Intellect and Connotate can be complementary: The former makes a broad sweep of news and opinion, while the latter plucks primary data. Neither technology is cheap enough for a retail investor, so it remains to be seen how large a market these startups will find. But for deep-pocketed hedge funds, research toys like these could supply hours of fun.   My skeptical column last week on the medical diagnostics firm Cepheid (CPHD) was only a couple of days old when the company announced that it had gotten a happy surprise. Sooner than expected, the Food & Drug Administration approved Cepheid's rapid test for antibiotic-resistant Staphylococcus germs, which cause most hospital-acquired infections. This is the product that's supposed to finally bring the Sunnyvale, Calif.-based firm into profitability. On the good news, Cepheid shares jumped more than a buck to 13.14, a 52-week high, before ending the week at 12.09, right about where they ended the previous week.   No one doubted Cepheid's chances of getting FDA approval for its tests, which detect telltale molecules with high sensitivity, thanks to a chemical-amplifying technology that the company has licensed on a non-exclusive basis from Roche Holding.   The question is whether Cepheid can sell enough systems and test cartridges to hospitals to turn a profit. Cepheid told investors it will reach operating profitability by the December quarter, assuming the FDA approved its test for resistant staph. With last week's approval, the ball is in Cepheid's court.   The company that's bet everything on a drug for Alzheimer's Disease, Neurochem (NRMX), shook up its fans last week. The Laval, Quebec, firm announced that its statistical consultants had suggested the company adjust the statistical model originally chosen for analyzing its pivotal clinical trial of Alzhemed, a drug aimed at stemming the memory-eroding progress of Alzheimer's.   \"An obvious interpretation of this news is that Alzhemed did not demonstrate a large effect,\" CIBC World Markets analyst Brian Lian told clients, \"leading to extensive subset analyses.\" Lian has been bullish on the prospects for Alzhemed and he did not return my call last week. Other analysts axed their price targets for the stock. The shares sold off about 11% after Neurochem's terse announcement, ending the week at 11.86 and continuing a slide from 22 at the beginning of the year.   The company's release seemed to warn investors that Alzhemed's test performance might be damped by \"potential confounding factors such as the effect of concomitant medications, baseline characteristics of the study population or differences in clinical sites.\" But the full assessment of the study won't be completed until around June.   Some investors have long doubted the prospects of Alzhemed, selling short the shares of Neurochem after early trials of the drug failed to show a clear effect. Yet Alzhemed is the furthest along of a new generation of potentially disease-altering treatments for Alzheimer's (see \"Alzheimer's Cure,\" April 2nd). Others testing treatments include Myriad Genetics (MYGN), Elan (ELN) and the drug giants Eli Lilly (LLY) and Wyeth (WYE).   e-mail: william.alpert@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b1c010debb21d2d256ea8bb26cd7c8b6","symR":["LEH","US5249081002"],"date":"2007-04-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/23) Barron's Mailbag: The Man With The Edge","GmtTimeStamp":"2007-04-21T04:01:00.000000000","CompanyCodes":["LEH","US5249081002"],"IndustryCodes":["SCR","XDJGI","XFFX","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  Lawrence Strauss (\"The Neuberger Berman Edge,\" April 9) was wise to give so much more than just a historic footnote to Roy Neuberger, who founded one of the smartest firms on Wall Street, in addition to launching one of the very first no-load mutual funds. Neuberger was able to run his highly unusual firm personally for more than a half-century. His secret, aside from longevity, was a distinct value bias, and filling Neuberger Berman with the best brains in the business. Pedigree never played a role in his selections. \u001d  One of the vital lessons that Neuberger stressed was to hedge, to have two-way action. He did this back in the 1950s, before anyone ever heard of hedge funds. Back then, Merrill Lynch had the largest short position in the entire country because Merrill had the most customers. But the second-largest short position was held, amazingly, by Neuberger Berman, in that lone office, without a single salesman -- just a handful of overachievers that he chose to be his partners. \u001d  Roy Neuberger, at 103, glitters like a diamond on a street that is mostly littered with rhinestones. \u001d  Jerome Lawrence Castle \u001d  Boca Raton, Fla. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:01 ET (04:01 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b276fbcc8ad365a2349a1fa840fa2437","symR":["BT","BT.A.LN","GB0030913577"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"BT Boosts Its Signal In S America - Newspaper","GmtTimeStamp":"2007-04-21T09:47:00.000000000","CompanyCodes":["BT","BT.A.LN","GB0030913577"],"IndustryCodes":["FTS","TLS","XDJGI","XFT1","XNYA","XST5","XSTT"],"Story":"\b \u001d  LONDON (Dow Jones)--BT Group PLC (BT) has continued its overseas buying spree, moving deep in to Latin America with the acquisition of Comsat International for an estimated GBP100 million, The Telegraph reported Saturday. \u001d  The deal is the latest push by Chief Executive Ben Verwaayen to turn the former U.K. telephone monopoly into a global information technology services giant, the newspaper said, to compete with the likes of Cap Gemini. \u001d  According to The Telegraph, Comsat will give BT a much larger presence in 15 of the 22 Latin American countries where it already operates. \u001d  Analysts price the deal at around GBP100 million, the newspaper said. \b \u001d  Newspaper Web site: http://www.telegraph.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; 44 (0)20 7842-9330 \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 05:47 ET (09:47 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b5951802df79b720d5742bbeb5976193","symR":["VRTX","US92532F1003"],"date":"2007-04-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/23) Follow-Up: The Limits Of A Promising Drug","GmtTimeStamp":"2007-04-21T04:04:00.000000000","CompanyCodes":["VRTX","US92532F1003"],"IndustryCodes":["BTC","DRG","XDJGI","XISL","XNQ1","XRUS"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  For the nearly one million Americans diagnosed with hepatitis C, a promising group of drugs is on its way to combat the dreadful liver disease. A week ago, at the annual meeting of the European Association for the Study of the Liver, some uneven new data emerged on antiviral drugs under development by companies like Vertex Pharmaceuticals (ticker: VRTX). Appropriately, Vertex shares didn't soar on the news. \u001d  Vertex has the leading experimental hepatitis drug, Telapravir, which inhibits an enzyme essential to the hepatitis C virus. Telapravir's rapid effectiveness in early trials sent shares in the Cambridge, Mass., firm above $45 last year -- valuing Vertex as if it would have a near monopoly on treatment of HCV infections. That stock-market capitalization of $5.7 billion seemed implausible to some hepatitis researchers, who told Barron's that HCV antiviral therapy would eventually involve a cocktail of drugs, just like therapy for HIV infection (\"Medicine's Cocktail Party,\" Nov. 27, 2006). Vertex shares have since settled back to around 31 apiece, making for a $3.9 billion valuation that's probably closer to what the company's drug pipeline is worth. \u001d  \"In November, I said that the early Telapravir data were so good that they could only get worse,\" says Jason Kolbert, a Susquehanna Financial Group analyst who has tempered his original Sell rating to a Neutral since Vertex shares sold off. \u001d  Investors' imaginations were not reignited by last week's data from the first of Vertex's three large Phase 2 studies. One report showed that 20 weeks after the end of all drug therapy, just six of 17 patients who started a 12-week course of Telapravir treatment had no detectable virus. That 35% \"cure\" rate disappointed some investors. \u001d  But researchers rightly noted that four patients had dropped out due to rashes or other side effects -- which might be tolerated if the drug proved truly useful against this serious disease. So another way to look at the numbers is that 46% of the 13 completing Telapravir dosing remained virus-free. \u001d  That's a better cure rate after just 12 weeks of Telapravir than obtained from currently approved treatments, which involve 48 miserable weeks of ribavirin and the pegylated-interferons sold by the Swiss-listed Roche Holding (RO.Swiss) or Schering-Plough (SGP). \u001d  But the small group discussed at the European meeting showed a lower post-treatment response than investors had hoped, given the disappearance of measurable virus reported for 79% of the 175 patients in the entire study after the first four weeks of drug treatment. Such four-week \"on-drug\" measures have usually been predictive of an HCV drug's cure rate. That's why researchers hope to get a broader view of the drug's effectiveness from post-treatment data on all of the nearly 1,000 patients that Vertex is enrolling in its Phase 2 studies. \u001d  Vertex spokesperson Michael Partridge says the company hasn't said when it expects additional Phase 2 data. But the company does hope to begin final Phase 3 tests in the fourth quarter of this year, so there should be more information before then -- perhaps at the November meeting of the American Association for the Study of Liver Diseases. \u001d  Vertex bulls have been hoping for success from just three months of treatment with Telapravir plus interferon plus ribavirin, followed by three months of interferon and ribavirin. Still, anything shorter than today's 48-week standard treatment with interferon is going to benefit patients. Susquehanna's Kolbert believes that the Vertex drug will win Food and Drug Administration approval and quickly reach the $1 billion sales range of current HCV treatments from Roche and Schering-Plough. \u001d  The risk that worries Kolbert is that better HCV drugs will arrive and supplant the Vertex product -- as happened to the pioneering antivirals for HIV like Merck's Crixivan. Other drugs undergoing testing may prove to have milder side effects or require less frequent dosing. Among those rivals are Schering-Plough's candidate boceprevir, which is in Phase 2 testing with interferon and ribavirin. Schering-Plough also reported potent combinations of boceprevir with drugs from Idenix (IDIX) and ViroPharma (VPHM). Roche, for its part, is testing experimental drugs in combination with one from InterMune (ITMN). \u001d  Vertex seems to have a good drug in Telapravir, and is running excellent clinical studies. But its hepatitis business prospects are more realistically valued, since its shares have pulled back. \"We see this as being a very crowded marketplace,\" says Kolbert. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b6b42be7d82b3d3eefee621c3ed11dbe","symR":["500114.BY","INE280A01010"],"date":"2007-04-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"India Titan Industries 4Q Net Down 18.5% On Higher Costs","GmtTimeStamp":"2007-04-21T14:15:00.000000000","CompanyCodes":["500114.BY","INE280A01010"],"IndustryCodes":["CLO","TEX","XDJGI"],"Story":"\b \u001d  MUMBAI (Dow Jones)--Indian watch and jewelry maker Titan Industries Ltd. (500114.BY) on Saturday reported an 18.5% on year fall in net profit for the fiscal fourth quarter, hurt by rising costs and a higher tax. \u001d  Net profit for the January-March period came in at 303.2 million rupees ($7.2 million), down from INR372.1 million a year earlier. \u001d  Total income for the Bangalore-based company, however, rose to INR6.06 billion against INR4.35 billion in the previous year, helped by higher sales of watches and jewelry. \u001d   While quarterly watch segment sales grew by 27% on year to INR2.48 billion, jewelry segment sales went up to INR3.40 billion as against INR2.28 billion in the previous year. \u001d  For the just ended quarter, total expenditure rose sharply by 41% on year to INR5.37 billion, hurt mainly by higher staff costs and a near doubling of raw materials cost. \u001d  Raw materials cost surged to INR5.08 billion from INR2.81 billion a year earlier, while staff costs rose about 65% on year to INR444.1 million. \u001d  The company's quarterly current tax also surged to INR104.9 million from INR5.3 million a year earlier. \b \b   -By Romit Guha, Dow Jones Newswires; 91-9900181471; romit.guha@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 10:15 ET (14:15 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c5cfde70ac5ee442eeaa69b66e606bd2","symR":["0489.HK","7201.TO","7203.TO","7267.TO","GM","HMC","NSANY","TM","VLKAY","VOW.XE","CN000A0HMV55","DE0007664005","JP3633400001","JP3672400003","JP3854600008","US3704421052"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Japanese Car Makers Gaining Ground In China; Upbeat On Sales","GmtTimeStamp":"2007-04-21T12:04:00.000000000","CompanyCodes":["0489.HK","7201.TO","7203.TO","7267.TO","GM","HMC","NSANY","TM","VLKAY","VOW.XE","CN000A0HMV55","DE0007664005","JP3633400001","JP3672400003","JP3854600008","US3704421052"],"IndustryCodes":["AUT","X225","XATI","XDAX","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b \u001d  SHANGHAI (Dow Jones)--Japanese car makers are gaining ground in China as they are widening model lineup and expanding sales network to support sales growth with cost-cut efforts made through setting up local production plants. \u001d  Toyota Motor Co. (TM), Honda Motor Co. (HMC) and Nissan Motor Co. (NSANY) remain upbeat about their business outlooks for this year in China, which replaced Japan last year as the world's second biggest auto market after the U.S. \u001d  China, where auto sales rose 25% to 7.2 million vehicles in 2006, is becoming an important market for global car makers as demand for vehicles is expected to continue to grow as the country's booming economy helps more consumers purchase cars. Some auto industry executives expect the Chinese car market to become bigger that the U.S. market over the next few decades. \u001d  The three Japanese car makers expect their sales to soar by 24% or higher on year in 2007 driven by their flagship models that attract consumers globally and new small models. \u001d  Their rosy sales outlook comes on the heels of robust sales growth in the rapidly growing market in past years as they lowered production costs by setting up local plants, improving sales services to raise customer satisfaction and bringing models that match Chinese customers' demand. \u001d  Their annual sales were only several tens of thousands vehicles each when they began building local plants in the late 1990's or the earlier this decade. \u001d  However, the volume has grown to around 300,000 vehicles at each of those three companies. \u001d  The targeted sales growth at Toyota, Honda and Nissan for 2007 well exceeds the growth that some executives at these Japanese companies anticipate in the overall Chinese auto market for this year. \u001d  Toyota Motor Executive Vice President Yoshimi Inaba and Atsuyoshi Hyogo, chairman and president of Honda Motor (China) Investment, told reporters on the sidelines of the Shanghai Auto Show they expect overall auto sales in China to reach at least 8 million vehicles this year, up 11% from from 7.2 million vehicles sold in 2006. \u001d  Based on the expected demand for 8 million vehicles, combined targeted sales of at least 1.1 million vehicles set by three companies for this year, the three car makers will boost their total share of the Chinese market to 14% in 2007 from their combined 12% share in 2006. \u001d  Honda, which boosted sales 26% to 320,000 vehicles last year in China - the largest volume among the three Japanese companies, aims to sell 400,000 or more in 2007. \u001d  \"A major driver (for sale growth) will be the Accord ... another will be the Civic,\" Honda's Hyogo said Friday at a meeting with the media at the auto show. \u001d  The Accord is one of Honda's flagship models in China, as well as in global markets. The model has consistently posted sales of about 100,000 vehicles a year in recent years in the Chinese market. \u001d  Honda, Japan's second biggest car maker by sales volume,   lifted production capacity for Accord last September in China. It began production of the model at a new plant at Guangzhou Honda Automobile Co., which is a joint venture set up with Guangzhou Automobile Group Co. The new plant has  capacity to make 120,000 Accord sedans a year. \u001d  Hyogo expects the redesigned Civic it introduced in China in March 2006 to contribute to sales throughout the year in 2007. The Civic is also a flagship model that Honda sells globally. \u001d  Toyota, Japan's biggest auto maker by sales volume, is targeting to increase sales in China by 30% or more to more than 400,000 vehicles in 2007, Toyota's Inaba said Friday at a press conference at the auto show. \u001d  The company hopes the newly designed Camry midsize sedan, a globally-sold core model for Toyota, will drive its sales growth this year, Inaba told reporters after the press conference. \u001d  Toyota's sales subsidiary in China aims to sell 150,000 Camry sedans this year, more than double the 60,000 sold in 2006, a Toyota spokeswoman said. The redesigned Camry was launched last June in China. \u001d  Nissan, Japan's third biggest car maker by sales volume, aims to lift sales 50% to 300,000 passenger cars this year in China. The company said Friday it has rolled out a low-price small hatchback in China, called the Livina. \u001d  Kenichiro Yomura, senior general manager of sales and marketing at Dongfeng Nissan Passenger Vehicle Company, told Dow Jones Newswires on Friday that Nissan hopes the new model will help the company reach its overall sales target. \u001d  Dongfeng Nissan Passenger Vehicle Company is the passenger vehicle operation of Dongfeng Motor Company, which is a 50:50 joint venture between Nissan and Dongfeng Motor Corp. \u001d  Honda and Nissan are also in the midst of efforts to opening more dealerships in China to help pursue their sales goals. \u001d  Honda expects to add more than 100 outlets to its sales network including dealerships for its upscale brand Acura to have 560 outlets by the end of the year from 402 outlets, Hyogo said. \u001d  Nissan will increase the number of dealerships to 410 in China by the end of this year from the current 330 dealerships, Dongfeng Nissan's Yomura said. \u001d  However, it won't be easy to pursue their sales goals as their rivals are also looking for further growth in the growing market. \u001d  Shanghai General Motors Corp., for instance, said Tuesday it plans to double its annual capacity to 1 million vehicles by 2010. Shanghai GM is a joint venture between General Motors Corp. (GM) and Shanghai Automotive Industries Corp. \u001d  Volkswagen AG (VLKAY) also expects its car sales in China to \"grow in line with the overall market,\" Winfried Vahland, the president and chief executive of Volkswagen AG's Chinese division, also said Friday at the sidelines of the Shanghai auto show. \u001d  Moreover, stiff price competition in China as a result of car companies' efforts to ramp up more production lines will also likely put pressure on Japanese car makers. \u001d  Volkswagen's Vahland, said he expects prices will likely to drop 10% by 2010. \u001d  But, some Japanese car makers are seeking to cut costs by procuring more automobile parts from local suppliers. \u001d  Dongfeng Motor Co. President Katsuhiko Nakamura told Dow Jones Newswires Thursday that the joint venture between Nissan and Dongfeng Motor Corp. aims to source around 90% of parts for its passenger cars from part suppliers in China. At present, it sources between 65% and 85% of parts locally, depending on models. \u001d  Such move may not cut costs \"dramatically\" as the ratio is already relatively high. Still, such efforts will be needed to enhance price competitiveness, he added. \b \b   -By Yoshio Takahashi, Dow Jones Newswires; 813-5255-2929; yoshio.takahashi@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 08:04 ET (12:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c7547c62d08db576d029067dfbe02980","symR":["2311.TW","ASX","C","DISH","DTV","II","JOSB","RF","USBE","WB","TW0002311008","US1729671016"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/23) Research Reports: How Analysts Size Up Companies","GmtTimeStamp":"2007-04-21T04:09:00.000000000","CompanyCodes":["2311.TW","ASX","C","DISH","DTV","II","JOSB","RF","USBE","WB","TW0002311008","US1729671016"],"IndustryCodes":["BAN","BNK","BRD","MDV","MED","OIS","RTS","SAP","SEM","XDJGI","XDJI","XFFX","XGTI","XNQ1","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  Advanced Semiconductor Engineering - ASX-NYSE \b \u001d  Buy - Price 6.02 on April 17 \u001d  by Merriman Curhan Ford \b \u001d  ASE is the [No. 1] provider of semiconductor-manufacturing services in assembly and test. [It said] the Carlyle group bid was too low . . . [at] $5.98 per American depositary receipt, work[ing] out to 8.5 times enterprise value to trailing free cash flow, versus average of 19.5 times for group's other major players . . . fundamentals are getting better. ASE intends topay 15% stock dividend and small cash dividend [pending approval]. \b \u001d  Jos. A. Bank Clothiers - JOSB-NNM \b \u001d  Buy - Price 37.20 on April 17 \u001d  by Sterne Agee \b \u001d  JOSB reported Q4 results at $1.36, up 32.4%; our projection was $1.24, consensus, $1.25. The firm plans to open 50 stores this year. We are again raising our target price, from 40 to 46, implying the shares would trade at 15 times our forward estimate [versus last] four years' average, 14.9 to 16.4 times. \b \u001d  Citigroup - C-NYSE \b \u001d  Buy - Price 52.93 on April 17 \u001d  by Sandler O'Neill \b \u001d  Increasing our '07 and '08 earning-per-share estimates by 6 cents and 5 cents, to $4.62 and $5.20, respectively, primarily reflect[ing] 1Q07 outperformance and formal recognition of [recent] better-than-expected cost reductions. \b \u001d  DirecTV Group - DTV-NYSE \u001d  EchoStar Communications - DISH-NNM \b \u001d  Neutral - Price DTV 23.97; DISH 46.91 on April 17 \u001d  by Cowen & Co. \b \u001d  We are upgrading our ratings on DTV and DISH to Neutral, from Underperform. We believe that the competitive threats underlying our prior view of the stocks remain substantial. In fact, we expect telcos' penetration of the video market to increase substantially in 2007 . . . However, we now believe the cash-flow-growth potential for DTV and DISH, combined with recapitalization possibilities, can offset the competitive risks in the near-term, supporting stocks near their current levels. \b \u001d  Ivivi Technologies - II-Amex \b \u001d  Buy - Price 4.90 on April 18 \u001d  by Brean Murray Carret & Co. \b \u001d  Ivivi's partner received marketing approval for the use of its Roma3 pulsed electromagnetic-field therapy device for the noninvasive treatment of chronic wounds/pressure ulcers. Our 9 target derives from applying 30 multiple and 20% discount rate to our fiscal '12 EPS estimate of 73 cents. Risks [in] product-development; business-development; financial; competitive; stock-price volatility; and litigation. \b \u001d  Regions Financial - RF-NYSE \b \u001d  Underperform - Price 34.33 on April 17 \u001d  by FIG Partners \b \u001d  RF met our estimate at 69 cents on operating basis, but excluded one-time losses of 19 cents on EquiFirst subprime-mortgage operations, which were sold . . . secondary-mortgage-sale pricing fell precipitously in 1Q07 . . . . Period-end balances show lower loans and core deposits. Credit quality mixed . . . net-interest margin outlook's still negative, per new CFO Al Yother . . . .NIM  below 3.80% likely by 3Q07. EPS outlook is still heading lower than management's postmerger goals . . . Stock's [at] 12 to 13 times forward [price/earnings ratio], but upside seems limited. \b \u001d  U.S. BioEnergy - USBE-NNM \b \u001d  Buy/Speculative - Price 14.20 on April 17 \u001d  by A.G. Edwards \b \u001d  USBE, the second-largest U.S. ethanol producer, at 4% market share, [is] largest \"pure-play,\" with capacity of 250 [million gallons per year and expects] to add 400 MMGY by 2008 at attractive $1.50/gallon [cost]. Asset base is founded upon large-scale plants . . . enabling strong operating efficiencies. USBE was recently trading at 5.2 times '09 estimated EV/earnings before interest, taxes depreciation and amortization, below group's 5.8 times average, and 35%+ discount to closest peer, VeraSun, Target: 17 \b \u001d  Wachovia - WB-NYSE \b \u001d  Buy - Price 55.06 on April 17 \u001d  by Oppenheimer \b \u001d  Wachovia reported core 1Q07 EPS of $1.20, 4 cents ahead of consensus and our estimate. Despite the earnings beat we are reducing our FY2007 EPS estimate by 10 cents to reflect a revised outlook for slower than originally anticipated net interest income growth . . . Despite 1Q07 EPS coming in ahead of our expectations, we are reducing our net interest-income growth assumption. The reduction primarily reflects the challenging interest-rate environment and volume growth pressures. Target: 64. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ccb5bb680e5b318f0de02370d5487ccb","symR":["AB.LN","SI","SIE.XE","DE0007236101","GB00B0P7Y252"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/23) European Trader: The Good News In A Resignation","GmtTimeStamp":"2007-04-21T04:08:00.000000000","CompanyCodes":["AB.LN","SI","SIE.XE","DE0007236101","GB00B0P7Y252"],"IndustryCodes":["ITC","RTD","RTS","XDAX","XDJGI","XFT1","XGTI","XISL","XNYA","XST5"],"Story":"\b   (From BARRON'S) \b   By Arindam Nag and Matthew Curtin \u001d  The exit of Heinrich von Pierer from Siemens is good for the corporation and Germany's self-image -- if it proves to be the platform for serious corporate reform. \u001d  Von Pierer's departure Thursday as chairman of Siemens' supervisory board should help the company and investigators clean up the mess surrounding the bribery scandal that has overshadowed the conglomerate's otherwise impressive turnaround. His move should allow his successor as CEO, Klaus Kleinfeld, to focus more clearly on the day-to-day running of Siemens. \u001d  The markets obviously were encouraged by the news. In midday trading in New York Friday, Siemens' American depositary shares (ticker: SI) were up more than 3.5%, to around $123. (They now stand 8% above their level on Feb. 26, when Barron's published a piece arguing that Siemens' shares should do well, if Kleinfeld isn't directly implicated in the scandal.) \u001d  The problem for von Pierer wasn't any proven involvement in the corruption -- he has always said his hands are clean -- but that it happened on his watch as CEO when Siemens had committed itself to ironing out such behavior. He obviously couldn't supervise Siemens' current internal investigation. In addition, von Pierer isn't any old company boss. He's also an adviser to German Chancellor Angela Merkel and on the supervisory boards of Volkswagen, Hochtief and Deutsche Bank. That's why he should have resigned months ago as the extent of corruption within Siemens became clearer. \u001d  Von Pierer's exit also raises the question of whether Germany should continue having long-term CEOs step up to become supervisory board chairmen. \u001d  Some illustrious CEOs have filled those shoes well; Dietmar Hopps at SAP is a good example. But there are many bad examples, most recently at Volkswagen (VOW.Germany) and Deutsche Bank (DB), where chairmen couldn't resist meddling in the daily running of businesses they should have turned over to their successors. Appointing a chairman independent of the CEO would avoid such problems. \u001d  It might also be time to think about the pros and cons of trade-union representation on the supervisory board, whose primary responsibility should be to protect the interests of the company's owners -- its shareholders. \u001d  As for the corruption probe, Siemens is belatedly coming to terms with the reality that practices, such as bribing foreign officials to secure contracts, that were once considered an unfortunate but necessary part of doing business are now rightly considered unacceptable. \u001d  If von Pierer really wants to finish his career on a high note, becoming a champion of the reforms that Corporate Germany needs, once the investigation at Siemens is over, wouldn't be a bad way of going about it. \u001d  Shareholders in Alliance Boots are hitting the jackpot. \u001d  A sweetened bid for the British pharmacy chain by major shareholder Stefano Pessina and U.S. buyout firm Kohlberg Kravis Roberts was trumped Friday by an offer from a group led by Terra Firma Investments, a private-equity firm, along with HBOS, a U.K. bank, and Wellcome Trust, one of the world's top medical-research charities. Their offer is 1,126 pence ($2.52), versus 1,115 pence from Pessina and KKR. \u001d  The battle has boosted Alliance Boots' stock-market value above GBP 10.8 billion (about $21.6 billion). Its London-listed shares (AB.U.K.) hit an intraday high of 1,141 Friday, indicating that some investors expect the bidding to go even higher. \u001d  Is the company worth this much? \u001d  Pedestrian U.K. sales growth in a worrying inflation environment is certainly a reason for caution, even allowing for Alliance Boots' promise as a European specialist retailer. Another is the company's lack of a huge property portfolio that could be transformed into billions of pounds of cash, something that has attracted private-equity firms to other retailers. Boots had GBP 1.3 billion of property, plant and equipment on its books at the end of its 2006 financial year. In addition, the Terra Firma consortium, led by investor Guy Hands, must overcome some big obstacles if it is to prevail. \u001d  One is Pessina's 15% stake in Alliance Boots and his influence over the Alliance Boots board. The other is presenting a compelling plan to run the company better than it has been since it was created last year through the merger of Boots Group, a U.K. health-and-beauty retailer, and Alliance UniChem, a distributor of pharmaceuticals throughout Europe. It would be a challenge for a buyer to get its money back, let alone make a profit, without the asset-stripping and job losses often associated with leveraged buyouts. \u001d  As a FTSE-100 constituent with a prominent presence in the U.K., Alliance Boots isn't just another company. Terra Firma and Wellcome have a major public-relations job in front of them, particularly given their minimalist offer statement Friday and the popular antipathy toward buyout firms now prevalent in the U.K. \u001d  Alliance Boots' stock is trading at a forward price-earnings multiple of more than 25, whereas the global pharmacy sector trades at just 21, according to data from Infinancials. That's a mouth-watering prospect for its shareholders as they contemplate more rounds in this bidding battle. But it should have the investors in KKR and the people behind Wellcome Trust scratching their heads. \u001d  The sharp contrast in results between Nokia and Motorola is the best evidence yet that the Finnish mobile-handset supplier's strategy of selling low-price phones in emerging markets and high-end models in mature ones is paying off. \u001d  Motorola (MOT) Wednesday posted a first-quarter loss on the back of its first sales decline in four years. Its share price still ended up 1.5% on the day, but only because activist investor Carl Icahn continues to pressure management to shake up the company. \u001d  Nokia (NOK) reported lower first-quarter earnings and missed analysts' estimates, but its shares jumped over 4%. Investors were impressed by the Finnish company's ability to improve its gross operating margin -- the market's favorite indicator -- for a second successive quarter. Its overall operating profit margin declined, however, because of higher marketing expenses and restructuring costs. \u001d  The secret of Nokia's relatively healthy performance seems to be in the sales mix. Nokia has gone for global market share -- now 36% -- by pushing products where demand for first mobile-phones are still high. Mobile penetration in China and India is still a relatively low -- 35% in China and 13% and India -- and some forecasters expect it to double over the next five years. But the company has gone for profits in maturer markets. \u001d  And as Motorola struggles to come up with another hit like its Razr phone, Nokia's plans to enlarge its burgeoning suite of high-end handsets promises to produce some good quarters ahead. In fact, the 18.8% profit margin at Nokia's multimedia division, which makes top-of-the-range phones, probably has executives at Motorola green with envy. \u001d  --- \u001d  Arindam Nag, who is based in London, and Matthew Curtin, who reports from Paris, are contributors to The Skeptic, a Dow Jones Newswires column on which this European Trader is based. \u001d  --- \b                      DOW JONES GLOBAL INDEXES \b \b  Region/ \b  Country \b   DJ Global          DJ Global          DJ Global     Point \b    Indexes,           Indexes,           Indexes,      Chg.    % Chg. \b Local Curr.    Wkly     U.S. $    Wkly  U.S. $ on      From      From \b    04/20/07  % Chg.   04/20/07  % Chg.   12/31/06  12/31/06  12/31/06 \b \bAmericas \b                        372.51   +1.94     351.71    +20.80     +5.92 \b \bBrazil \b 6284584.03   +2.86    1223.48   +2.71    1067.30   +156.18    +14.63 \b \bCanada \b     456.08   +0.55     469.20   +1.78     425.73    +43.47    +10.21 \b \bChile \b     653.02   +2.28     463.33   +3.01     393.68    +69.65    +17.69 \b \bMexico \b    2004.12   +0.22     559.93   +0.38     500.99    +58.94    +11.76 \b \bU.S. \b     361.36   +1.96     361.36   +1.96     343.25    +18.12     +5.28 \b \bVenezuela \b    2865.33   +3.49      54.56   +6.33      58.10     -3.55     -6.11 \b \bLatin America \b                        637.73   +1.90     560.18    +77.55    +13.84 \b \bEurope \b                        384.56   +2.09     349.72    +34.83     +9.96 \b \bAustria \b     484.67   +0.07     513.17   +0.67     465.16    +48.01    +10.32 \b \bBelgium \b     438.77   +1.32     464.81   +1.92     427.54    +37.27     +8.72 \b \bDenmark \b     537.21   +3.70     579.83   +4.35     505.70    +74.13    +14.66 \b \bFinland \b    1479.61   +2.92    1401.14   +3.53    1206.63   +194.51    +16.12 \b \bFrance \b     377.71   +2.35     405.34   +2.96     365.73    +39.61    +10.83 \b \bGermany \b     329.18   +1.39     347.45   +1.99     302.80    +44.65    +14.75 \b \bGreece \b     424.05   +0.49     331.40   +1.08     295.24    +36.16    +12.25 \b \bIreland \b     684.54   +1.21     708.05   +1.81     671.96    +36.10     +5.37 \b \bItaly \b     350.61   +1.23     304.99   +1.82     280.63    +24.36     +8.68 \b \bNetherlands \b     439.05   +2.61     463.65   +3.21     401.84    +61.81    +15.38 \b \bNorway \b     450.51   +0.93     452.01   +1.48     402.36    +49.64    +12.34 \b \bPortugal \b     326.34   +2.79     299.98   +3.40     270.37    +29.61    +10.95 \b \bSpain \b     582.11   +0.61     463.26   +1.21     422.08    +41.18     +9.76 \b \bSweden \b     699.56   +1.17     610.07   +2.76     542.62    +67.45    +12.43 \b \bSwitzerland \b     558.88   +2.34     627.34   +2.95     577.55    +49.79     +8.62 \b \bUnited Kingdom \b     277.67   +0.27     297.56   +1.31     278.31    +19.26     +6.92 \b \bSouth Africa \b                        367.56   +4.59     319.28   +48.28     +15.12 \b \bPacific Region \b                        154.08   +0.68     146.16    +7.92      +5.42 \b \bAustralia \b     421.92   +1.17     463.92   +1.64     400.56    +63.35    +15.82 \b \bHong Kong \b     401.81   +0.25     399.93   +0.25     377.97    +21.96     +5.81 \b \bIndonesia \b     623.33   +1.39     136.58   +1.45     127.96     +8.62     +6.74 \b \bJapan \b     112.64   +0.34     118.26   +0.70     115.76     +2.50     +2.16 \b \bMalaysia \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 21, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"cd293e60c127fb1941f74deb94288c98","symR":["DO","GSF","RIG"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/23) Crude Calculations","GmtTimeStamp":"2007-04-21T04:06:00.000000000","CompanyCodes":["DO","GSF","RIG"],"IndustryCodes":["DRL","OIE","XDJGI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  With most U.S. stock-market indexes near record highs, bargain-hunting investors ought to take a close look at any industry group with a rock-bottom price/earnings ratio. That means the offshore drillers, including Transocean , Diamond Offshore Drilling and GlobalSantaFe, which lease rigs to energy companies searching for oil and gas beneath the world's oceans. These and similar stocks trade for 7-to-11 times estimated 2007 earnings, and 6-to-7 times 2008 projections, among the lowest P/Es anywhere. \u001d  The drillers carry such low valuations because Wall Street is concerned the current profit boom won't last as a slew of new rigs hits the market by 2010. The industry historically has had volatile profits, reflecting wide swings in daily rig-leasing rates, or \"day\" rates. The drillers operated at around breakeven as recently as 2004. \u001d  Capital allocation is another issue. Except for Diamond Offshore, none of the major drillers pays a sizable dividend, notwithstanding their prosperity. Industry profits are going instead toward share buybacks and new rigs. \u001d  Bulls argue the stocks look attractive because the current boom may last into the next decade. High oil and gas prices have spurred demand for offshore rigs as major energy companies bet that some of the world's biggest remaining petroleum deposits lie beneath the sea. The industry currently operates 600-plus rigs, primarily in the Gulf of Mexico, the North Sea and off the coasts of West Africa, Asia, and Australia. \u001d  The industry's most expensive rigs, so-called floaters that enable drilling in more than 4,000 feet of water, are close to fully booked for the next two years. \"Fourth-generation\" floaters command day rates of $425,000 in the Gulf of Mexico, up from $70,000 in 2004. Some investors fear a drop in oil and gas prices will send day rates plunging; they have weakened recently for rigs that operate in the shallow waters of the Gulf of Mexico. But Transocean CEO Bob Long downplayed worries in a November conference call, saying \"we're pretty comfortable that . . . oil prices down to $40 a barrel and maybe even down to $35 would have little or no impact on the deepwater market.\" \u001d  Investors also could benefit from takeover activity or leveraged buyouts in the sector. Seadrill(SDRLF.PK), a fast-growing Norwegian driller with the highest P/E ratio in the group, is believed to be weighing acquisitions. In a recent note, Citigroup analyst Geoff Kieburtz identified GlobalSantaFe and Noble as the most likely targets for Seadrill. \u001d  There is also speculation that private-equity firms are eyeing the sector, as the drillers generally have strong balance sheets, which facilitates leveraged buyouts. But a plunge in industry profits would imperil the ability of a heavily leveraged company to pay interest on its debt. \u001d  Rig contracts typically last no more than three years, after which day rates could decline. Private-equity buyers might be willing to lengthen lease terms by several years in return for discounted day rates, which would assure a period of elevated profits. A well-maintained offshore rig can be used for 30 years or more. \u001d  One way the drillers could boost their share prices is by paying higher dividends, as Ole Slorer, an oil-services analyst at Morgan Stanley, advocates. Slorer figures their shares could rise 50% if they adopt a policy of paying out most of their earnings. He points to investor applause for the high-dividend policies of another volatile industry: shipping companies. \"This industry isn't going to be revalued unless you change the metric for valuing the companies,\" Slorer says. Investors currently look at drilling companies based on earnings, and assign them a low multiple because of concerns the industry may be nearing the top of the cycle. High dividends, Slorer argues, would attract the sort of yield-oriented investors who pay premium prices for shippers and energy limited partnerships. \u001d  Slorer says his dividend thesis has engendered \"extreme hostility\" from drilling-company leaders. \"They say that in a cyclical industry, you shouldn't be paying a dividend,\" he says. \"My response is they should have a fixed and transparent dividend policy. Dividends would have to be cut when the cycle rolls over, but their stocks will fall less if they're paying a dividend.\" \u001d  The table below shows Slorer's estimate of the potential dividends that could be paid in 2008 by five leading drillers. These payouts are about equal to projected 2008 earnings per share. If Transocean were to pay a dividend of $11.64, the stock would yield 14% based on today's share price of 81. With that yield, the shares (ticker: RIG) could rally to 119, Slorer says. \u001d  Using a similar analysis, Slorer says Diamond Offshore (DO) could hit 128, versus a current 81; GlobalSantaFe (GSF) 94, versus 62; Noble  (NE) 125, versus 79, and Ensco  International (ESV) 93, versus 54. Wall Street's '08 profit estimates for the industry look achievable, as many rig contracts already are in place. \u001d  \"The companies argue that by taking away their cash, they would lose the flexibility to do smart things,\" Slorer says, \"My point is that if you had a different dividend policy, you'd have a stock price that would be 30% to 40% higher and you could really do smart things.\" \u001d  Many drillers are focused on share buybacks because they consider their stocks undervalued. Transocean repurchased $2.6 billion of stock in 2006, equal to 10% of its market value. The buybacks didn't do much for its stock, however, which has slipped in the past year. While big buybacks may boost earnings per share, they don't change the mindset of the investor base, Slorer says. \u001d  Diamond Offshore has broken with the pack and began paying sizable annual dividends in January 2006. The company, half-owned by Loews (LTR), the New York conglomerate run by the Tisch family, paid a $4-a-share special dividend in January 2007, equal to about 80% of 2006 profits. It also pays 12.5 cents per share quarterly. Diamond isn't committing to paying out a fixed percentage of annual profits in dividends, but judging from the past two years, the payout ratio is likely to remain high. Diamond could earn a total of $35 a share in the next three years, based on current consensus estimates. With an 85% payout ratio, it could dole out $30 a share in dividends, or 35% of its current share price. \u001d  Asked about the Diamond dividend policy on its February conference call, Transocean CEO Long said \"right now, we continue to think the best course would be stock repurchase.\" Long argued Diamond is a special case because Loews has an incentive to take big dividends from Diamond. As a corporation, Loews pays a tax of just 7% on dividend income, not the standard 35%. \u001d  Jim Tisch, Loews' CEO, calls Diamond's dividend policy \"libertarian capitalism\" because it puts financial decisions in the hands of shareholders. An investor who favors share repurchases can use the Diamond dividend to buy more shares, while a holder wanting income can bank it. \"Everyone gets to decide for himself or herself,\" Tisch says. \u001d  Diamond's dividend does not appear to have helped its stock so far. Yet Slorer argues the company should go further and set a more formal dividend policy. \u001d  Other drillers might do well to follow Diamond's lead. But even if they don't, investors in drilling stocks are likely to benefit from the industry's sustained prosperity, and, perhaps, buyouts. Yes, good things often happen to companies with low price/earnings ratios. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ce0abd7710163c98ec0b9b162064e1be","symR":["7201.TO","7203.TO","7267.TO","DCX","DCX.XE","HMC","NSANY","TM","DE0007100000","JP3633400001","JP3672400003","JP3854600008"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Nissan To Launch Sales Of Infiniti Line In China - Nikkei","GmtTimeStamp":"2007-04-21T12:48:00.000000000","CompanyCodes":["7201.TO","7203.TO","7267.TO","DCX","DCX.XE","HMC","NSANY","TM","DE0007100000","JP3633400001","JP3672400003","JP3854600008"],"IndustryCodes":["AUT","X225","XATI","XDAX","XDJGI","XGTI","XNYA","XST5"],"Story":"\b \u001d  SHANGHAI (Nikkei)--Nissan Motor Co. (NSANY) will introduce its Infiniti line of luxury vehicles in China from July in response to steady and sustained growth in consumer income and spending in the country, The Nikkei reported in its Sunday edition, citing company sources. \u001d  Nissan's move comes as Toyota Motor Corp. (TM), Honda Motor Co. (HMC) and other automakers are trying to strengthen their marketing channels for high-end vehicles in China. \u001d  In July, Nissan plans to set up Infiniti dealerships in Beijing, Shanghai and Shenzhen, aiming to have a total of 10 sales outlets in operation by the end of the year. It will offer two models initially, before expanding the lineup to five by the end of 2008. \u001d  Toyota intends to double the number of local showrooms for its Lexus brand cars from the current 20-30 by the end of March 2008, while Honda seeks to expand its network of marketing outlets for Acura brand vehicles to 10 from three within this year. \u001d  According to local reports, 28,900 luxury cars were sold in China in the first two months of 2007, up 64% from the same period last year, with 25% growth expected for the entire year. \u001d  Mercedes-Benz saw sales of the S-Class, its flagship model, soar 42% year on year to 2,800 in the first quarter of 2007. \u001d  Mercedes-Benz is a unit of DaimlerChrysler AG (DCX). \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 08:48 ET (12:48 GMT)"},{"md5ID":"d2512857ddb3e479bef687b121b54cb0","symR":["BRKA","BRKB"],"date":"2007-04-21","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/23) Other Voices: Questioning The Cult Of Buffett","GmtTimeStamp":"2007-04-21T04:10:00.000000000","CompanyCodes":["BRKA","BRKB"],"IndustryCodes":["INS","INU","XDJGI","XNYA"],"Story":"\b   (From BARRON'S) \b   By Stephen P. Mauzy \u001d  Is any chairman and CEO more revered by his company's shareholders than Berkshire Hathaway's avuncular Warren Buffett? Witness the spectacle in Omaha, Neb., that is the Berkshire Hathaway annual convocation. Every first weekend in May, the owners and notable hangers-on squeeze into the Qwest Center to absorb first-hand parables from their high priest of investing. \u001d  Those of us unable to pony up $3,600 for a B ticket or $109,000 for an A ticket (based on share prices for different classes of Berkshire stock) can turn to technology to substitute for the holy experience. Type \"Warren Buffett\" into Amazon.com and you'll return 48 hits from almost as many hagiographers. Type it into Google and you'll return 1.4 million hits. Tune in to any cable-television business show and his name will surely be invoked when the subject turns to investing. Warren Buffett is the business world's pope. \u001d  Fealty should be expected when someone has produced an average annual return of 21% over 40 years, especially when that someone can still ply his alpha-generating trade. As recently as last year, Buffett carried Berkshire Hathaway shares 24% higher, beating the S&P 500 by 10 percentage points. \u001d  Despite the hosannas directed Buffett's way, all is not well at the church of Berkshire Hathaway. Upon closer inspection, capitalists may note that the bulk of that 21% average-annual return was generated when Berkshire was a much svelter version of its current self. Over the past five years, the company's average annual return is closer to 8%, even with the high return of 2006. \u001d  Berkshire tips the scale with a belt-busting $42 billion cash hoard, a $165 billion market cap, and a $66,000 per-share book value. The wide girth extracts a tribute, as evidenced by the ever-growing time frame required to add a zero to the firm's gaudy share price: Berkshire shares required six years to appreciate from $100 to $1,000, nine years to appreciate from $1,000 to $10,000 and 14 years to appreciate from $10,000 to $100,000. \u001d  By the way, what's the rationale for maintaining a stock price that doesn't fit in the stock tables? Buffett has long opposed a stock split on the theory that the high price discourages buying by short-term traders. In the 1992 shareholder letter, he stated: \"Overall, we believe our owner-related policies -- including the no-split policy -- have helped us assemble a body of shareholders that is the best associated with any widely-held American corporation.\" \u001d  Another claim is that the high price allows Buffett to rise above the market fray and avoid the clamor that accompanies normal trading activity. But the argument lacks force when the CEO owns 31% of the firm's stock. Can't he rise above the fray as easily with a $10-per-share stock as a $100,000-per-share stock? \u001d  Buffett's desire for aristocratic ownership hasn't squelched petty-bourgeois demand. A decade ago, Berkshire issued the lower-priced Class B shares to pre-empt a Philadelphia-based entrepreneur from launching a fund offering fractional exposure to Class A shares. \u001d  The Class B shares satisfy a certain investor demand, to be sure, though Class B investors are indeed second-class parishioners, for the Class B shares carry one-thirtieth the rights of Class A shares, except that they wield one-two-hundredth of Class A shares' voting rights. \u001d  Concern with trading expenses is another justification for maintaining the six-figure price. \". . . we believe that our shares turn over far less actively than do the shares of any other widely held company. The frictional costs of trading -- which act as a major \"tax\" on the owners of many companies -- are virtually non-existent at Berkshire,\" Buffett stated in the same 1992 letter. \u001d  Unfortunately, the trading-tax contention crumbles when carried to its logical conclusion. If all firms (especially the great ones) practiced what  Buffett preaches, only the wealthy could afford direct investment. The investing plebs of the world would suffer the \"tax\" of an additional level of intermediation -- up to a 5.75% front-end load and an annual 1% mutual fund management fee -- far exceeding any tax imposed by the \"frictional costs of trading.\" \u001d  Imagine if mighty ExxonMobil shared Buffett's stock-constituent sentiments. Had the energy giant retained its dividends and original share count since the early New Jersey Standard-Standard Oil of New York days, it would dwarf Berkshire in every measurable metric. But what would be the point of such an inefficient enormity, aside from cocktail-hour bragging rights and precluding me from purchasing ExxonMobil stock? \u001d  Fortunately, ExxonMobil has more pressing concerns than fretting over its ownership. What's more, it pays a dividend because sound corporate governance decrees that management return money to shareholders when faced with inadequate investment opportunity. \u001d  Buffett is the greatest investor alive, but his prior successes have forced him to buy in $5 billion to $10 billion chunks to impact Berkshire's bottom line. Would a Blue Chip Stamps or a See's Candy make a bit of difference in Berkshire's portfolio today? Would it make a difference in yours? \u001d  Another downside to the problem of the too-much-cash for too-few-investing-opportunities paradigm is cash intoxication, which causes management to abandon sensibility and seek positive net-present value outside of normal business activities. Buffett's recent foray into less-than-zero-sum games, such as currency and commodity speculation, suggests he's susceptible to the effect. \u001d  The worst aspect of Berkshire's size and ballooning cash account is that Buffett has had to abandon the real source of his success -- concentrated contrarian investing. Buffett once said, \"Wide diversification is only required when investors do not understand what they are doing.\" During the halcyon days of 1977-1983, when the share price soared from $100 to $1,000, Berkshire finished one year (1978) owning as few as eight publicly traded securities and never finished a year owning more than 18 (1980). \u001d  Peruse Berkshire's most recent 13F filing, and you'll find those concentrated, contrarian days of yore are long gone. As of Dec. 31, 2006, Berkshire held minority stakes in 41 publicly traded companies, complemented by complete or supermajority ownership in 46 more. Its business interests include insurance, materials and construction, furniture, apparel, transportation, food, energy, retail, jewelry, newspapers and business services. Berkshire is a closed-end mutual fund (and one trading at a 60% premium to book value). \u001d  Buffett refers to Berkshire's shareholders as \"partners and co-owners.\" If true, then he should treat them like partners and co-owners by losing the dual-class stock system, combining the A and B shares, splitting the share price down to $50 or so, and paying a dividend. \u001d  So what if a short seller or speculator takes a position or two? These shareholder-friendly measures will not only increase the stock's liquidity and ownership base -- good news for both current and future shareholders -- but will release cash for higher-value investment opportunities. \u001d  --- \u001d  Stephen P. Mauzy is a finance writer, chartered financial analyst and principal of S.P. Mauzy & Assoc. e-mail: spmauzy@gmail.com. \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:10 ET (04:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d54df1d6f9d247c75197d6c83a3c63a5","symR":["JSAIY","SBRY.LN","WTB.LN","GB00B019KW72","GB00B1KJJ408"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Tchenguiz May Link With Bidder Eyeing David Lloyd -Newspaper","GmtTimeStamp":"2007-04-21T10:39:00.000000000","CompanyCodes":["JSAIY","SBRY.LN","WTB.LN","GB00B019KW72","GB00B1KJJ408"],"IndustryCodes":["FDR","RES","RTS","XDJGI","XFT1"],"Story":"\b \u001d  LONDON (Dow Jones)--Property entrepreneur Robert Tchenguiz is considering teaming up with one of the bidders for Whitbread PLC's (WTB.LN) GBP1 billion David Lloyd Leisure division, The Times reports Saturday without citing its sources. \u001d  Tchenguiz, who in recent weeks has built a stake of 5% in J Sainsbury PLC (SBRY.LN), is understood to have held preliminary talks with MidOcean Partners, the private equity firm that owns the LA Fitness chain, the newspaper said. \u001d  Although MidOcean is known to be eager to merge the David Lloyd operation with its LA Fitness business, it is believed to be seeking a property partner to buy the underlying asset base in the event of a successful bid, according to The Times. \b \u001d  Newspaper Web site: http://www.ft.com \b \u001d  -London Bureau, Dow Jones Newswires; 44 (0)20 7842-9330 \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 06:39 ET (10:39 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d8845028086ab7a37d68aa7186a2782a","symR":["TRB"],"date":"2007-04-21","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Los Angeles Times To Cut Some 150 Jobs, The Newspaper Says","GmtTimeStamp":"2007-04-21T07:00:00.000000000","CompanyCodes":["TRB"],"IndustryCodes":["MED","PUB","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  LOS ANGELES (AP)--About 150 jobs at the Los Angeles Times are expected to be cut next week amid a recent earnings report from parent Tribune Co. (TRB) that show slumping revenue, the newspaper reported. \u001d  The cuts, expected to be announced Monday, would constitute more than 5% of the work force and include 70 newsroom positions, unnamed Los Angeles Times executives said Friday in a story posted on the newspaper's Web site. \u001d  Newspaper executives believe many of the cuts will come through voluntary buyouts. \u001d  After the reductions, the newspaper will have about 2,625 employees. Its news staff will drop from 940 to 870, the newspaper said. \u001d  An after-hours call to a newspaper spokeswoman wasn't immediately returned Friday. \u001d  Budget cuts had been anticipated since November, when editor Dean Baquet was forced to resign. Baquet had defied the Tribune Co. by refusing to cut newsroom jobs. \u001d  Tribune Co., which recently accepted an $8.2 billion bid from real estate mogul Sam Zell to take the company private, reported a first-quarter loss Thursday due to weakness in classified advertising. \u001d  Quarterly revenue dropped 4.3% to $1.21 billion from $1.27 billion a year ago, as publishing revenue slipped 5% to $931 million and broadcasting and entertainment revenue dipped by $1 million to $283 million. \u001d  Tribune Co. owns the Chicago Tribune, the Los Angeles Times and various other newspapers and TV stations, as well as the Chicago Cubs baseball team. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 03:00 ET (07:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f3f525358b20b5cc92659c4edcc24c40","symR":["AHOM","APRO","DHOM","ECPG","HDL","LAUR","NAHC","PAGI","STBC","XSONF"],"date":"2007-04-21","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/23) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-04-21T04:10:00.000000000","CompanyCodes":["AHOM","APRO","DHOM","ECPG","HDL","LAUR","NAHC","PAGI","STBC","XSONF"],"IndustryCodes":["ARO","ASP","BNK","BRD","CFN","CSV","HEA","HOM","HPR","INP","INS","MED","REA","REI","XDJGI","XISL","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining more than 5% of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from April 12 through April 18. Source: Dow Jones Corporate Filings Alert \b \u001d  Activists \b \u001d  Claxson Interactive Group (XSONF) \u001d  Black Horse Capital Management said that the proposed $10.50 cash buyout offer by the company's controllingshareholders is \"entirely inadequate,\" and implored the board to reject it. \u001d  Black Horse Capital added that Claxson's net-cash position alone would likely exceed the $10.50-per-share offer and that the proposed transaction doesn't compensate minority holders for Claxson's remaining valuable assets. \u001d  Black Horse Capital holds about 1.8 million Class A shares (8.4% of the total outstanding). \b \u001d  Laureate Education (LAUR) \u001d  Select Equity Group said it has \"significant reservations\" about the management-led buyout of Laureate Education, citing the proposed $60.50-per-share price as \"grossly inadequate.\" \u001d  Laureate's board agreed to a $3.1 billion buyout led by founder and CEO Douglas L. Becker and backed by a private-equity consortium including Kohlberg Kravis Roberts, Citigroup Private Equity and hedge fund S.A.C. Capital Management.  Select Equity Group owns 5,051,076 shares (9.82%). \b \u001d  State Bancorp (STBC) \u001d  A group including PL Capital plans to withhold its vote at this year's annual meeting for four current directors on the company's 13-member board. \u001d  The group is urging the company's chairman and chief executive, Thomas F. Goldrick Jr., and two vice chairmen, Richard W. Merzbacher and Daniel T. Rowe, to resign from the board. The PL Capital group also contends that the company isn't properly administering its incentive-award policy. \u001d  The PL Capital group holds 702,090 shares (5.1%). \b \u001d  Pemco Aviation Group (PAGI) \u001d  Pemco Aviation Group's chairman, Michael E. Tennenbaum, offered to buy a wholly owned subsidiary of the company for $30 million in cash. The offer will remain open until whichever is earlier -- April 30, or the sale of the unit to a third party. \u001d  Tennenbaum currently owns 1,129,410 shares (26.6%). \b \u001d  America First \u001d  Apartment Investors (APRO) \u001d  Winthrop Realty Trust (FUR) said that while it supports America First's decision to retain an investment adviser to initiate a sale of the company, it believes that the process is \"flawed, to the detriment of all non-management shareholders.\" \u001d  Winthrop made certain proposals in its letter that, it argues, could enhance the bidding process. Winthrop owns 794,856 shares (7.2%). \b \u001d  Original Filings \b \u001d  Dominion Homes (DHOM) \u001d  Investor James Michael Rhodes reported ownership of 593,834 shares (7.07%), bought from Jan. 22 to April 11 at $4.08 to $5.12 per share. \b \u001d  Increases in Holdings \b \u001d  Encore Capital Group (ECPG) \u001d  Red Mountain Capital Partners raised its holdings to 3,435,062 shares (15.1%) by buying 1,144,062 from March 1 to April 11 at $9.32 to $9.96 apiece. That total includes 1,650,000 obtained through an April 5 purchase agreement, at $9.50 a share. \b \u001d  Handleman (HDL) \u001d  Third Avenue Management raised its position to 3,163,062 shares (15.6%), by buying 53,331 from Feb. 15 to March 15 at $6.70 to $7.59 each. \b \u001d  National Atlantic Holdings (NAHC) \u001d  Loeb Partners raised its stake to 1,099,949 shares (9.9%), by purchasing 494,525 from Feb. 27 to April 11 at prices that ranged from $12.02 to $13.01. \b \u001d  Decreases in Holdings \b \u001d  American Homepatient (AHOM) \u001d  Loeb Partners liquidated all of its 1,440,311 shares from March 27 to April 10, at prices ranging from $1.71 to $2.99. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 00:10 ET (04:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ff38ae89ecfe23caabf4e603d95234ee","symR":["XDSL"],"date":"2007-04-21","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Creation of AlwaysReady, Inc. to Benefit XDSL Shareholders","GmtTimeStamp":"2007-04-21T14:34:00.000000000","CompanyCodes":["XDSL"],"IndustryCodes":["CMT"],"Story":"\bLITTLE FALLS, N.J.--(BUSINESS WIRE)--April 21, 2007-- \u001d  mPhase Technologies, Inc. (OTCBB:XDSL) today said that the new subsidiary it announced Tuesday, AlwaysReady, Inc., is designed to benefit the current shareholders of mPhase Technologies in a number of key ways. \b \u001d  \"We planned the formation of AlwaysReady, Inc. in an effort to maximize the value to shareholders,\" said Ron Durando, President and CEO. \"By creating the new company initially as a wholly owned subsidiary, XDSL shareholders retain the upside potential of our powerful technologies while we attract the new capital needed to bring our products to market.\" \b \u001d  The company said that the private placement planned will be limited to 10% of the new company. The new company's structure makes it more attractive to private placement investors who have a specific focus on its proprietary technologies. This strategic move is designed to raise the capital needed to move forward in commercializing its technologies in an accelerated and potentially less dilutive manner. \b \u001d  Ron Durando, President and CEO continued, \"While there will be a sale of approximately 10% of the equity of the new company for the purpose of raising this capital, mPhase and its shareholders will retain the remaining 90% thus benefiting from the potential increase of value the market assigns to both mPhase and AlwaysReady, Inc.\" Our goal is to have Always Ready, Inc. listed on a NASDAQ exchange. \b \u001d  Investors interested in the learning more about the technology can view two videos now on You Tube: \b \u001d  The video about the mPhase magnetometer is at: http://www.youtube.com/watch?v=kqeRaU8ufZc. \b \u001d  The video on the Nanobattery is at: http://www.youtube.com/watch?v=P8UwBP4yVgM. \b \u001d  AlwaysReady, Inc. (a wholly owned subsidiary of mPhase Technologies) is commercializing a \"smart\" Nanobattery capable of producing current on demand after long term storage, as well as an ultra sensitive magnetometer with significant improvements in sensitivity. \b \u001d  Investors interested in more info can call the mPhase IR agency at (212) 843-9337 or the company at 973-256-3737, x 110, or visit the web site at www.mphasetech.com/AlwaysReadyinc. \b \b   About mPhase Technologies, Inc. \b \u001d  mPhase Technologies Inc. (OTCBB:XDSL) develops and commercializes next-generation media-rich entertainment software and nanotechnology solutions, delivering novel systems to the marketplace that advance functionality and reduce costs. The company was awarded the Frost & Sullivan 2006 Energy Storage Award for the Nanobattery, the 2005 Frost & Sullivan Excellence in Technology Award, and the Nano 50 Award from NASA Nanotech Briefs in 2005. The company is bringing nanotechnology out of the laboratory and into the market with a planned innovative long life battery. Additionally, the company is working on prototype ultra-sensitive magnetometers that promise orders of magnitude increases in sensitivity as compared with available un-cooled sensors. More information is available at the mPhase Web site at www.mPhaseTech.com. \b \b   Safe Harbor Statement \b \u001d  This news release contains forward-looking statements related to future growth and earnings opportunities. Such statements are based upon certain assumptions and assessments made by management in light of current conditions, expected future developments and other factors it believes to be appropriate. Actual results may differ as a result of factors over which the companies have no control. \b \b    CONTACT: Investor Relations: \b             Rubenstein Investor Relations \b             Tim Clemensen, 212-843-9337 \b             tclemensen@rubensteinir.com \b             or \b             Media: Public Relations \b             Rubenstein Associates \b             Peter Hamilton, 212-843-8015 \b             phamil@rubenstein.com \b \b    SOURCE: mPhase Technologies, Inc. \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  April 21, 2007 10:34 ET (14:34 GMT)"}]
