[{"md5ID":"032ff94a5b13ba3a4e2640d700779293","symR":["1800.HK","2777.HK","3368.HK","CN000A0KDYQ0","CN000A0LFFW0","KYG693701073"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) Asian Trader: Don't Rush To Snap Up China's Shares","GmtTimeStamp":"2007-03-03T05:09:00.000000000","CompanyCodes":["1800.HK","2777.HK","3368.HK","CN000A0KDYQ0","CN000A0LFFW0","KYG693701073"],"IndustryCodes":["CON","REA","RED","RTB","RTS","XDJGI","XISL"],"Story":"\b   (From BARRON'S) \b   By Leslie P. Norton \u001d  The numbers are in: after last week's carnage, Chinese shares in the Shanghai Composite were down 6% on the week, though it still sat on a 6% gain for the year. The MSCI Emerging Markets index fell 6.7%, for a year-to-date loss of 3.9%. \u001d  There was certainly cause for investors to be watchful: India announced a budget where it failed to cut corporate taxes and increased taxes on dividends; hapless Thailand's finance minister resigned. Yet the downturn commenced in China's A share market during a week when most people were celebrating the Lunar New Year and when the government made no big policy changes. \u001d  Various theories held that the decline was triggered by rumors that China's chief securities regulator would resign (as of Friday, he hadn't) and that China would impose a capital-gains tax (Beijing denied it), and by a general feeling that stocks, up 130% in 2006, were overvalued. What's true is that the market in the country's A shares is largely closed to foreigners and has bubbled higher largely because Chinese investors have few places to park their money. The market cap of China's A and B shares totals $1.1 trillion, versus $1.04 trillion for the Hong Kong market, and foreign investors can buy only about $9 billion, according to Deutsche Bank. \u001d  Hong Kong-traded H shares, the stocks widely held by the emerging-markets mutual funds that U.S. retail investors snapped up last year, also fell last week for a 13% decline this year, though they nearly doubled in '06. Says Mark Headley of Matthews Capital Management: \"I was fairly cheerful because I'd been running too defensive a portfolio.\" Like many other investors, Headley says Chinese stocks are still too pricy -- Mainland shares trade at 37 times earnings, according to Bloomberg, versus 18 times for H shares. Headley prefers \"lower-P/E stocks in less-hyped places like Korea.\" Indeed, Warren Buffett disclosed last week that he'd bought 4% of Korean steelmaker Posco (05490.Korea). \u001d  Gary Greenberg of Muse Capital, a London hedge fund, wasn't scooping up Chinese shares, either, but he did buy European and U.S. stocks that fell. \"Today there's a better balance of fear and greed in the market,\" says Greenberg. \u001d  What happens now? BCA Global Investors recommends that investors refrain from bottom fishing, given that typical corrections run from two to three months. In fact, emerging-market declines range from 15% to 20%. \u001d  Henry Chan of Baring Asset Management runs NYSE-listed Greater China Fund (ticker: GCH) and the Asia Pacific Fund (APB). The second quarter is seasonally a rough one for Chinese shares, Chan maintains. \"That's the time for policy meetings,\" he says, \"and the time overseas markets are weak.\" \u001d  Plenty of Chinese shares remain overvalued, including big insurers like China Life and Ping An Insurance, and Chan expects weakness in the second and third quarters. Yet Chan is sanguine about the prospects for Chinese stocks for the rest of the year. China's economy continues to expand at a 9%-plus rate, and inflation, at least in January, was lower than predicted. He forecasts both A and H shares will make money in 2007. Chan's big positions include China Communications Construction (1800.HK), Guangzhou R&F Properties (2777.HK) and Parkson Retail (3368.HK). \b \u001d  Don Lam left Vietnam as a youngster after Saigon fell, or, depending on your point of view, was liberated. He grew up in Canada, became a consultant at PriceWaterhouse, where he helped Franklin Templeton organize its first Vietnam Fund, and now is the managing partner at VinaCapital, based in Ho Chi Minh City. Vietnam was one of last year's hottest plays, up 144%, and during last week's rout was up nearly 6%, for a 53% gain year to date. Its bourse has a market cap of $15 billion, versus $1 billion at the start of '06. Lam has two funds -- Vietnam Opportunity Fund and Vinaland. Both trade in London, at steep premiums to their underlying net asset values. \u001d  Investors have worried that investing in real estate will result in a repeat of 1998, when in the wake of the Asian currency crisis, values collapsed and buildings were left half finished. That won't happen this time, maintains Lam (who has bought some of those projects himself). \u001d  Land prices are still reasonable, he says; Vietnam has joined the World Trade Organization, with the prospect of a flood of foreign investment; and Vietnam has a youthful, growing population. One of Vina's projects is Hung Vuong Plaza in Ho Chi Minh City, which includes 276 condominiums (80%-plus presold), restaurants, shopping space and a gigantic venue for weddings, since young Vietnamese adore getting married. \u001d  The prospects for real estate are bright this year, says Lam, who owns 2% of Vinaland. Indeed, it's \"a far better investment\" than listed stocks for now. For the rest of the year, Lam expects \"one or two small corrections of 10% to 15%...but by the end of the year the Vietnam Index should be up by a healthy margin.\" Corporate Vietnam will keep raising capital, including blue chips like Vietcombank. Lam forecasts the index, now at 1100, will rise to as high as 1400 by yearend. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0e3d15cfda6a0e1a80a5f65f51bff247","symR":["CCU"],"date":"2007-03-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(3/5) Why Clear Channel's Buyout May Go Bust","GmtTimeStamp":"2007-03-03T05:05:00.000000000","CompanyCodes":["CCU"],"IndustryCodes":["BRD","MED","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  With less than three weeks to go until a vote, Clear Channel Communications faces an uphill battle to win investor approval for a $26 billion leveraged buyout led by a group of private-equity firms. \u001d  Several big institutional shareholders, including Fidelity Investments, Clear Channel's largest holder, plan to vote against the deal because they believe the cash offer of $37.60 a share undervalues the company by at least several dollars a share. A rejection of the buyout would send an important message that investors will not rubber-stamp leveraged buyouts that promise to quickly enrich private-equity firms and corporate management teams that participate in the LBOs. \u001d  Clear Channel (ticker: CCU), based in San Antonio, is the country's largest radio operator. It also owns 90% of Clear Channel Outdoor (CCO), one of the biggest billboard companies. The parent now has an equity value of $18 billion, plus $7 billion of debt. \u001d  The proposed buyout, announced in November, must clear a high hurdle: approval of two-thirds of outstanding shares, versus the more typical majority vote. The vote is slated for March 21. \u001d  Fidelity, which holds a 10% stake, declined to comment. But the firm, whose opposition to the deal surfaced in January (\"Unclear LBO Path for Clear Channel,\" Jan. 22), is believed to have turned aside entreaties from Clear Channel to change its position. \u001d  Barron's has learned that several other big institutional holders plan to vote down the deal. Moreover, it's estimated that 10% to 15% of shareholders may not vote -- which amounts to a vote against the deal. Combine the opposition of Fidelity and other institutions with those shareholders who won't cast ballots, and the chances of approval look poor. \u001d  Other big shareholders at year's end included Morgan Stanley, Boston-based Highfields Capital Management and NWQ Investments. A new shareholder in the fourth quarter, with a 1% stake, is Noonday Asset Management, which successfully opposed a buyout bid last year for radio operator Emmis Communications (EMMS). Noonday couldn't be reached for comment. \u001d  It's possible that Bain Capital and Thomas H. Lee, the private-equity firms that are leading the planned buyout, may try to salvage the deal by raising their bid. But it may take a significant price increase -- to $42 a share or more -- to win over investors. \u001d  An increase any smaller than that might not win over key investors like Charles Mangum, who runs the Fidelity Dividend Growth fund, the largest Clear Channel holder within Fidelity. It's believed that Mangum is firm in his opposition and that another buck or two won't sway him. The buyout firms, for their part, have signaled they're unwilling to raise their bid. \u001d  The job of generating institutional support for the deal has fallen on Clear Channel CEO Mark Mays and his brother, Randall Mays, the company's president. The Mayses are being aided by Clear Channel's investment banker, Goldman Sachs (GS), which stands to make a $40 million fee if the deal gets approved. \u001d  The buzz is that the Mays brothers are struggling to persuade big holders to back the deal. Some institutional holders aren't happy that the brothers plan to retain their positions if the company goes private. Unlike oridinary investors, they will profit if the LBO proves a winner. They will be able to roll over part of their stock into new Clear Channel equity, and each will get options on 2.5% of the new equity. Their father, Lowry Mays, Clear Channel's 71-year-old chairman and founder, plans to sell his 7% stake in the LBO. \u001d  Clear Channel shares now trade around 36.20, at about a 4% discount to the buyout offer. The stock traded as high as 37.55 in late January on hopes for a higher bid from the buyout group. If approved by shareholders, the deal is expected to close by year end. Only holders as of Jan. 22 are eligible to vote. \u001d  From almost the moment the deal was announced, there was grumbling from institutional investors that the price was low and that the quick auction process wasn't designed to elicit the highest price. The complaints have grown louder in recent weeks because the value of Clear Channel Outdoor has risen near 28 a share from 21, thanks to brisk demand for billboard advertising. The run-up has lifted the value of Clear Channel Communications' stake by $2 billion, and could be a boon to the buyout firms, which plan to put up $4 billion in equity and borrow the rest, more than $21 billion. On the date the deal closes, the firms stand to earn a quick 50% return on their investment simply from the increased value of Clear Channel Outdoors. \u001d  \"Clear Channel is worth about $43 a share,\" says Jeff Jacobowitz, an analyst with Robotti & Co., an investment firm whose clients hold Clear Channel shares. Jacobowitz, who also runs a partnership that owns Clear Channel, says the company \"has substantial and valuable assets\" and that the buyout price is \"way too low.\" Noting that Clear Channel now is in the process of selling its small-market radio stations, he argues that those asset sales ought to benefit public shareholders, not the LBO operators. \u001d  At current prices, Clear Channel Communications' stake in the billboard concern is worth $8.8 billion, or $17.90 per Clear Channel Communications share. That means investors effectively are paying $19 a share for the radio business, or nearly $9.5 billion, based on Clear Channel's 493 million outstanding shares. Jacobowitz calculates that Clear Channel's radio business may generate $850 million in free cash flow this year, producing a 9% free-cash-flow yield. That is much higher than the free-cash-flow yields on such other radio stocks as Emmis Communications and Entercom (ETM). \u001d  Clear Channel last week released a slide show that apparently is being used to pitch the deal to investors. It warns that the stock price may fall if the deal is rejected and notes the \"challenges facing the radio industry.\" \u001d  It's possible that Clear Channel shares could dip if the deal is rejected as arbitragers sell their stock. But it's every bit as possible that the shares could rally, with investors anticipating that the company will take such shareholder-friendly moves as spinning off Clear Channel Outdoor or engaging in a \"split-off\" of Clear Channel Outdoor. In a split-off, holders of Clear Channel Communications would have the option of swapping their shares for Clear Channel Outdoor shares. \u001d  Clear Channel Communications also could announce a sizable stock buyback from the proceeds of asset sales. If the buyout offer is rejected, the Mays family will have incentive to deliver for shareholders -- namely, to prevent angry institutional holders from forcing out Randall and Mark Mays, whose father founded the company in 1972. \u001d  Recent reports by two Street analysts suggest that Clear Channel is undervalued. Victor Miller, a Bear Stearns analyst who has been critical of the buyout, wrote in a client note last week that Clear Channel's radio business is being effectively valued at just 8.4 times projected 2007 cash flow when factoring in the value of the Clear Channel Outdoor stake, deferred tax benefits and other assets. Most radio companies trade for about 11 times cash flow. Put a similar valuation on Clear Channel, and the stock would trade at $44. \u001d  Miller noted that \"one could also easily make the argument\" that the current value of Clear Channel's radio stations is \"modest,\" given its strong market position. Clear Channel has a presence in 88 of the top 100 markets, and four or more stations in 84 of those 88 markets. \u001d  Clear Channel lately has been taking bids for its small-market stations, and many investors are betting that Clear Channel gets at least 11-to-12 times cash flow for those stations, providing further evidence that the $37.60 deal price is low. \u001d  Merrill Lynch analyst Laraine Mancini wrote in a client note last week that \"we continue to believe that Thomas H. Lee and Bain Capital have room to increase their bid.\" She calculated that the buyout firms could pay $41 a share and still generate a 20% annualized return on their investment. \u001d  One of Clear Channel's arguments for shareholder approval of the deal is that the radio business faces challenges. While it's true the industry is mature, it is still growing and is faring better than newspapers, another old-media sector. \u001d  Clear Channel's radio revenue rose 7% in the fourth quarter, while operating income increased 16%. The company best- ed the rest of the radio industry, which averaged a low-single-digit revenue gain in the fourth quarter. But investors had no opportunity to question Clear Channel about the fourth-quarter performance or the buyout deal, because the company refused to hold a conference call. \u001d  The billboard business, meanwhile, is one of the strongest sectors in media because of its relatively low cost to advertisers, its immunity to Internet challenges and the introduction of digital signs, which promise to increase profits. Clear Channel Outdoor posted a 13% rise in revenues and a 16% jump in profits for the fourth quarter. \u001d  At around 28, Clear Channel Outdoor shares trade for 13 times projected 2007 pretax cash flow, a discount to the only other large pure-play billboard operator, Lamar Advertising (LAMR), which commands 16 times estimated 2007 cash flow. \u001d  Given the quality and value of its assets, Clear Channel Communications promises to be a huge and quick score for the buyout group if shareholders back the deal. The alternative, a publicly traded Clear Channel, looks like a far better deal for investors. The company probably is worth more than $42 a share now, and bulls argue that the stock could hit $50 in the next two years. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"117fd6742070422d196112e9f55d228b","symR":["AVB"],"date":"2007-03-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(3/5) Apartment-House Blues","GmtTimeStamp":"2007-03-03T05:05:00.000000000","CompanyCodes":["AVB"],"IndustryCodes":["REA","REI","XDJGI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Jacqueline Doherty \u001d  Investors consider AvalonBay Communities one of the best-run real-estate investment trusts in the country. Based in Alexandria, Va., the company owns and builds apartments in markets where it's tough to put up new buildings, including California, Seattle, Chicago, Boston and the regions around Washington, D.C., and New York City. \u001d  AvalonBay has earned its glowing reputation by increasing its cash flow at a faster rate than competitors, and its long-tenured managementhas made smart moves, like selling high-priced buildings to overeager condo developers in 2005. Avalon also sports a conservative balance sheet, a rarity among real-estate companies in today's leverage-loving world. Small wonder the company's stock (ticker: AVB) has been on a tear for four years, rallying 340%, to 131, since March 2003. \u001d  At that lofty level, however, the good news and then some may be reflected in AvalonBay's shares. Based on a multiple of funds from operations, the industry's preferred metric, the company is among the most expensive names in one of the most expensive stock-market sectors. \"AvalonBay is the go-go stock within the go-go REIT sector,\" says Doug Kass, head of Seabreeze Partners, a hedge fund that has sold short the stock. \"Once the momentum comes out of this sector, a lot of investors are going to be heading for the exit at the same time.\" He sees the stock falling to 110 a share. \u001d  The market might have gotten its first taste of such a stampede in the past, turbulent week, not to mention a clear indication of investors' growing aversion to risk, as AvalonBay's shares tanked 7%, compared with a 4% decline in the Standard & Poor's 500. \u001d  With interest rates low, money has flooded into real-estate-related assets in the past few years as institutional investors, both here and abroad, seek alternative investments yielding more than bonds. Hedge funds in search of the next hot sector also have arrived. Pension funds alone invested an estimated $59 billion in real estate last year, almost double the $28 billion allocated in 2002. \u001d  Individual investors also have fallen in love with REITs. According to Financial Research Corp., REIT mutual funds have almost $78 billion in investment assets today, up from $9 billion in 1999, when the sector suffered its second straight year of outflows as investors turned their attention to tech. \u001d  Investors typically value REITs on the basis of funds from operations because that measure adds depreciation to earnings. AvalonBay currently trades for 27 times 2007 estimated funds from operations of $4.83 a share. (The company has given guidance of $4.68 to $4.92 per share for this year.) That multiple is close to twice the growth in FFO, almost twice the price-earnings multiple on the S&P 500 and double the industry's historic average. If the price-to-FFO ratio were to return to its historic range, the shares would be 50% lower. \u001d  Many REIT investors traditionally viewed such investment trusts as income vehicles, whose high dividends provided a cushion against stock-price declines. That is no longer true; stock prices in the sector generally have increased at a faster rate than payouts. Avalon's yield, for one, has dwindled to 2.6% from 7% five years ago, and is below the REIT-sector average of 3.3%. \u001d  It is also below the 4.5% yield on 10-year Treasury bonds, and isn't much higher than the 1.8% dividend yield on the S&P 500. Among S&P components, General Electric (GE) yields 3.2%, Bank of America (BAC) 4.4% and Pfizer (PFE) 4.6%. \u001d  After taxes, the difference is even more dramatic. REITs don't pay corporate tax, so their dividends don't qualify for the 15% tax on dividend income that corporate dividends enjoy. Instead, REIT dividends are taxed at a rate closer to an investor's personal income-tax rate. \u001d  Granted, AvalonBay has a long history of confounding skeptics. Its shares were considered rich at the start of 2006, but they subsequently rallied 50%. Likewise, they were deemed overvalued in 2005 -- before climbing 23%. \u001d  Among the REIT's many fans is James Corl, chief investment officer for real-estate securities at Cohen & Steers. \"The value they've created in their real-estate portfolio has gone up, and that is why the stock is up,\" he says. \u001d  AvalonBay is the largest apartment holding for Cohen & Steers, a New York real-estate investment specialist, in part because Corl likes the company's above-average cash-flow growth, which gives it a price-earnings-to-growth ratio of about 2.2, below the industry average of 3.4. \u001d  AvalonBay's CEO, Bryce Blair, 48, points to the company's 2007 forecast for 14% growth per share in funds from operations, rental increases of 5% to 6.5% and growth in operating earnings per share of about 12%, to a range of $3.66 to $3.90. \u001d  \"We're still optimistic about the stock because of the growth engines for the company,\" says Blair, who has been with AvalonBay since the company was established in 1993 via a spinoff from Dallas-based developer Trammel Crow, where he previously worked since 1985. \u001d  AvalonBay has a high-quality portfolio in the best markets, a $5 billion pipeline of apartment projects in various stages of development, a 15% equity stake in a fund run by its management that buys and rehabilitates apartment buildings, and one of the best balance sheets in the business, with a debt at 19% of capitalization, versus an industry average of about 36%. \u001d  While these attributes could help AvalonBay outperform its peers, on an absolute basis the stock could have a tough time as industry fundamentals begin to change. \"Multifamily fundamentals are starting to decelerate and that's not reflected in the stock,\" argues John Stewart, a Credit Suisse analyst who has a Underperform recommendation on the stock. The pace of rental increases is expected to slow from 8% in 2006 to 6% this year. Even then it would be twice the historical average of 3%. \u001d  Apartment companies enjoyed pricing power last year because the number of apartments in the market grew minimally in 2005 and '06 as speculators bought apartment buildings and turned them into condominiums. But with the housing market cooling, there is now a glut of condos in certain markets. Folks who are unable to sell their condos are opting to rent them out, which also has increased the supply of available apartments. \u001d  \"Condos are coming into the apartment market, and combined with slowing economic activity, apartment companies may miss their expected 5% to 7% rental-increase assumptions,\" says Kass. \"If that happens, funds from operations would come in below expectations.\" \u001d  Blair counters that AvalonBay is seeing little pressure from the condo market, thanks to its prime locations and lack of exposure to the weak Sunbelt markets. Bulls also believe the weak housing market will benefit apartment owners, as more people sell their homes and rent, while fewer renters race to buy their dream homes. \u001d  Besides the growth of condo rentals, the supply of newly built apartment buildings is set to increase in the next few years. \"We're seeing signs of capital moving from the home and condo market into multifamily housing,\" says Michael Cohen, a research strategist at Boston-based Property & Portfolio Research. \"We should expect increasing levels of supply over the next five years and slower rent growth.\" \u001d  In 2005, only 40,409 apartment units were added to the largest 54 markets in the U.S. (That statistic reflects the net number of newly built apartments and the units taken out of the market through condo conversions.) Last year, the number shrank to 13,678, according to PPR. In the prior nine years, net additions to the market ranged between 107,042 and 219,719. \u001d  As a result, the vacancy rate fell to 5.7% last year from 7.4% in 2003, and rent growth hit 5.1%, the highest since PPR began tracking it in 1991. At AvalonBay the rent increase was even higher, at 6.3%, due in part to the company's concentration in locations where apartment supply is tight. \u001d  Property & Portfolio Research estimates additions to the market will return to historic levels in coming years; in 2011 additions could rise as high as 219,557. The firm forecasts vacancy rates returning to 6.2% by 2011, and rent growth falling to 2%. If these forecasts are on target, they are not factored into the shares of AvalonBay -- or any other apartment REIT, for that matter. \u001d  Ironically the building boom in apartments begins just as returns in this market are at a low. Industry players refer to a REIT's yield on its investments as its capitalization, or \"cap,\" rate, a percentage calculated by dividing net operating income by the REIT's enterprise value minus the value of its undeveloped land and properties. Between 8% and 9% as recently as 2001, the cap rate has declined to 4.9% for REITs in general, and 4.0% for AvalonBay, Credit Suisse's Stewart calculates. \u001d  When the REIT was added to the S&P 500 index in January, he notes, it sold 4.6 million shares at $129 each to increase its float. The company paid down debt with the proceeds. Because Avalon's cost of equity is so low, the debt reduction actually was accretive to earnings. Equity is normally a company's most expensive funding option, and debt is cheaper. \u001d  AvalonBay went public in 1993 as Avalon Properties, with most of its buildings located in the Northeast and Mid-Atlantic. In 1998 it merged with Bay Apartment Communities, a REIT with apartments in Northern California. The company's senior management team has been working together for 20 years. \u001d  The company has a history of building its own apartment buildings instead of buying them, and currently has numerous projects in various stages of development. \"We can create more return for our shareholders by building rather than buying\" apartment buildings, says Blair. He explains that buildings constructed by AvaolonBay have a 7% cap rate, higher than the 4% yield on acquired buildings. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 03, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"14d0e3480295063447a6e8b9c3da904d","symR":["MRK","US5893311077"],"date":"2007-03-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(3/5) Barron's Mailbag: Medical Limits","GmtTimeStamp":"2007-03-03T05:03:00.000000000","CompanyCodes":["MRK","US5893311077"],"IndustryCodes":["DRG","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  It's advertising, not safety, that needs limits. In his Feb. 19 Other Voices essay (\"Even Safety Needs Limits\"), Peter Pitts says he thinks that it was doctors' prescribing habits that caused the Vioxx problem. Merck's media campaign is a more logical explanation. \u001d  Merck's marketing was so successful that it created a frenzied demand in the large group of people suffering with arthritis. Convinced that Vioxx was a wonder drug, they demanded it and, as experience shows, doctors responded by prescribing it. A sizable portion of people treated with the medication would have been equally well-served on a less expensive and safer alternative. \u001d  Marketing to the public is unwise for a drug only recently available for use. Prescribing a newly released drug is inherently more risky than one on the market for several years. A safety database for prescribing a medication needs to be refined after it has been on the market; then advertising to the consumer can commence and close monitoring of advertisements for risks and benefits can begin. \b \u001d  Dr. Ronald Blum \u001d  Gainesville, Fla. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:03 ET (05:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1614f61a6fea9d08f8355d275da7e5e4","symR":["EEM","FIG","GOOG","MCO"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) Streetwise: Ten Years Later, Little's Changed","GmtTimeStamp":"2007-03-03T05:09:00.000000000","CompanyCodes":["EEM","FIG","GOOG","MCO"],"IndustryCodes":["AMG","EXT","FIS","ISV","XDJGI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  The stock market entered the year on a roll and notched a rapid series of new highs, hit an air pocket before the end of the first quarter and quickly surrendered a few months' worth of gains in a blink. \u001d  The year was 1997. Market commentators back then reacted to a 4% two-day tumble and 5% weekly loss with assertions that the fundamentals remained intact. Sound familiar? \u001d  The indexes did indeed recover within weeks, after what became a 9% drop, and melted up through the summer, only to endure a brief but perilous mini-crash in October amid the Asian currency crisis. The March gut check turned out to be a warning shot and not the pivotal test. \u001d  It doesn't help to make too much of the parallels between a decade-old patch of market history and last week's 4% scalping of the indexes, which punctuated one of the calmest periods in decades. There are too many differences to catalogue here between then and now. \u001d  But human nature remains unchanged, so we can expect the same cycle of soothing assurances, attempts to catch a rebound and premature declarations that all is clear. \u001d  The 416-point pasting the Dow took Tuesday and the ensuing three days of tentative, unconvincing rallies and nervous probes lower tempered investor sentiment from a self-satisfied -- but not quite giddy -- condition. Enormous volumes of downside-hedge buying preceded and followed the break, which could mean stocks will be supported at lower levels. \u001d  The hopeful bullish analogy to all this could be spring 2005, when fear of GMAC financial distress spread panic about brokers' balance sheets and hedge-fund losses. No shivering skinny dippers back then were exposed by a receding liquidity tide; the watch remains active for any this time around. \u001d  But with much pent-up selling after eight straight up months, it's tough to conclude with confidence that the absolute lows have been seen, even if things stabilize in the coming week. Complicating the analysis is the very violence and lopsidedness of the selloff, given it came so close to multi-year index highs. With 99% of all action to the downside Tuesday and volume through the roof, it had the look of a selling climax near the end of a downturn rather than an initial move lower. \u001d  That would be encouraging if market rhythms didn't usually require some time for fear to spread and selling pressure to build before a high-probability low was in. \u001d  On the subject of market psychology, consider the implications of the heavy focus last week on mechanical or technical explanations for the severity of the decline -- whether Tuesday's glitch in calculating the Dow (by Barron's publisher Dow Jones), or the scarcity of specialists on the increasingly electronic NYSE, or the Big Board's network bottleneck. \u001d  The preoccupation with the mechanical scapegoats for the first 3% one-day loss in four years tells us that plenty of folks are looking for ways to prove the selloff was either not \"real\" or was artificially exaggerated. Similarly, back in the fall, there were active conspiracy theories for why the market kept climbing -- supposedly suspect jobs-data revisions, \"rigged\" pre-election declines in gasoline prices and such. \u001d  Doug Ramsey of Leuthold Research at the time correctly took this chatter as a bullish contrary signal that many investors were sidelined, doubting the rally. \u001d  Reached last week, Ramsey said: \"Our sentiment work has been eroding for two months, and this drop should help repair it a bit. What remains bullish, however, is the fact that our measures have picked up virtually no distribution of stocks by the smart money. \"My best guess is that the 'internal' peak in the market -- when the broad list of stocks tops out -- may have, in fact, been made last week. I think the major market averages will recover to new highs in the next couple of months, but they will be accompanied by a thinning list of leaders. That could set up the sort of classic divergences that would spell trouble for the second half of the year.\" \b \u001d  Every market break has its own trading cues that help suggest whether a reversal is imminent or a recovery durable. There are some obvious ones this time. The Japanese yen, which is rising, is bad for global liquidity and raises terror about speculators being forced to repay yen loans by liquidating risk assets. Brokerage stocks, off 8% last week, are also intuitive bellwethers. Perhaps only when Goldman Sachs, Bear Stearns and Lehman Brothers report earnings next week might any assurance be gleaned that they've averted major losses. \u001d  Here's a less-obvious group of stocks -- all 9% or more below recent highs -- that will likely outperform if the liquidity-enabled risk embrace resumes, but won't if it doesn't: Moody's (MCO), Fortress Investment Group (FIG), Google (GOOG) and, of course, the manically traded iShares MSCI Emerging Markets exchange-traded fund (EEM). \u001d  --- \u001d  e-mail: michael.santoli@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1a23af7a2a0a10bf8d71c41365e86b99","symR":["CXA.YY","UBS","UBSN.VX","CH0024899483"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"La Caixa Selects Morgan Stanley, UBS For Asset Listing","GmtTimeStamp":"2007-03-03T15:33:00.000000000","CompanyCodes":["CXA.YY","UBS","UBSN.VX","CH0024899483"],"IndustryCodes":["BAN","BNK","FIS","XDJGI","XGTI","XNYA","XSMI","XST5"],"Story":"\b \u001d  MADRID (Dow Jones)--Spanish savings bank La Caixa said late Friday it selected Morgan Stanley (MS) and UBS AG (UBS) as coordinators for its planned stock market listing of industrial assets. \u001d  The country's largest savings bank by loans said in a press release that the planned float of its industrial portfolio aims at getting market scrutiny on the management of its extensive industrial assets. \u001d  Although savings bank control about 50% of Spanish lending and deposit businesses and have large stakeholdings in large listed companies, they are unlisted, mutually owned entities with limited disclosure mechanisms. \b \u001d  -By Santiago Perez; Dow Jones Newswires; (34) 618 528 681; santiago.perez@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 10:33 ET (15:33 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1cf39137d9914601ab14ead2edde3d24","symR":["SOV"],"date":"2007-03-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(3/5) Barron's Mailbag: Speaking For Himself","GmtTimeStamp":"2007-03-03T05:03:00.000000000","CompanyCodes":["SOV"],"IndustryCodes":["BNK","SAL","XDJGI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  Some people may have misconstrued certain comments attributed to me in your Feb. 19 piece on Relational Investors (\"Insiders, Look Out!\"). My comments relating to Sovereign Bancorp were not made on behalf of the company, nor did they reflect any policy, initiative or objective of Sovereign's board of directors, of which I am a member. In particular, I make reference to the words \"...we're getting the bank ready for sale...\". \b \u001d  Ralph Whitworth \u001d  San Diego \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:03 ET (05:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1fbef37c7f659926d3408823ec1926bf","symR":["053000.SE","WF","KR7053000006"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"S Korea Ex-Vice Fin Min Likely To Head Woori Finance-Report","GmtTimeStamp":"2007-03-03T08:48:00.000000000","CompanyCodes":["053000.SE","WF","KR7053000006"],"IndustryCodes":["BNK","XDJGI","XNYA"],"Story":"\b \u001d  SEOUL (Dow Jones)--Bahk Byong-Won, former vice minister of South Korea's Finance Ministry, will likely become the chairman of Woori Finance Holdings Co. (053000.SE), local online news provider Edaily reported Saturday. \u001d  Bahk emerged as the top candidate for the post at Woori after he was allowed by a state ethics committee to get a job in a private company, Edaily reported, without identifying the source of the information. \u001d  Bahk is competing with Hwang Young-Key, chief executive of Woori Bank, and former Woori Finance Vice Chairman Jun Kwang-Woo for the top post at Woori Finance, the report said. \u001d  Woori Finance, Korea's third-largest banking institution, next week is expected to announce its new chairman, who will be approved at an annual shareholder meeting in late March or early April, Edaily said. \b \u001d  By In-Soo Nam, Dow Jones Newswires; 822-721-0583; In-Soo.Nam@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 03:48 ET (08:48 GMT)"},{"md5ID":"283540c06654f2bfaec3ccf695d6aa50","symR":["BL.MI","BPU.MI","MIT.MI","TI","TIA","TIT.MI","UNI.MI","IT0000062197","IT0001074571","IT0001447348","IT0003487029","IT0003497168"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Mittel-Hopa Merger Not Yet 'A Done Deal' -Chairman","GmtTimeStamp":"2007-03-03T21:18:00.000000000","CompanyCodes":["BL.MI","BPU.MI","MIT.MI","TI","TIA","TIT.MI","UNI.MI","IT0000062197","IT0001074571","IT0001447348","IT0003487029","IT0003497168"],"IndustryCodes":["BNK","FIS","FTS","INF","INS","TLS","XDJGI","XMIB","XNYA","XSTT"],"Story":"\b \u001d  MILAN (Dow Jones)--The merger between Italian holding company Mittel SpA (MIT.MI) and Italian unlisted company Hopa Spa is not yet a done deal, Mittel Chairman Giovanni Bazoli said Saturday. \u001d   \"There are still several issues to be solved,\" Bazoli said when asked about a possible forthcoming board meeting of Mittel. \u001d  \"The offer is not going to be changed,\" Bazoli said without further elaboration. \u001d  Separately Mittel's vice-chairman, French financier Romain Zaleski, said he expects Mittel to reach an agreement with Hopa shareholders, Italian insurer Unipol Assicurazioni SpA (UNI.MI) and ABN Amro Holding NV (ABN) unit Banca Antonveneta. \u001d  \"I am positive, I think we are going to reach an agreement,\" Zaleski said. \u001d   Investors are closely monitoring the development of the Mittel-Hopa merger because such a deal would make the combined entity Telecom Italia SpA's (TIA) second-largest shareholder. \b \u001d   -By Sabrina Cohen, Dow Jones Newswires, +39 347 3563 463; sabrina.cohen@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 16:18 ET (21:18 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"358132540e9f24feafb65ed3eff8d77f","symR":["AMTD"],"date":"2007-03-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(3/5) Tools Of The Trade -2-","GmtTimeStamp":"2007-03-03T05:04:00.000000000","CompanyCodes":["AMTD"],"IndustryCodes":["SCR","XDJGI","XRUS"],"Story":"\u001d  There weren't a lot of obvious changes to the site last year because the firm was focused on converting to self-clearing, which gives it more flexibility in routing orders, can help keep costs down and facilitates customized reporting. President David Kalt says self-clearing will be the firm's engine for future improvements. \u001d  Still, the firm did introduce a universal account, allowing clients to trade all their asset classes under one umbrella and integrate a futures-trading platform into its site It also added a feature called Chart Patterns, permitting clients to find stocks that fit the technical trends they've specified. \u001d  Fidelity, which supports both a Web browser and a software system, has tools for customers who don't venture into the stock market very often, as well as souped-up goodies for frequent traders. \u001d  Both the Website and the software have pre-condition features to let investors set conditions for buying or selling. One welcome enhancement is real-time balance and margin information. Fidelity's Open Bond Market site was also enhanced, giving customers access to an expanded fixed-income inventory. \u001d  Muriel Siebert & Co.'s SiebertNet is in the midst of an overhaul. We were given access to the platform that will be introduced this month, and our rankings are based on this updated offering. The site has all the tax-reporting tools we've rated highly in the past, plus added trading functionality and options analytics. The options Strategy Builder automatically calculates debit/credit amounts, maximum gain, loss and breakeven points. \u001d  Multileg options strategies can be selected; a click on the Trade button leads you to a prepopulated order ticket. Siebert continues to offer a high level of account protection, a choice of high-yield money funds, and personalized service. \u001d  TradeKing says that it made 52 site enhancements in its first 52 weeks in business, and hasn't stopped. You can't trade anything exotic here, beyond the usual stocks, options, mutual funds and bonds, but rates are low and there are a lot of great tools. \u001d  We like the Profit + Loss Calculator, which enables members to chart the profit and loss potential of trades, and the check-box format for building multileg options strategies. The enhancements made to the technical-analysis offerings, and the wealth of educational material available are also key. \u001d  As impressive as many online-brokerage products are today, the business still has its flaws, as was evident in last Tuesday's major market meltdown. Some investors found their broker sites at best slow and at worst completely unable to handle trades amid record volume (see Barron's Online for more). And no matter how great the tools, online trading isn't worth the expense if the broker -- and the trader -- don't bother with education. The \"trade-now\" mentality that many brokers encourage should be resisted. \u001d  And there's one caveat about Barron's rankings: The brokers with the highest-point totals aren't always the best choices for you. \u001d  If, for instance, you don't care so much about availability of mutual funds or bonds, but are keen to know about the best execution at the cheapest price, consult the scores for those categories and find your own personal five-star broker. \u001d  Whether you're choosing a new broker or evaluating your current one, there are more changes coming this year. Prices, say most execs, can come down a bit further even if they don't drop as steeply as in recent years. And the kind of consolidation that brought TD Waterhouse and Ameritrade together is likely to continue, with the possibility of at least one more big deal in 2007. \u001d  Everyone should expect to be asked for more information when requesting a cash transfer or to place an order that's outside their usual pattern: Security on financial transactions is going to tighten further. E*Trade has already added a cash-transfer security measure that requires a customer to wait for an e-mail with a unique confirmation number. \u001d  Over time, software- and Web-based brokers may start to look more alike. Brokers of both types need to grow and, increasingly, they're stepping onto one another's turf. Because all of these platforms are improving so rapidly, individual traders have one sure bet: It won't be long until they have access to tools that only professionals use today. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"367757b76342edc125d37365b751f741","symR":["BGP.XX","DCX","DCX.XE","GM","DE0007100000","US3704421052"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Report: Private Equity Firm Blackstone Top Chrysler Contender","GmtTimeStamp":"2007-03-03T18:37:00.000000000","CompanyCodes":["BGP.XX","DCX","DCX.XE","GM","DE0007100000","US3704421052"],"IndustryCodes":["AUT","FIS","XDAX","XDJGI","XDJI","XFFX","XNYA","XRUS","XSP5","XST5"],"Story":"\b \u001d  AUBURN HILLS, Mich. (AP)--A private equity firm, the Blackstone Group, reportedly is a leading contender to buy DaimlerChrysler AG's (DMX.XE) struggling Chrysler unit. \u001d  The Detroit News said Saturday Blackstone is conducting a detailed analysis of Chrysler's finances and operations with an eye toward making a formal bid. \u001d  The newspaper is citing unnamed people familiar with the Chrysler sale process. \u001d  Auburn Hills-based Chrysler has declined to comment on speculation about a possible sale. \u001d  A spokesman for New York-based Blackstone said he's aware of the report but can't comment. \u001d  Analysts said potential buyers include General Motors (GM) and three other private equity firms. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 13:37 ET (18:37 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3a9981c5f746d6d51c68f90a281ca0cc","symR":["JSAIY","MRW.LN","SBRY.LN","TSCDY","TSCO.LN","WMT","GB0006043169","GB0008847096","GB00B019KW72","US9311421039","JSAIY","MRW.LN","SBRY.LN","TSCDY","TSCO.LN","WMT","GB0006043169","GB0008847096","GB00B019KW72","US9311421039"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UK Vopak Fuel Terminal Is Source For Bad Gasoline -Oil Co","GmtTimeStamp":"2007-03-03T13:25:00.000000000","CompanyCodes":["JSAIY","MRW.LN","SBRY.LN","TSCDY","TSCO.LN","WMT","GB0006043169","GB0008847096","GB00B019KW72","US9311421039"],"IndustryCodes":["FDR","RTB","RTS","XDJGI","XDJI","XFFX","XFT1","XGTI","XNYA","XRUS","XSP5","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 03, 2007 08:25 ET (13:25 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3bbdf9e05181071dba7f0312d2b776c5","symR":["HPQ","MSFT","US4282361033","US5949181045"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) Up & Down Wall Street: Bear Market, Anyone?","GmtTimeStamp":"2007-03-03T05:08:00.000000000","CompanyCodes":["HPQ","MSFT","US4282361033","US5949181045"],"IndustryCodes":["CPR","FIS","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Alan Abelson \u001d  Gosh, it seemed like a heaven-made gift to even the most casual conspiracy theorist and just the stuff that would make the hard-core fantasy propagator drool buckets. Yet it's hard to believe not one of them made the connection. \u001d  The question is, really, how could they not have? We mean, it's so blamed obvious. The Chinese market does a swan dive, suffering its worst drop in a decade and losing 9% of its value in a single session. That follows by a day Alan Greenspan's forecast that the U.S. could be headed for recession as early as later this year. And where did Mr. G deliver that dire forecast via satellite? Why, to Hong Kong, which, in case you've forgotten, is a wholly owned subsidiary of China! \u001d  That left-right combination knocked our market for a loop -- the venerable Dow lost 416 points Tuesday -- and bourses the world over buckled in sympathy. We can't claim knowledge of why Mr. Greenspan and the Chinese would engage in so mischievous a scheme, but any conspiratorial soul worth his salt would surely be able to fashion the answer. The fact that none of them has publicly done so makes one wonder if there isn't a heinous conspiracy among the conspiracy-minded to keep the disturbing link quiet. \u001d  In any event, what ostensibly torched the Shanghai market were rumors that margin requirements were about to be raised, rumors that were duly denied once things started to come apart. Steve Roach of Morgan Stanley reports that the Chinese government has been purposefully unloading chunks of its huge holdings in 15 companies and conjectures it \"could certainly be interpreted that 'inside sellers' played a key role in sparking the decline.\" \u001d  The tinder, though, was waiting to be lit. Chinese stocks had doubled over the past year (at one point, the market was up something like 170%) and the country has been in the giddy grip of a speculative mania, not unlike the one that gripped ours in the late '90s (and enjoyed something of a revival the past six months or so). \u001d  As we intimated last week, back here at home even before the break the slim ranks of market worriers had been gradually increasing, not by any means en masse, but still perceptibly. However, any suggestion that these newly uneasy professional spectators were outright bears would be doing them a grave injustice since they invariably cushioned every caution with the hurried assurance that any -- to use the euphemism of choice -- \"correction\" would present a great buying opportunity. \u001d  Which is why, we suppose, when the roof fell in on Tuesday, they were quick to urge investors to look up because they finally had a terrific view of the blue sky (we can only assume that these pundits are so insistently chipper because they scrupulously avoid following their own advice). \u001d  But our hunch is that not all their customers shared their irrepressible optimism, especially those who got scalped in Tuesday's mini-massacre. Some people are funny that way. \u001d  Nothing better illustrates how vivid an impression Tuesday made on ordinary Janes and Joes than the marked change in their sentiment as registered by the American Association of Individual Investors: to 39.6% bearish and 36.6% bullish, from 53.9% bullish and 22.3% bearish the previous week. \u001d  By contrast, the Wall Street seers remain stoutly upbeat. The conventional view (wisdom is too fine a word for it) among strategists of various shapes, sizes and dispositions is that the market was obviously overheated and primed for a shakeout. \u001d  They didn't bother to offer it, but the implicit excuse for not sounding the tocsin before the big break was they were too busy crooning on about Goldilocks, the global savings glut and the sea of liquidity as guarantors of the Dow climbing to (insert here the wild number that makes you happy). In any case, no need to fret. \u001d  For the market's getting creamed is a healthy thing. It shakes out the froth (that's you they're talking about) and sets the stage for another, bigger and stronger dash upward. So goes the post-meltdown mantra of the chronic bulls. \u001d  The almost universal conviction is that Tuesday's plunge was not the start of a full-fledged bear market. Even the savviest sage we know, who has been unequivocally skeptical for a spell now, thinks the odds are against it being the start of a bear market. He reckons there's one more big move up likely and, after that, perhaps a few month hence, stock prices will begin their journey to the nether depths. \u001d  Perhaps. But we wonder. That virtually everyone agrees that Tuesday wasn't the start of a bear market strikes us as more than reason enough to suspect it just might be. \b \u001d  If it's any comfort to Mr. Greenspan, we don't for a moment think he was out to spook the markets. He was quick to deny, not once but at least twice, he was predicting a recession (a denial, we're fully confident, will be not long remembered, especially by him, should a recession transpire late this year). Nor do we credit that he was deliberately seeking to cause a stir that might fetch him a fresh batch of speaking engagements and whet appetites for the book he's writing. \u001d  Mr. Greenspan has never struck us as a particularly greedy chap, and he has snared some very lucrative arrangements as a consultant to Wall Street firms. And at $150,000 a clip for his speeches, he really doesn't need to expose himself to laryngitis by setting a Guiness record for blah-blahing. Furthermore, having garnered something like an $8 million advance for his book (more than Hillary did, but a couple of mil less than Bill, for their literary efforts), he's doing rather nicely without straining to drum up sales with provocative publicity. \u001d  Now you may well ask, why does anyone pay him $150,000 to say a few words, and via satellite yet? Or $8 million for a book? We can't answer those questions for fear of being charged with practicing psychiatry without a license. But besides keeping his hand in as a global mover and shaker and economic wise man, there may be another, more visceral explanation of what makes Alan run, and we're indebted to Albert Edwards, Dresdner Kleinwort Wasserstein's astute investment strategist, for suggesting it. \u001d  Back in early February, Albert penned a piece on that very subject. It began somewhat ruefully by confessing: \"With the retirement of Alan Greenspan from the Fed, I really thought I could move on. It was hard work heaping scorn and ridicule on the man who had, in my view, presided over the most grotesque period of economic mismanagement in living memory. But why the indecent rush to cash in? Isn't it obvious? He mightn't have long before his Ponzi scheme collapses. Better cash in quickly before it does.\" \u001d  After deciding that he has been perhaps a little too harsh, Albert posed the possibility that \"what's driving Alan Greenspan into the unseemly embrace of the investment banks\" is not sacks full of money, but food. Albert did time at the Bank of England, where \"one of the highlights were the lunches. Good food and ample portions. I dare say the Fed was just the same. After 18 years of good wholesome Fed fare, I'm amazed he lasted the week.\" \u001d  And Albert, patently more a gourmand than a gourmet, and getting kinder by the sentence, gives Mr. Greenspan some advice on proper form during those inevitable lavish dinners that investment banks put on for clients. He relates that \"it's very, very tricky trying to present to clients while eating at the same time\" and admits it has taken him almost 18 years in his present post to get the hang of it. \u001d  \"I still remember with acute embarrassment one client lunch,\" Albert goes on, \"when an analyst colleague was presenting. Unfortunately, he inadvertently propelled some half eaten food across the table and it landed in the beard of a client who was sitting opposite. Luckily, the client didn't seem to notice or maybe he was just too polite to say or do anything. So Alan, my advice is however much of a mess you think you are making, just keep going on and hope no one notices. It will be no different then from the Fed, really.\" \b \u001d  As we noted in a recent blurb on Microsoft, its new Vista software launch hasn't set the computer world on fire. And that's created rather a problem for just about everyone in the business -- makers, component suppliers and the folks who sell the things, as well. The problem basically is they were all geared up for the great shot-in-the-arm that Vista was supposed to provide, but, alas, has failed to so far. And so they're buried under a mountain of inventory. \u001d  Even Hewlett-Packard, which wrested the No. 1 slot in computers away from Dell and has handsomely bucked the dispiriting industry trend in the process, putting up some impressive numbers, is more than slightly overstocked. More specifically, as First Global points out in a recent report on HP, inventory in the first fiscal quarter of '07 was up 24.5%, or more than twice the 10.7% rise in revenues. \u001d  As it happens, First Global has been a bull on HP for the past two years or so and has no cause for regret -- the stock has returned a cool 93.1%. But the firm has just downgraded its rating from Outperform to Market Perform. \u001d  What cooled First Global's ardor were reservations about what's happening to HP's margins, cash flow and working capital. Basically, the firm's change of heart boils down to the belief that \"at current valuations, there is not much scope for upside.\" \u001d  A bigger worry in our book is that HP has been battening fat on Dell, which has been coping with accounting and operating woes. If Dell gets its act together, as it's trying to, that could spell rough and costly competition for HP. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"407bf22bec76c91a3f61697104f6c1ed","symR":["FNV.YY","MDIUY","MS.MI","IT0001063210"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Switzerland To Give Italy Bk Documents For Berlusconi Investigation","GmtTimeStamp":"2007-03-03T14:12:00.000000000","CompanyCodes":["FNV.YY","MDIUY","MS.MI","IT0001063210"],"IndustryCodes":["BRD","MED","XDJGI","XMIB"],"Story":"\b \u001d  LAUSANNE, Switzerland (AP)--Switzerland will give Italy bank documents linked to the Milan prosecutor's investigation of Silvio Berlusconi's media and retail holding company Fininvest SpA, under a ruling of Switzerland's supreme court. \u001d  The latest ruling, on the court's Web site Saturday, concerned the suspicions of the Milan authorities who have been investigating alleged fictitious and elevated payments for film and television rights by Mediaset, which is controlled by Berlusconi's family through Fininvest. \u001d  It is a case for which the Italians have made 18 requests for Swiss assistance since 2002. For it Swiss authorities in 2005 froze accounts holding more than $120 million. The Swiss also have opened their own investigation on suspicion of money laundering in the case, but have disclosed no details. \u001d  Berlusconi, who is Italy's richest man according to Forbes magazine, went on trial in Milan in November along with 11 other people facing charges of false accounting, embezzlement and tax fraud in the purchase of TV rights for U.S. movies by Mediaset. \u001d  All have denied wrongdoing. \u001d  Berlusconi, who has been Italy's premier twice, lost power to Romano Prodi's center-left coalition in April elections. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 09:12 ET (14:12 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"40cc1cadb047b0245d488c4592c3f2f1","symR":["7012.TO","KWHIY","JP3224200000"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Kawasaki Heavy Wins Subway Train Car Order From Taiwan-Kyodo","GmtTimeStamp":"2007-03-03T09:10:00.000000000","CompanyCodes":["7012.TO","KWHIY","JP3224200000"],"IndustryCodes":["TRQ","X225","XDJGI"],"Story":"\b \u001d  NEW YORK (Dow Jones)--Kawasaki Heavy Industries Ltd. (7012.TO) said Saturday it has won an order worth Y40 billion for manufacturing subway train cars and traffic signal systems from Taipei authorities, Kyodo reported. \u001d  The major machinery company will deliver the 138 subway train cars by April 2015, Kyodo reported. \u001d  Kawasaki Heavy has manufactured a total of 450 subway train cars for Taiwan as well as a number of train cars for its high-speed railway, the report said. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 04:10 ET (09:10 GMT)"},{"md5ID":"44e2706d15e6ec495013a0e6677a7099","symR":["AAPL","DISH","DTV","EBAY","ORCL","SIRI","XMSR","US0378331005","US2786421030","US68389X1054"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"XM: Ashcroft Offered Services To XM Before Being Hired By NAB","GmtTimeStamp":"2007-03-03T21:51:00.000000000","CompanyCodes":["AAPL","DISH","DTV","EBAY","ORCL","SIRI","XMSR","US0378331005","US2786421030","US68389X1054"],"IndustryCodes":["BRD","CPR","CSV","ISV","MED","SOF","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b \u001d  By Corey Boles \u001d  Of DOW JONES NEWSWIRES \b \u001d  WASHINGTON (Dow Jones)--Former Attorney General John Ashcroft, who sent a letter this week to his successor Alberto Gonzales blasting the proposed merger of Sirius Satellite Radio Inc. (SIRI) and XM Satellite Radio Holdings Inc. (XMSR), approached XM in the days after the merger was announced offering the firm's consulting services, a spokesman for XM said Saturday. \u001d  The spokesman said XM declined Ashcroft's offer to work as a lobbyist for the company. \u001d  Ashcroft was subsequently hired by the National Association of Broadcasters, which is fiercely opposed to the merger. On its behalf he conducted a review of the effects on competition if the two satellite radio companies were allowed to merge. \u001d  In a letter sent to Gonzales Feb. 27, Ashcroft concluded the merger would have a significant negative impact on competition in the market and urged the current Attorney General to withhold approval for the merger. \u001d  \"After the merger was announced, Mr. Ashcroft's firm contacted us about hiring him to assist us,\" said Nathaniel Brown, a spokesman for XM. \"We declined. Apparently the National Association of Broadcasters opted to pay him to parrot their views.\" \u001d  Dennis Wharton, the NAB's executive director, said Saturday, \"NAB approached former Attorney General Ashcroft to review the proposed XM-Sirius merger and offer his honest opinion as an antitrust expert. We are not aware of any alleged previous discussions between Mr. Ashcroft and officials at either satellite radio company.\" \u001d  A revelation that Ashcroft was shopping his services to both sides of the debate over the merger may raise doubts in the eyes of some as to the rigor of his review conducted on behalf of the NAB. \u001d  The letter was forwarded by the NAB to lawmakers on the House and Senate Judiciary Committees. \u001d  In the letter, Ashcroft concludes \"...the proposed Sirius/XM merger, which reduces the number of competitors from two to one, raises most serious competition concerns.\" \u001d  He compares the current merger to the attempted takeover by satellite provider Echostar Communications Corp. (DISH) of Hughes Electronic Corp. In that instance, he said, a merger would have reduced the competitors in the satellite television market in many areas from three to two. \u001d  \"The Department recognized that reducing competition from three to two was anticompetitive and opposed the transaction, which was eventually abandoned,\" he said. \u001d  He also draws comparisons with the attempted tie-up between Echostar and DirectTV Group Inc. (DTV), in which the FCC reaffirmed its rule of not granting a single commercial license for satellite TV. That deal also wasn't allowed. \u001d  \"I would submit that a thorough study of consumer demands and preferences would show that terrestrial radio stations should not be considered part of the satellite radio market for the purposes of the review of the current merger...,\" said the letter. \u001d  The companies' main argument for the deal being approved is that, while they are the only two satellite radio companies, they are in fact competing against the range of audio media including traditional radio, HD radio, Internet-based radio and applications like Apple Inc.'s (AAPL) iPod. \u001d  While neither panel has authority to block the deal, the House Judiciary Committee's newly formed Antitrust Task Force has already held a hearing into the matter. \u001d  Next week it is the turn of the House Commerce Committee's telecommunications subcommittee, headed by Massachusetts Democratic Rep. Edward Markey. \u001d  The merger must receive approval of both the Department of Justice's antitrust unit and the Federal Communications Commission. The latter would have to change its rules to allow one company to hold the only satellite radio license. \u001d  As Attorney General, Gonzales has ultimate responsibility for the Department of Justice, although Assistant Attorney General Thomas O. Barnett is in charge of the department's antitrust unit. \u001d  Ashcroft served as head of the Justice Department for four years until January 2005. He then set up lobby firm The Ashcroft Group LLC. \u001d  According to the Web site opensecrets.com, the firm had revenue of $2.34 million in 2006. The NAB isn't listed as a client of the firm last year. \u001d  Clients of the firm included Ebay Inc. (EBAY), which paid $60,000 and Oracle Corp. (ORCL), which paid $480,000 to the firm for its services. \u001d  The NAB, which represents traditional radio broadcasters, has been a virulent critic of the $13 billion merger since it was announced last week. \u001d  No one from the Ashcroft Group was immediately available to comment for this article. \u001d  -By Corey Boles, Dow Jones Newswires; 202-862-6637; corey.boles@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 16:51 ET (21:51 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4eac963535c332bb34d371c28f4a2d65","symR":["AIG","BAC","BRKA","BRKB","BSC","C","GS","LEH","MER","MS","PFE","PG","XOM","US0268741073","US0605051046","US1729671016","US30231G1022","US38141G1040","US5249081002","US5901881087","US7170811035","US7427181091"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) Still Betting On The Bull","GmtTimeStamp":"2007-03-03T05:04:00.000000000","CompanyCodes":["AIG","BAC","BRKA","BRKB","BSC","C","GS","LEH","MER","MS","PFE","PG","XOM","US0268741073","US0605051046","US1729671016","US30231G1022","US38141G1040","US5249081002","US5901881087","US7170811035","US7427181091"],"IndustryCodes":["BAN","BNK","DRG","HPN","HPR","INF","INS","INU","OIL","SCR","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  The global stock-market selloff that stunned investors Tuesday looks more like a passing squall than a full-throttle hurricane. \u001d  The swift fall fittingly began in China, now the engine of economic growth worldwide, and quickly spread to the U.S., where the major market indexes lost 3% to 4% in a single session. A decline of that magnitude, the worst in four years, understandably inspired fear that the current bull market, which began in October 2002, has come to its untimely end. \u001d  Such concerns seem premature, however, because the global economy still looks healthy, equity-market valuations are reasonable in most major markets and the demand for stocks from corporations and private-equity firms remains robust. Barron's ran a bullish cover story last summer, near the market's 2006 bottom (\"A Time to Buy,\" July 24, 2006), and we're not throwing in the towel yet. \u001d  \"It was a long-overdue correction,\" says Byron Wien, chief investment strategist at Pequot Capital. \"The markets had gone 990 trading days without a 3% decline, and people were too complacent.\" \u001d  Before Tuesday, every major stock market in the world -- and nearly all the smaller markets -- were near 52-week highs. Most markets also were near record levels, with the notable exceptions of the Nasdaq Composite and Standard & Poor's 500, a reflection of the absurd valuations they had reached in the tech boom of 2000. \u001d  On the full week, the major U.S. indexes had their worst loss since 2003. The Dow plummeted 533 points, or 4.2%, to 12,114; the S&P fell 4.4%, to 1387, and the Nasdaq Composite gave up 5.8%, to 2368. \u001d  There was no place to hide last week, save for the U.S. Treasury-bond market, which rallied on expectations of a weakening economy and lower short-term rates. Not so global equity markets, which have become increasingly linked. The S&P 500 has a higher correlation than ever before with major overseas stock markets, including emerging markets, according to Morgan Stanley investment strategist Henry McVey, who speaks of a \"Market of One.\" Even gold, which historically moved inversely to stocks, dropped 5.9% last week to $642 an ounce. \u001d  A bullish Wien thinks the S&P 500 could hit 1,600 by year end, a 15% gain. He says U.S. stocks look attractive with the S&P valued at 15 times projected 2007 operating earnings. The Dow Jones Industrial Average trades at 14.4 times estimated '07 profits. Both the Dow and the S&P 500 are in negative territory for the year, with the industrials off 2.8% and the S&P 500 down 2.2%. The so-called earnings yield on both the S&P 500 and the Dow is close to 7%, which compares favorably with the 4.5% yield on 10-year Treasuries. The earnings yield is the inverse of the market's price-earnings ratio. \u001d  Companies continue to lift dividends and repurchase record amounts of stock in order to reward shareholders -- and stay out of the sights of private-equity shops on the prowl for new leveraged buyouts. \u001d  One notable investor who seems to see opportunity among blue-chips is Warren Buffett. His annual letter to shareholders of Berkshire Hathaway (ticker: BRKA), released last week, made no direct mention of the overall market. But, based on data in his annual report, Buffett was actively buying stocks for Berkshire last year. Berkshire was a net buyer of more than $5 billion of stocks in 2006, building new positions in Johnson & Johnson (JNJ), ConocoPhilips (COP) and U.S. Bancorp (USB). Berkshire has invested about $1 billion in each  stock. \u001d  History suggests that stocks may do well in the next two months. There have been 38 days since 1979 when the S&P 500 has suffered a single-session loss of 3% or more. The average gain in the ensuing 60 days has been 6.9%, with the index rising in 31 of the 38 cases, according to Citigroup research. \u001d  Outside the U.S., stock-market valuations still look attractive in Europe despite the past year's rally. The DJ Euro Stoxx 50, made up of the top 50 companies in Europe, trades for 12 times 2007 earnings, while the U.K.'s benchmark FT-SE index commands 11.6 times earnings, according to Bloom-berg. Valuations are higher in Asia. \u001d  The selloff probably has excited private-equity firms like Blackstone Group, Bain Capital and Kohlberg Kravis Roberts, which are sitting on record levels of cash. In a recent report, Credit Suisse strategist Andrew Garthwaite estimated there is $250 billion to $280 billion of uninvested private-equity money, which could support $1.3 trillion of leveraged buyouts. With private-equity firms continuing to raise new money, their investment firepower will only grow. \u001d  The critical ingredient for LBOs is continued access to low-cost financing. That has been available in copious quantities in the past year, and there are no signs that credit is getting much tighter. Just last week, the private-equity firms that plan to buy Univision Communications (UVN), the Spanish- language broadcaster, completed financing for their deal. The final piece, a $1.5 billion junk-bond deal, was sold at 9.75%, about a quarter of a percentage point higher than expected. Yet investors' willingness  to finance the  deal shows that credit remains plentiful. As a private company, Univision will carry debt of $10 billion. Its annual interest costs may be about equal to its annual cash flow, giving the company little financial breathing room. \u001d  The main risks to the stock market are a decelerating economy, diminished earnings growth and potential geopolitical disruptions. The U.S. economy may be set to weaken, hurt by the fallout in the $1 trillion subprime mortgage sector. Fourth-quarter economic growth was revised down to a 2.2% rate from the previously reported 3.5%. More important, 2007 growth may fall from the 3%-plus pace of last year. Merrill Lynch economist David Rosenberg wrote in a client note Friday that he sees 2007 growth of just 2.2%, below the 2.7% consensus estimate. The good news from any economic slowdown likely would be easier monetary policy. Rosenberg sees the key federal-funds rate ending 2007 at 4%, versus the 4.75% now discounted in financial-futures markets. The rate is now at 5.25%. \u001d  A Fed rate cut may provide a needed lift to stocks, particularly financials, which fell more than 4% last week. Investors are worried about the mortgage exposure of both banks and brokerage stocks. Shares of the major securities firms -- Merrill Lynch (MER), Morgan Stanley (MS), Lehman Brothers (LEH), Goldman Sachs (GS) and Bear Stearns (BSC) -- are down more than 10% from their February highs. All these companies pride themselves on their ability to manage risk, so it will be revealing to see how well they've handled the subprime mortgage rout. \u001d  Even before the latest mortgage troubles, analysts were reducing their estimates of corporate profit growth. The current quarter looks as though it will be the first since the second three months of 2003 in which S&P operating profits will grow less than 10%. \u001d  Earnings are seen rising just 3.9%, and 4.4% in the second quarter, compared with 12.5% in the fourth quarter of 2006. Full-year earnings for 2007 are expected to rise 6.4%, to about $92 for S&P 500 companies, versus 16.4% last year. At the start of '07, analysts estimated that S&P 500 profits would climb 9%. Energy-sector profits may be down this year, reflecting lower oil prices, while financial earnings may rise only 5%, versus 25% in 2006. \u001d  Where does value lie? Investors have a choice. They can play the economically sensitive industrial, energy and materials sectors, where many stocks are available for about 10 times earnings. Or they can buy blue-chips for 15 to 20 times profits. Another alternative is financials, now valued at 10 to 15 times estimated 2007 profits. \u001d  Tom McManus, the equity strategist at Banc of America Securities, favors \"high quality, large-capitalization stocks with diversified, defensive earnings streams.\" He notes the price-earnings multiple of the market's largest stocks, the top 150 companies in the broad S&P 1,500 index, is much lower than the P/E of the smallest 150 companies. \u001d  One place to hunt for value is the top 12 U.S.-listed stocks ranked by market value. Half the top 12 -- ExxonMobil (XOM), Citigroup (C), Bank of America (BAC), Pfizer (PFE) and American International Group (AIG) --  trade for just 12 times earnings or less. The richest stock among the dozen, Procter & Gamble (PG), fetches 19 times earnings. \u001d  Citigroup and Bank of America have among the lowest P/Es in the banking sector, carry yields of 4% and have lagged behind their peers in the past year. The heat is on Citi CEO Chuck Prince. If the company continues to disappoint the Street, Prince could be gone, perhaps by year end, and the company could be broken up. Both developments likely would boost the stock. \u001d  AIG arguably has the world's best insurance franchise, including a valuable overseas life-insurance operation and an attractive aircraft-leasing business. A poor performer in recent years, it got a lift Friday from a solid fourth-quarter earnings report, rising 2.13 to 69.54. AIG's P/E based on '07 earnings is below 11. Similarly, it's hard to believe Pfizer, the darling of the drug industry just a few years ago, now trades for 11 times estimates -- the lowest P/E in the group. It carries a bond-like 4.6% dividend yield. \u001d  Procter & Gamble got a plug last week from Morgan Stanley analyst Bill Pecoriello, who told clients the stock could rise from the current 63 to 78 in the next year. Pecoriello even had a kind word for Coca-Cola (KO), which has struggled since the 1990s. Coke, at 46, is no higher than it was a decade ago and now trades for about 18 times projected 2007 earnings. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 03, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"50ff02890ddff46c4353fdc9958dae8d","symR":["AMTD"],"date":"2007-03-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(3/5) Tools Of The Trade","GmtTimeStamp":"2007-03-03T05:04:00.000000000","CompanyCodes":["AMTD"],"IndustryCodes":["SCR","XDJGI","XRUS"],"Story":"\b   (From BARRON'S) \b   By Theresa W. Carey \u001d  Volatile markets and the electronic tools to exploit them: What more can an online trader ask for? \u001d  -- Today, it's possible to buy Swiss stocks or sell Japanese shares from your desktop; you can also go long oil, short a silver contract, trade a butterfly option on the S&P 500 or employ computer-generated algorithms to jump from stock to stock -- all with the assurance of credible market prices and the confidence bred by customized research and analysis. And you can do it at a fraction of what it cost a few years ago. \u001d  -- In recent months, banking behemoths like Bank of America and Wells Fargo have offered free online trading to any customer who meets their balance threshold, while newcomers like OptionsHouse and TradeKing continue to chip away at commissions. \u001d  -- Deep, diverse product lines and declining prices highlight Barron's 12th annual survey of the Best Online Brokers. New services and tools catering to futures, options and international investors are proliferating. Meanwhile, the average commission on a 500-share stock trade at the 29 brokerage firms we reviewed this year was $6.35, down more than 29% from the average of $8.25 a year ago. Costs for trading options have declined similarly. \u001d  With so many interesting alternatives, how did Barron's choose? We divvied up our brokers into two camps -- 14 firms that are accessible through their own proprietary software and another 15 that you reach through Web browsers akin to those used for online banking. \u001d  Software-based systems traditionally have aimed at attracting more frequent traders seeking speed and an information edge, while the Web has a more mainstream appeal for the sometime trader. \u001d  Thinkorswim tops Barron's 2007 list of software-based brokers for the second year in a row, earning 4 1/2 out of a possible five stars. And by the thinnest of margins, a new winner emerged in the Web-based broker category. TD Ameritrade (www.tdameritrade.com) nudged aside longtime champ optionsXpress (www.optionsXpress.com). Both won four stars, but TD Ameritrade had slightly higher points behind those stars. \u001d  What does it take to make it to the top? Eight-year-old thinkorswim launched 12 software revisions in the past year, adding new tools and making its platform stabler. \"It's as close to bug-free as a program can be,\" says the firm's president Tom Sosnoff. \u001d  Much larger, publicly-held TD Ameritrade (ticker: AMTD) has risen via a very different business model. The firm is the result of a merger between Ameritrade and TD Waterhouse. A frequent acquirer since the Internet bust decimated the electronic-trading business, Ameritrade wisely adopted the best parts of its purchased platforms. Its newest hybrid utilizes the terrific research capabilities of TD Waterhouse and improves upon Ameritrade's previous platform. \u001d  Barron's doesn't think commissions are the only measure of a broker's worth, even if we're not ready to agree with Sosnoff, who says of pricing, \"We don't care about that any more.\" \u001d  We rated thinkorswim, TD Ameritrade and their brethren in eight categories, including the types of investments that can be traded online, the quality of screeners provided to help sort through stocks, options or funds, the consumer-friendliness of trading screens, overall ease-of-use and ability to be customized. \u001d  We then took a hard look at the types of orders a trader can enter, and, for software-based brokers, delved further into trade automation, strategy creation, and formulations for commissions. We also compared the rates brokers pay for customers' idle cash -- an important consideration, now that short-term rates have risen. We assigned a point value ranging from zero to five for the eight criteria. \u001d  We then toted up the points for each of the browser-supported brokers. \u001d  Barron's treated the software-based firms a little differently. For them, we created a weighted total by assigning varying degrees of importance to each measure, based on suggestions from more than 400 readers. Full details of our criteria are available free on Barron's Online (www.barrons.com). \u001d  In the case of thinkorswim, many of the dozen upgrades were designed to allow its relatively sophisticated clientele to wring more out of their systems. \"Our commitment [is] to apply cutting-edge technology to our trading platform and to raise our customers' understanding of complex strategies with strong customer support and educational services,\" says Sosnoff. In part, this has meant better order routing to market centers offering speedier execution and more price improvement.Thinkorswim has several ways to place trades. If you click on the offer in any quote display, an order-entry ticket pops up that will let you place a Buy order, while a Sell order comes up if you click on the bid. Either way, the ticket is filled in automatically with the stock symbol and your default transaction size. \u001d  For tech support, thinkorswim customers can use a built-in screen-capture program that takes a picture of the part of the program causing a problem, and sends it to the customer-support staff via live chat. \u001d  The software program also offers tax-accounting tools that match trades and send the output to any file format, and its platform is flexible enough to allow easy customization. What's more, the broker has joined some of its competitors in offering a Web-based platform, with almost all of the bells and whistles of the software offering. \u001d  Despite Sosnoff's comments about pricing, thinkorswim's commission schedule is reasonable -- an order for 500 shares of stock is $7.50, and 10 options contracts are $12.95. Clients can also make three free mutual-fund trades per month -- including those that other brokers charge for. Thinkorswim's interest rates on cash are on the high side, and its margin fees are on the low side. Customer service is excellent. \u001d  Ameritrade's Web-browser system is tackling some of the same issues. Its proprietary order-routing technology can discern whether you're entering a Buy or Sell, the size, and whether it's a limit or market order, among other things -- and compares the order to the prevailing market price. If the order is marketable, it goes through a host of market centers to fine-tune how the trade will be executed. This super-smart rout- er tries to get the best available price in the market. A few bucks on 1,000 shares might not sound like much, but the savings add up quickly if you trade frequently. \u001d  For more active traders, TD Ameritrade's Streamer Suite Console offers numerous customizable real-time data and charts. You can set up 50 watch lists, with as many as 35 symbols per list, and switch between them quickly using a drop-down menu. You can add technical studies to charts, and even trade from the quote or chart pages. The site offers excellent screeners, and recently added contingent orders (allowing you to make multiple automatic moves, based on various price changes or relationships) to its entry screens. We were impressed by the ETF [exchange-traded fund] center, powered by Wall Street on Demand. \u001d  TD Ameritrade's commissions and other costs are middle-of-the-pack, but easy to understand. The firm charges $9.99 for any stock order, and its options commissions are $17.49 for 10 contracts. Margin rates are on the high side, but it's possible to move cash into a sweep account that pays close to 4.5%. \u001d  Among the software-based systems, Interactive Brokers and MB Trading trail thinkorswim on points but still merit 4 1/2 stars. Four-star software brokers include TradeStation, Fidelity's Active Trader, ChoiceTrade, Schwab's CyberTrader and E*Trade Pro. All deserve serious consideration. \u001d  Interactive Brokers, for example, has the best international offerings, many futures choices and low fees. This last year, it added access to Swedish, Japanese, and Hong Kong stocks, along with floor-traded CME and CBOT futures, NYMEX physical energy futures and soft commodity futures, and CBOT electronic agricultural futures. Penny-priced options are available not only for 13 underlying symbols being tested, but for all equity options using the firm's well-regarded proprietary technology. \u001d  Pricing is low, and extends to margin fees, which are the lowest among the brokers surveyed this year. Interactive's rates on cash are among the highest, making it an obvious choice for the cost-conscious. It, too, has a new Web-based platform. \u001d  MB Trading recently started offering direct access to foreign-exchange and electronic communication network technology, making it a good choice for currencies. David Lipsett, executive VP, says, \"We have leveled the playing field in a previously inefficient marketplace.\" MB's forex platform has 28 currency pairs. \u001d  Options traders can create just about any multileg strategy they want at MB. The quote screen displays the option chain, showing all calls and puts for the expiration dates desired. The order action section can then be adjusted to allow an initial stock or option leg, plus up to five more legs. A smart order router gets price improvement on nearly half of all options orders, a very high rate. \u001d  Fees are low, and customer service is great. \u001d  Long-time Web-based favorite optionsXpress (www.optionsXpress.com) may have fallen back a fraction in this year's ranking, but it merits four stars, as do three other Web-based brokers: Fidelity Investments, SiebertNet, and fledgling TradeKing. Wells Fargo's online brokerage, with three stars, beats out Bank of America's, which merited 2 1/2, in a battle of big banks promoting free trading. \u001d  As its name suggests, optionsXpress offers tools focused on options, but it also aids other sorts of trading opportunities. Screeners, strategizers and pricing calculators all help sort through options and excellent educational information is available. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 03, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"52e1dc4d83ef87e79469dfa08e371ede","symR":["AAPL","CSCO","GS","HPQ","MSFT","US0378331005","US17275R1023","US38141G1040","US4282361033","US5949181045"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) At Middle-Age, Tech Giants Strive For Consistency","GmtTimeStamp":"2007-03-03T05:06:00.000000000","CompanyCodes":["AAPL","CSCO","GS","HPQ","MSFT","US0378331005","US17275R1023","US38141G1040","US4282361033","US5949181045"],"IndustryCodes":["CMT","CPR","SCR","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTF","XSTX"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  A few familiar a-list big-cap technology stocks have recently shown renewed spring in their step. Still, there's no avoiding middle age. \u001d  Companies like Cisco (CSCO), Hewlett-Packard (HPQ), Microsoft (MSFT) and Apple (AAPL) have attained enough girth and consistency to be favorably compared with cyclical stocks from more mature corners of the economy. They may now offer the predictability and stability investors expect from traditional large-cap industrials. (Granted,Apple doesn't fit the mold quite so well). \u001d  Large-cap tech simply isn't as sexy as it used to be; but slow-and-steady growth, aided by consumer sales, can be beautiful. \"I'm not going to say that this is the year of the large-cap tech companies, but it is no longer just about the mid-sized or smaller tech companies,\" says Goldman Sachs hardware analyst and research strategist Laura Conigliaro. \u001d  Her tech forecast calls for tempered expectations due to mildly slower corporate spending and higher stock valuations. HP and Cisco are among her favorite big-cap ideas; Apple is on Goldman's buy list. Microsoft, meantime, still anticipates a revenue surge from its Vista operating system, though it may take longer to arrive than some anticipated. Rick Sherlund, Goldman's long-time Microsoft expert, views the roll-out as a \"soft launch\" that should take hold later this year. \"I'm more optimistic than Microsoft,\" says the analyst, whose last day at the firm was Friday. \u001d  Barron's caught up with Conigliaro and her current and former colleagues at the firm's annual technology conference in Las Vegas last week. \u001d  About two years ago, HP would not have been in this conversation. But under CEO Mark Hurd, it increasingly is lauded for its well-run operations and efficient cost-cutting. The company has no high-octane growth unit and must rely on sound performance from nearly all of its diverse businesses -- both in enterprise and consumer -- to \"move the needle,\" Conigliaro says. \u001d  In her first public presentation as CFO, HP veteran Cathie Lesjak reiterated the company's goal of 4%-6% revenue growth. To do that, HP has to make sure that nearly every business segment -- from printers to enterprise software -- runs a sharp operation. \"It's not a slam-dunk,\" Lesjak told investors. \"We still have to execute.\" \u001d  Together with emerging markets growth, HP's sales of notebook computers, consumer goods and blade computer servers have been very strong, Conigliaro says. But there are risks. The high-end server business continues to disappoint, Dell likely will strike back, inventory glitches need to be ironed out, and the recent purchase of Mercury Interactive must be integrated. \u001d  \"It wouldn't be as good an investment, if it were not for the opportunity to produce revenues of 5%-7%,\" Conigliaro says. \"There is room for outperformance.\" \u001d  Cisco Chief Executive John Chambers is proud of his company's decisions to diversify into consumer home networking and video set-top box technologies during the post dot-com era doldrums. Those acquisitions are beginning to bear fruit. But the core network switch and router business seems on the verge of a double-digit growth cycle that could last for three to five years, says Goldman analyst Brantley Thompson. \u001d  Thompson says that \"unprecedented price stability\" in major product lines should sustain robust margins as well. The stronger outlook is based on new consumer electronics that should speed the adoption of video-over-the-Internet services from the likes of Microsoft and Apple. And Cisco's European, emerging markets and mid-sized commercial businesses are equally strong, Thompson says. \u001d  Cisco Senior Vice President Charles Giancarlo points out that about 20% of Cisco's annual revenue growth comes from small and mid-sized businesses. That offers opportunity, he says, because \"most of the world is small and medium-sized business.\" \u001d  With a fiscal year 2008 price-earnings multiple of 16.50, Cisco shares aren't cheap. But Thompson predicts that Cisco can grow sales 15%-20% this fiscal year and 10%-15% over the next three to five years. He thinks the shares, around 26 last week, should top 35 in the next 12 months. \u001d  Apple is a little different. It has seen plenty of growth this decade fueled by the iPod, which may finally be running out of steam, as inventory has begun to build. But chief operating officer Tim Cook told investors that the house of innovation is poised for its next wave of growth. \u001d  Apple has benefited from two huge product revolutions, the Macintosh and the iPod, and Cook boldly predicted the iPhone smartphone would pack a similarly powerful punch. \"We think the iPhone is that class of product,\" Cook says. \"People are going to be amazed.\" \u001d  But the iPhone doesn't launch until June and will only sell about four million units this year, forecasts Goldman analyst David Bailey. That's a far cry from the more than 90 million iPod units sold to date. Cook was noticeably quiet about expectations for the iPod. Thus, expect some bumpiness while Apple makes the transition from iPod to iPhone, and buy shares on the dips, Bailey advises. \u001d  Meantime, Macintosh sales grew at four times the average rate for personal omputers in the fourth quarter, Cook says. \"The Mac is doing really, really well,\" he says. That helps stave off middle-age. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"53caf62c239ddf79cfd6a590a635e6a8","symR":["0008.HK","PCW","HK0008011667"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Richard Li Looking To Set Up China-Focused Newswires -Report","GmtTimeStamp":"2007-03-03T10:20:00.000000000","CompanyCodes":["0008.HK","PCW","HK0008011667"],"IndustryCodes":["FTS","TLS","XDJGI","XHSG","XNYA"],"Story":"\b \u001d  HONG KONG (Dow Jones)--Richard Li, son of Hong Kong billionaire Li Ka-shing, is looking to set up a business newswires operation focusing on mainland China, the South China Morning Post reported Saturday. \u001d  The paper cited a person close to the tycoon as saying Li is \"studying the business possibility.\" \u001d  The person added that Li isn't expected to make a decision on whether he will expand into the new business sector for at least nine months, the paper reported. \u001d  The paper also quoted the same person as saying that Li has no plan to sell his stake in PCCW Ltd. (PCW), of which Li is the chairman. \u001d  Li tried to sell most of his stake in Hong Kong's dominant fixed-line telephone operator late last year to a consortium led by former banker Francis Leung. But the sale was voted down after Li changed his mind about selling when it became known that his father had supported Leung's consortium with financing. \u001d  Both Li and PCCW couldn't be reached for comment. \u001d  Newspaper Web site: http://www.scmp.com \b \u001d  -By Hong Kong Bureau, Dow Jones Newswires; 852-2802-7002; djnews.hongkong@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 05:20 ET (10:20 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5e1cc30a85e09361a961f3623b962ecf","symR":["TOC","TOC.T","CA8849031056"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) Tech Trader: Mysterious Changes In Keywall Street Data","GmtTimeStamp":"2007-03-03T05:04:00.000000000","CompanyCodes":["TOC","TOC.T","CA8849031056"],"IndustryCodes":["IAS","MED","PUB","XDJGI","XISL","XNYA","XTSE"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  Want to improve your batting average? Don't head for the batting cage or your locker-room steroids dealer. Just rewrite your historical record, adding hits and erasing strikeouts. A recent study by a trio of professors makes me suspect that Wall Street's stock analysts have benefited from exactly that kind of historical revision. \u001d  The professors found almost 55,000 changes that had been made in the I/B/E/S database of stock-analyst recommendations maintained by Thomson, the Stamford, Conn., firm that is a leading vendor of financial data. The alterations made Wall Street's record of recommendations look more conservative -- hiding Strong Buy recommendations and adding Sell recommendations from 1993 to 2002. That is a period for which Wall Street has drawn heat and government sanctions for touting Internet bubble stocks. \u001d  As a result of the changes, the stock picks shown in the database would have created annual gains that were 15% to 42% better than the originally recorded recommendations, using a trading strategy based on analysts' recommendations. \u001d  The I/B/E/S data are widely used. Thomson (ticker: TOC) supplies the forecast database to money managers who mine it for trading signals; academics and regulators, who scrutinize brokerage-firm behavior; and our Dow Jones (DJ) sister publication, The Wall Street Journal, which uses the information for its annual May ranking of the analysts who are the \" Best on the Street.\" The professors show that revisions in the Thomson database  strongly correlate with an analyst's appearance at the top of the Journal's rankings. \u001d  The working paper is \"Rewriting History,\" by Alexander Ljungqvist (of New York University), Christopher J. Malloy (of the London Business School) and Felicia C. Marston (of the University of Virginia). It can be retrieved from http://papers.ssrn.com. \u001d  Thomson says the professors just don't understand the I/B/E/S data. Analysts aren't allowed to falsify the record, says the firm, and absolutely no data have gone missing. \"These guys really did a hatchet job,\" growls Mike Thompson, who heads up research for the Thomson Financial unit. \"We're a little stunned.\" \u001d  But the study is praised by finance professor Brad Barber, of the University of California/Davis, who has investigated stock-picking strategies based on changes in Wall Street estimates. \"They make a good case in their paper that these are changes that do not seem to be random,\" says Barber, who adds that Wall Street money managers have told him of their concerns with the validity of analyst data. \u001d  NYU professor Ljungqvist says he stumbled on the I/B/E/S changes when he and U.Va.'s Marston were updating a previous study with more recent data. \"We couldn't replicate our previous findings,\" says Ljungqvist, \"and that's one of the most worrying things that can happen to an academic.\" So the researchers compared a May 2004 \"snapshot\" of the Thomson data with one from September 2002. Looking at the exact same historical period in each snapshot-the decade from 1993 to 2002-they found almost 55,000 differences between the two snapshots. About 10,000 rating levels were changed, say, from a Buy to a Hold. More than 19,000 new recommendations were added, with the effect of almost tripling the number of negative recommendations. The identity of the analyst was erased from about 20,000 recommendations. \u001d  The professors can't say how or why the changes took place. But they document exhaustively the effect of the changes, which made Wall Street's recommendations look less bullish and more profitable in that historical record. The paper names no firms or individual analysts, but the authors report that analysts whose track records were modified did enjoy better career outcomes. \u001d  The motivation for a brokerage firm or analyst to change a stock-picking record is obvious. But did they have the opportunity? Yes. One quite visible opportunity involved The Wall Street Journal's annual Best on the Street rankings. \u001d  For nearly 15 years, the Journal has ranked analysts and brokerage firms on the success of their stock recommendations in the preceding year. Other analyst rankings, like Institutional Investor magazine's All-America list, essentially have been popularity contests, so the Journal turned to Thomson for objective data on analysts' stock picks. \u001d  To avoid errors and ensure \"rigorous verification,\" the Journal says that analysts are allowed to see the underlying data on a special Thomson Website and request changes of inaccurate information. Reporters interview every winning analyst, says Georgette Jasen, the Journal editor who runs the \"Best on the Street\" project. \"We verify everything that we print a thousand times over,\" she adds. \u001d  Thomson confirms that analysts can review their track records in the I/B/E/S data. But any requests to amend data must be reviewed by Thomson Financial analysts, says spokesperson Sally Cates, and validated by published research. Even those precautions could be problematic. \"Their view is, they are correcting mistakes in the data set,\" observes U.C. Davis professor Barber. \"But if done after solicitation of feedback from analysts, it can lead to bias in the overall data set.\" Only poorly scoring students complain of grading errors, notes Barber wryly. \u001d  A former Thomson executive with knowledge of the I/B/E/S database told me he was skeptical that Thomson's validation procedures could prevent a concerted effort by Wall Street to retouch its track record. The Thomson data are maintained by overworked, inexperienced clerks, said the former executive. \u001d  Ljungqvist and his colleagues first released their study in August, then withdrew it after Thomson came forward with some explanations for the I/B/E/S changes. Thomson says the professors' observations can be explained by database-maintenance activities, as well as brokerage mergers and changes in stock-rating systems. \u001d  The \"anonymized\" recommendations, for example, were actually available in another data file. \u001d  Yet after reviewing Thomson's explanations, the professors reissued their study on Feb. 20. Thomson still hasn't accounted for about 25% of the \"anonymized\" recommendations, 25% of the revised ratings or the thousands of backfilled Sell and Hold recommendations. \u001d  Since the professors' paper appeared, Thomson has restored most of the analyst names that went missing for four years. But Mike Thompson, head of Thomson's financial research, thinks the academics are sweating over arcane details that investors don't care about. Money managers aren't interested in tracking the performance of particular brokers or analysts, says Thompson, adding, \"There's no story here.\" \u001d  Oh. Silly me. And silly Journal, for taking all that trouble with its Best on the Street rankings. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5edbe4ee97ba59a564bf5d027b6b50aa","symR":["ACS.MC","ANA.MC","ELE","ELE.MC","EN","ENEL.MI","EOA.XE","EON","IBE.MC","UNF.MC","DE0007614406","ES0125220311","ES0130670112","ES0144580018","ES0167050915","ES0181380017","IT0003128367"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON Sets Legal Strategy For Enel's Jump Into Endesa - Report","GmtTimeStamp":"2007-03-03T14:35:00.000000000","CompanyCodes":["ACS.MC","ANA.MC","ELE","ELE.MC","EN","ENEL.MI","EOA.XE","EON","IBE.MC","UNF.MC","DE0007614406","ES0125220311","ES0130670112","ES0144580018","ES0167050915","ES0181380017","IT0003128367"],"IndustryCodes":["CON","ELC","MUT","XDAX","XDJGI","XIBEX","XISL","XMIB","XNYA","XST5"],"Story":"\b \u001d  MADRID (Dow Jones)--Advisors to Germany's E.ON AG (EON) are preparing the company's legal strategy after Italy's Enel SpA (EN) gatecrashed in the protracted takeover battle for Spanish utility Endesa SA (ELE), Spain's leading daily El Pais reports Saturday. \u001d  Advisors are crafting a plan to exert \"legal pressure\" on the Spanish government, energy regulator CNE and stock market supervisor CNMV, El Pais says, citing people close to E.ON. \u001d  Legal claims filed by the German energy giant will focus on recent statements made by Industry Minister Joan Clos, who said a \"Spanish solution\" may prevail in the Endesa takeover saga just hours ahead of Enel's announcement that it controlled close to 10% of the power utility. \u001d  It will also question the CNMV's requirement on E.ON to submit a final bid for Endesa after rival gas supplier Gas Natural (GAS.MC) pulled out of the bidding process, El Pais adds. \u001d  E.ON could also highlight \"apparent contradictions\" of the CNE when it lifted some voting rights restrictions to construction company ACS (ACS.MC) in power utility Iberdrola SA (IBE.MC), in spite of ACS having control of rival electricity firm Union Fenosa SA (FEN.MC). \u001d  The strategy may give E.ON some room for maneuver ahead of Endesa's key EGM, called for March 20 to vote on the modifications of some company bylaws, such as a limit of 10% in voting rights. E.ON's EUR41 billion cash bid is currently conditional of the removal of such voting right restrictions. \b \u001d  -Madrid Bureau; Dow Jones Newswires; djmadrid@dowjones.com; (34) 618 528 681 \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 09:35 ET (14:35 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5ee3cfd557078306686734749be44493","symR":["PBR","PETR4.BR","BRPETRACNPR6"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Brazil-Japan Ethanol Investment Could Hit $8 Billion -Report","GmtTimeStamp":"2007-03-03T16:27:00.000000000","CompanyCodes":["PBR","PETR4.BR","BRPETRACNPR6"],"IndustryCodes":["OIL","XDJGI","XNYA"],"Story":"\b \u001d  SAO PAULO (AP)--A project between Brazil and Japan to help supply Brazilian ethanol made from sugarcane exclusively to the Japanese market could cost $8 billion, Brazil's largest newspaper reported Saturday. \u001d  The money would be used to take minority stakes in 40 ethanol distilleries across Latin America's largest nation, ensuring Japan with a stable supply as it prepares to mandate an obligatory mix of ethanol in gasoline, the Folha de S. Paulo newspaper said. \u001d  Brazilian state-run oil company Petroleo Brasileiro SA had already confirmed it was negotiating a partnership with Japan's Mitsui & Co. Ltd. on the stakes, but the report quoting Petrobras executive Paulo Roberto Costa was the first time that an investment amount was disclosed. A Petrobras spokesman did not immediately respond to a telephone message left Saturday seeking comment. \u001d  Japan could require between 1.8 billion to 6 billion liters of ethanol per year, depending on the ethanol mix required - between 3% to 10% - according to Petrobras estimates. \u001d  Brazil exported 3.4 billion liters abroad in 2006, of which less than 7%, or 225.4 million liters, went to Japan, according Brazil's Agriculture Ministry. \u001d  Japan's National Development Bank will help with financing the distilleries, which would be built or purchased, Folha reported. Costa told the newspaper that the investment in each distillery could total $200 million. Aiming to ensure long-term supply for 15 years, Petrobras and Mitsui would set up a Brazil-based subsidiary. \u001d  Costa told the newspaper that Japan is insisting on guaranteed long-term supply of ethanol, an increasingly popular fuel because of persistent high oil prices. Petrobras announced earlier this week that it signed a memorandum of interest with Mitsui and a Brazilian construction firm to study the construction of a pipeline in Brazil that would be used to help export ethanol to Japan. No amount was disclosed on how much the pipeline could cost. \u001d  The U.S. is the world's largest ethanol producer, but Brazil is in the No. 2 spot and is the planet's largest exporter, with more agricultural land available than in America to ramp up production. While Brazil makes ethanol from sugarcane, U.S. ethanol is produced more expensively from corn. \u001d  Brazil's ethanol industry is now making profits like never before amid heavy foreign investment. There is also huge domestic demand in Brazil, where eight out of every 10 new cars are \"flex fuel\" models that can run on gasoline, pure ethanol or any combination of the two. Most drivers choose ethanol, because it costs almost half as much as gas. \u001d  U.S. President George W. Bush will meet Friday in Sao Paulo with Brazilian President Luiz Inacio Lula da Silva to forge an ethanol \"alliance\" aimed at promoting use of the fuel internationally and setting quality standards so it can be traded as a commodity. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 11:27 ET (16:27 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"64d1190b84598331a7a208872a3b50ab","symR":["JSAIY","MRW.LN","SBRY.LN","TSCDY","TSCO.LN","WMT","GB0006043169","GB0008847096","GB00B019KW72","US9311421039"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Silicon Contaminant Found In 4 Tanks At UK Vopak Terminal","GmtTimeStamp":"2007-03-03T13:26:00.000000000","CompanyCodes":["JSAIY","MRW.LN","SBRY.LN","TSCDY","TSCO.LN","WMT","GB0006043169","GB0008847096","GB00B019KW72","US9311421039"],"IndustryCodes":["FDR","RTB","RTS","XDJGI","XDJI","XFFX","XFT1","XGTI","XNYA","XRUS","XSP5","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 03, 2007 08:26 ET (13:26 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"65c27e55ee2d9b092f1b5e9037a0c03c","symR":["532174.BY","IBN","INE090A01013"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"India ICICI Bank Sets Up New Unit To Transfer Investments","GmtTimeStamp":"2007-03-03T08:15:00.000000000","CompanyCodes":["532174.BY","IBN","INE090A01013"],"IndustryCodes":["BNK","XDJGI","XNYA"],"Story":"\b \u001d  KOLKATA (Dow Jones)--ICICI Bank Ltd. (532174.BY), India's second largest bank by assets, Saturday said it has set up a new wholly owned unit, ICICI Holdings, and will transfer its investments held in its insurance and mutual funds units to this new company. \u001d  The bank, which holds stakes of 74% each in ICICI Prudential Life Insurance Co Ltd. and ICICI Lombard General Insurance Co Ltd., will transfer these investments to ICICI Holdings, a bank statement said. \u001d  The New York-listed bank will also transfer its investments in Prudential ICICI Asset Management Co. and  Prudential ICICI Trust Ltd. The bank owns a 51% equity stake each in these companies. \u001d  These investments will be transferred to ICICI Holdings at the book value currently on the books of the bank and valued at about INR19.5 billion, the statement said. \u001d  ICICI Holdings may consider a public listing in the future to partly fund the growing capital needs of the insurance business, the statement added. It didn't give a timeframe for the possible initial share sale, but said the bank intends to keep majority stake in the new unit. \u001d  Kalpana Morparia, joint managing director at ICICI Bank, has been proposed to be the chief executive and managing director of the new company from June 1, subject to regulatory approvals, the statement added. \b \b   -By Abhrajit Gangopadhyay; Dow Jones Newswires; 91 9831241778; abhrajit.gangopadhyay@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 03:15 ET (08:15 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"686e93040fa5c45e35ac42d74aaba6c8","symR":["DE"],"date":"2007-03-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Deere & Co Not Moving Headquarters -Spokesman","GmtTimeStamp":"2007-03-03T12:13:00.000000000","CompanyCodes":["DE"],"IndustryCodes":["TRQ","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  MOLINE, Ill. (AP)--A company spokesman insists that Deere and Co. (DE) is not considering moving its headquarters out of the Quad-Cities. \u001d  The assurance was given Friday in a formal statement released by Deere spokesman Ken Golden, director of strategic public relations. \u001d  Golden said recent media speculation concerning the possible relocation of Deere headquarters is in error. He noted that Deere, which was established in 1837, has had its world headquarters in Moline for nearly 160 years. He says the speculation apparently came through the misunderstanding of comments made at Deere's Annual Meeting of Shareholders on Wednesday. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 07:13 ET (12:13 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7382c890509782a51996a69f1c6176b4","symR":["GSPBEX.RS","ROSN.RS","YUKO.RS","RU0007661625","RU0009054449","RU000A0J2Q06"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Yukos Asset Auctions To Begin In Late March -Tass","GmtTimeStamp":"2007-03-03T12:17:00.000000000","CompanyCodes":["GSPBEX.RS","ROSN.RS","YUKO.RS","RU0007661625","RU0009054449","RU000A0J2Q06"],"IndustryCodes":["OIL","XDJGI"],"Story":"\b \u001d  NEW YORK (Dow Jones)--Auctions to sell OAO Yukos's (YUKO.RS) assets will begin in late March, Itar-Tass reported Saturday. \u001d  The total cost of the assets is estimated at $25.6 billion to $26.8 billion, appointed company manager Eduard Rebgun said in a televised interview in a Vesti news broadcast on Russian television, according to Itar-Tass. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 07:17 ET (12:17 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7500efe96e6ad3ede13780d57882bc16","symR":["BIDU","CLB","CSIQ","DNA","DOW","FEIC","FMCN","FSLR","GILD","GOOG","HBG","HBG.T","RHHBY","ROG.VX","RVBD","SLB","SNCR","SPWR","STP","TINY","TSL","TXU","VRTX","WFR","X","CA44332P1018","CH0012032048","US2605431038","US8731681081","US92532F1003"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) Growth Stocks: Their Time Has Come Again","GmtTimeStamp":"2007-03-03T05:07:00.000000000","CompanyCodes":["BIDU","CLB","CSIQ","DNA","DOW","FEIC","FMCN","FSLR","GILD","GOOG","HBG","HBG.T","RHHBY","ROG.VX","RVBD","SLB","SNCR","SPWR","STP","TINY","TSL","TXU","VRTX","WFR","X","CA44332P1018","CH0012032048","US2605431038","US8731681081","US92532F1003"],"IndustryCodes":["ADV","BTC","CEF","CHC","CHM","CMT","DRG","ELC","ELQ","EQS","INB","INS","ISV","MED","OIE","REA","SEM","SOF","STL","XDJGI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSMI","XSP5","XST5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Sandra Ward \u001d  Interview With Joseph McNay \u001d  Chairman, Essex Investment Management \b \u001d  No matter what's happening in the markets, Joseph McNay, the overseer of $3.1 billion in assets at Boston-based Essex Investment Management, finds a way to profit from it. That has led to superior performance in the flagship long-short fund that McNay has managed for some 25 years. These days, this godfather of growth-stock investing is going organic -- focusing on industries expected to show strong growth regardless of economic conditions and choosing the highest-quality stocks delivering dynamic growth in their core businesses. And he's convinced that this is the year value yields to growth. \b \u001d  Barron's: What did you make of Tuesday's selloff? \u001d  McNay: It puts people on notice. It is going to force money to quality growth stocks and away from cyclicals. The economy is flattening out and therefore cyclical stocks will become more at risk, and the opportunity will be in companies that have organic growth, without regard to the economy. \u001d  Tuesday was a wake-up call. Greenspan mentioning a possible recession was magnified by the Chinese moving to cool investor speculation, and on top of it the system wasn't geared for the level of action. That was quite scary, and it is also a reflection of the significance of exchange-traded funds and how hard it is to accommodate the higher level of trading. From my point of view, it is all very constructive, and the market will grind higher as money -- and there is still plenty of money out there -- flows to quality growth stocks. \b \u001d  Q: So you are optimistic about the market? \u001d  A: I do like the market. But a correction is very constructive, although painful. I see a set of conditions that are extremely positive. There is so much money available, it has to go someplace. What are the sources of that money? One of them is all the money being raised by the leveraged-buyout firms. We are early to right in the middle of that trend. It is going to feed on itself. Secondly, there is a lot of money going into venture capital. \u001d  Two weekends ago was a great example of what is going on: a buyout of TXU [ticker: TXU] that is going to put $45 billion-plus into the market, Hub International [HBG] in Chicago bought out for $1.7 billion and the rumor emerges that Dow Chemical [DOW] will be bought out for another $45-plus billion. That's $90 billion to $100 billion of money added to the system. \b \u001d  Q: And no deal is too big. \u001d  A: That's what is really impressive. Large companies are being bought. Then you get Temple-Inland [TIN] talking about splitting itself up. These are just add-ons, but the major point is there is so much more money available. These LBO firms also borrow a lot of money, so you are increasing debt, which is an increase in money supply. \b \u001d  Q: So what brings this party to an end? \u001d  A: At some point, the competition for deals becomes so great you start to get prices so high they are no longer economic. This will ruin itself. But this is the beginning phase. I don't think anyone dreamed we would see a TXU get bought out or a Dow Chemical, should it happen. \b \u001d  Q: What other conditions exist that are making you optimistic? \u001d  A: We need a decent economy, and in spite of Greenspan saying we could have a recession, I think the economy overall is doing pretty well. The economy has recovered from the recession and is now plateauing. I'm not wildly bullish about the economy, but I'm not negative, and I see worldwide economies continuing to do just fine. From time to time, both China and India will try to slow their economies to contain inflation and/or the value of their currencies. But that's because things are too good, not because they are bad. \b \u001d  Q: What about profit margins peaking? Won't that have a negative impact? \u001d  A: Profit margins are peaking and this is going to cause, to some degree, a topping out of the cyclical value stocks and will drive more money toward organic-growth companies. I have a set of charts from Steve Leuthold that shows, in this five-year recovery, that the market has gravitated to value stocks instead of growth, whether they were small-, mid- or large-cap stocks, and it has gone to cyclical stocks instead of growth. We had a recession, companies tightened up substantially, then the economy started to pick up. As business picked up, their profit margins expanded and earnings went nuts. \u001d  That move is finished to a large degree, and we are moving into a period where the money will look for organic growth. It will go to small-, mid- and large-cap growth, but you get faster growth in the mid- and small-caps than you do in large. But you get more security in large, so all three categories will do well, but, in general, organic growth is where the real action is going to be. That's contrary to what a lot of people think. \b \u001d  Q: Most people think the days of small- and mid-cap domination are over. You think they could be further extended? \u001d  A: Yes. The charts show that the small-cap domination was in depressed cyclical companies. I would use as an example United States Steel [X], which was trading at $10 a share in 2003 and is now around $88. It went from a market cap of $1.2 billion to about $11 billion. How about that? I'll never forget going to an investment committee meeting where I am a trustee and a small-cap manager came in with U.S. Steel as their stock and I said, \"Hey, wait a minute, this used to be part of the Dow Jones Industsrial Average.\" Phelps Dodge [PD] has gone from $12 to $120, up 10 times. It was a $2.5 billion market cap and now it's $25 billion. \b \u001d  Q: Where do you stand on interest rates? \u001d  A: I stand with [Federal Reserve Chairman] Ben Bernanke -- and that is, until such time as there is a reason, he isn't going to change. With the economy flattening, it takes away the desire to increase and, at the same time, with the money supply increasing and rates staying low, there is no reason to decrease. So rates will be stable. \b \u001d  Q: Inflation isn't troubling you? \u001d  A: Inflation goes on all the time. The question is: At what rate? The value of the dollar continues to erode, but it is on a consistent basis. The only positive right now is that it appears the European countries aren't very different from us, so the dollar isn't eroding versus the European currencies. It will erode against the Canadian, New Zealand and Australian currencies, where you have natural resources and a more positive set of conditions, but it won't be a big issue. It will be a little more of an issue with gold, which continues to fluctuate but edge higher on a long-term basis. The continued erosion of our currency makes gold an important asset for a long-term position. \b \u001d  Q: Where are you finding companies with organic growth? \u001d  A: In industries that have good growth characteristics, such as biotechnology or Voice-over-IP [Internet Protocol], the Internet and nanotechnology. Not to mention energy in general. \u001d  And alternative energy is a place where there is some great organic, dynamic growth. One has to be sensitive to valuations. But I've been invested in solar companies for quite a while, and I met with the managements of a number of solar companies recently, and if anything the growth is accelerating, not decelerating. \b \u001d  Q: What about headwinds from the housing market? Are they likely to disrupt your thesis at all? \u001d  A: I look upon it differently. I look upon it as a negative area and one in which I'm willing to take a negative position. The outlook for subprime mortgage lending and real estate and home development continues to be poor. It is weakening, and weakening more than most admit. Every time we get a report from one of those companies, the outlook is worse than one had expected. \u001d  If Bernanke and our government were to have any one concern, it would be about the loss of value in homes and the problems that have been created by adjustable-rate mortgages, subprime mortgage loans and the very high prices in residential real estate. If we were to see unexpectedly lower rates, it would be because of this area. It does affect some areas of retail and personal consumption and financial institutions, and there are a series of financial institutions that have already begun to show the negative signs of this. I don't see that changing, particularly. \u001d  This is an area that will consistently worsen, more so than many people expect. We are in the early phase of it. We had a nice rally in the home-building stocks and now we are moving back to reality, and so I am less interested in retailers or in makers of products that are sold to low-income people, frankly. \b \u001d  Q: Let's get to the areas you really love. \u001d  A: I still love energy from a broad point of view, and that includes a few of the leading service companies. Schlumberger [SLB] is an example of a large-cap energy company and Core Laboratories [CLB] is a small-cap in the oil area. \b \u001d  Q: Hasn't it gotten a lot tougher to invest in energy? \u001d  A: Yes, but there is no question that the long-term demand continues to grow. Also, we have been drawing from the existing strategic reserves, to some extent. OPEC [Organization of the Petroleum Exporting Countries] has drilled additional wells in their existing reserves, which means in the long term they are running those reserves down a little faster. It is much more difficult to find any significant new resources and much more expensive. You have to go further offshore and much deeper. This period is nothing like what occurred in 1976 to '80, when there were so much major available reserves out there to find and when they found so much they didn't know what to do with it all. This time it is dramatically more costly, probably between $45 and $60 a barrel to find it and get it. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 03, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7645d37f29697164689c9dcc7ad8bd18","symR":["ABI.YY","AIG","ANA.MC","BA","ELE","ELE.MC","EN","ENEL.MI","EOA.XE","EON","FDX","INB.BT","UPS","BE0003793107","DE0007614406","ES0125220311","ES0130670112","IT0003128367","US0268741073","US0970231058","US31428X1063","US9113121068"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) European Trader: Airbus Latest Air -2-","GmtTimeStamp":"2007-03-03T05:10:00.000000000","CompanyCodes":["ABI.YY","AIG","ANA.MC","BA","ELE","ELE.MC","EN","ENEL.MI","EOA.XE","EON","FDX","INB.BT","UPS","BE0003793107","DE0007614406","ES0125220311","ES0130670112","IT0003128367","US0268741073","US0970231058","US31428X1063","US9113121068"],"IndustryCodes":["AIF","ARO","ASP","BVG","CON","DST","ELC","INF","INS","MUT","XB20","XDAX","XDJGI","XDJI","XENX","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5"],"Story":"\b                         592.10   -4.83     587.36     +4.74     +0.81 \b \bPacific Region (ex. Japan) \b                         308.82   -4.98     308.33     +0.50     +0.16 \b \bWorld (ex. U.S.) \b                         243.11   -4.60     243.05     +0.06     +0.03 \b \bDOW JONES WORLD STOCK INDEX \b                         275.62   -4.57     277.50     -1.87     -0.68 \b \bIndexes based on 12/31/91=100. \b2007 Dow Jones & Co. Inc. All Rights Reserved. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:10 ET (05:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7a5097c7577617ec95bf01dd238d0895","symR":["13057.FR","5004.FR","BSC","CME","GS","IAP.LN","ITRI","LEH","MER","MIR","MS","PPL","PUB","SLB","TXU","FR0000050049","FR0000130577","GB0033872168","US38141G1040","US5249081002","US5901881087","US8731681081"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) The Trader: Why Sensitive Markets -2-","GmtTimeStamp":"2007-03-03T05:10:00.000000000","CompanyCodes":["13057.FR","5004.FR","BSC","CME","GS","IAP.LN","ITRI","LEH","MER","MIR","MS","PPL","PUB","SLB","TXU","FR0000050049","FR0000130577","GB0033872168","US38141G1040","US5249081002","US5901881087","US8731681081"],"IndustryCodes":["ADV","ELC","ELQ","EQS","MED","OIE","SCR","XDJGI","XENX","XFFX","XFT1","XGTI","XISL","XNYA","XRUS","XSCI","XSP5","XSTF"],"Story":"\u001d  Yet spending by utility companies themselves shows no waning, and overseas deregulation suggests a cycle that may still have legs. For bulls uneasy about utilities' valuations and the increasingly speculative takeover premium baked into utility stocks, Itron offers a viable alternative. \u001d  Quealy reckons that Itron shares are worth 70. The pop caused by the Itron deal announcement vanished in last week's broad selloff, and at about 61.5, shares trade at 19.5 times forward earnings. That's in line with its historical range, and reasonable considering its prospects as a takeover target for large industrial-equipment suppliers, as well as the ongoing drive by utilities to deliver energy more efficiently. \u001d  --- \u001d  E-mail: kopin.tan@barrons.com \u001d  --- \b                          VITAL SIGNS \b \b                            Friday's        Week's     Week's \b                               Close        Change     % Chg. \b \bDJ Industrials              12114.10       -533.38      -4.22 \bDJ Transportation            4782.25       -376.68      -7.30 \bDJ Utilities                  474.07         -6.99      -1.45 \bDJ 65 Stock                  4156.94       -202.28      -4.64 \bDJ US Total Mkt               337.98        -16.07      -4.54 \bNYSE Comp.                   8957.97       -462.23      -4.91 \bAmex Comp.                   2087.74        -77.73      -3.59 \bS&P 500                      1387.17        -64.02      -4.41 \bS&P MidCap                    823.69        -43.87      -5.06 \bS&P SmallCap                  397.06        -24.41      -5.79 \bNasdaq                       2368.00       -147.10      -5.85 \bValue Line (arith.)          2234.80       -122.24      -5.19 \bRussell 2000                  775.44        -51.20      -6.19 \bDJ Wilshire 5000            14060.13       -669.70      -4.55 \b \b                                         Last Week   Week Ago \bNYSE \bAdvances                                       826      1,903 \bDeclines                                     2,722      1,601 \bUnchanged                                       57        100 \bNew Highs                                      417        689 \bNew Lows                                       106         40 \bAv Daily Vol (mil)                           3,048.3    2,161.5 \bDollar \b(Finex spot index)                             83.74      84.07 \bT-Bond \b(CBT nearby futures)                          113-08     111-20 \bCrude Oil \b(NYM light sweet crude)                        61.64      61.14 \bInflation KR-CRB \b(Futures Price Index)                         310.11     314.63 \bGold \b(CMX nearby futures)                          641.50     683.10 \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:10 ET (05:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"874f26413614de7e4030fa91d6138c29","symR":["12027.FR","BP","BP.LN","COP","CVX","PVZ.YY","STL.OS","STO","TOT","XOM","FR0000120271","GB0007980591","NO0010096985","US1667641005","US20825C1045","US30231G1022"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"US Diplomat Calls For Transparency In Venezuela Oil Takeover","GmtTimeStamp":"2007-03-03T13:50:00.000000000","CompanyCodes":["12027.FR","BP","BP.LN","COP","CVX","PVZ.YY","STL.OS","STO","TOT","XOM","FR0000120271","GB0007980591","NO0010096985","US1667641005","US20825C1045","US30231G1022"],"IndustryCodes":["OIL","XCA4","XDJGI","XDJI","XENX","XFFX","XFT1","XGTI","XISL","XNYA","XOBX","XRUS","XSP5","XST5"],"Story":"\b \u001d  UNITED NATIONS (AP)--A top U.S. diplomat warned Friday that Venezuela cannot afford to drive away the major oil companies affected by President Hugo Chavez's decision to takeover the nation's most promising oil-producing operations. \u001d  Chavez decreed this week that his government would take a minimum 60% stake in projects run by four companies in Venezuela's Orinoco River region - his latest nationalization move as he steers the country toward socialism. \u001d  Industry experts have questioned whether state-owned Petroleos de Venezuela SA, or PDVSA, has the money and capacity to take on the complex, heavy-oil upgrading projects. They are run by British Petroleum PLC, Exxon Mobil Corp., Chevron Corp., ConocoPhillips Co., Total SA and Statoil ASA. \u001d  \"Venezuela opened its energy section in the 1990s because it didn't have the capital or the technology to exploit its deep wells and its heavy oil, especially in the Orinoco,\" said Thomas A. Shannon, assistant secretary of state for Western Hemisphere Affairs. \"If it's the intention of Venezuela to have a top of the line industry, then maintaining partnership with these companies is going to be essential.\" \u001d  Chavez's decree gives the companies four months to negotiate whether they will stay on as minority partners. He hasn't said how the government will pay for its increased share in the projects. \u001d  Companies pumping oil elsewhere in Venezuela submitted to state-controlled joint ventures last year with little resistance, reluctant to abandon a country with the largest oil deposits outside the Middle East. \u001d  On Tuesday, France's Total said it would continue negotiating with Venezuela to \"keep a satisfactory profitability\" in the project it jointly owns with Statoil and PDVSA. But Total chairman Thierry Desmarest said he was worried about the \"operational constraints\" Venezuela's majority stake would impose. \u001d  Production fell when PDVSA took control of oil fields elsewhere in Venezuela last year. Chavez depends on the company to pay for his socialist movement, and PVSA spends a third more on funding social programs than on investments to maintain production. \u001d  \"It's just our hope that as the Venezuelan government considers its steps, it understands these companies entered Venezuela in partnership,\" Shannon said. \"They almost certainly hope to stay in Venezuela in partnership, but the degree to which the government of Venezuela...can speak clearly to the companies...is going to be very important.\" \u001d  Shannon also said the U.S. government wasn't concerned about Venezuela's reliability as an oil provider, despite threats from Chavez to cut off oil shipments to the U.S. Chavez has said he is ready to divert oil exports to other countries like China and India. \u001d  But Shannon suggested Venezuela would have the most to lose with such a move. He noted that 80% of Venezuela's petroleum revenue comes from the U.S. and that most refineries capable of processing Venezuela's heavy crude are in the U.S. \u001d  \"Whether President Chavez likes it or not, Venezuela is joined to the hip with the United States,\" he said. But \"if Venezuela were to make a decision that it will sell oil some place else, well, we would buy it some place else.\" \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 08:50 ET (13:50 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"88043e36e33b7a572bc55b7b0d36a3c0","symR":["PCP.XX"],"date":"2007-03-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Construction Of Two Elk Power Plant In Wyoming Delayed Again","GmtTimeStamp":"2007-03-03T17:49:00.000000000","CompanyCodes":["PCP.XX"],"IndustryCodes":["COA","ELC"],"Story":"\b \u001d  GILLETTE, Wyo. (AP)--Construction of the oft-delayed $655 million Two Elk power plant, which officials had hoped would begin in June or July, has hit another snag. \u001d  \"The plant's still going to commence this year,\" said Brad Enzi, vice president of government affairs for Greenwood Village, Colo.-based North American Power Group. \u001d  He told Campbell County commissioners Thursday that the latest delay for the 320-megawatt coal-fired power plant was a transmission agreement with PacifiCorp. \u001d  Within days of telling commissioners in December that an agreement had been ironed out, Enzi said PacifiCorp contacted the company to tell him a new study of demand in western Wyoming would need to be conducted. \u001d  Enzi said he expects the new study to be completed by March 9. \u001d  If all goes well, plant construction could be under way by August, he said. \u001d  The Two Elk plant southeast of Wright was first proposed in the mid-1990s. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 12:49 ET (17:49 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8cfb7b7d00a0621b0e75dbfa03924945","symR":["AIG","BAC","BRKA","BRKB","BSC","C","GS","LEH","MER","MS","PFE","PG","XOM","US0268741073","US0605051046","US1729671016","US30231G1022","US38141G1040","US5249081002","US5901881087","US7170811035","US7427181091"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) Still Betting On The Bull -2-","GmtTimeStamp":"2007-03-03T05:05:00.000000000","CompanyCodes":["AIG","BAC","BRKA","BRKB","BSC","C","GS","LEH","MER","MS","PFE","PG","XOM","US0268741073","US0605051046","US1729671016","US30231G1022","US38141G1040","US5249081002","US5901881087","US7170811035","US7427181091"],"IndustryCodes":["BAN","BNK","DRG","HPN","HPR","INF","INS","INU","OIL","SCR","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5","XSTF"],"Story":"\u001d  Perhaps the ultimate defensive stock is Buffett's Berkshire Hathaway, which last week reported record annual operating earnings of $9 billion for 2006. The Class A shares, now around $107,000, carry a huge absolute price, but are reasonable, relative to book value and earnings. Berkshire trades for 1.5 times its year-end 2006 book value and 18 times 2006 earnings. Backed by the company's fortress-like balance sheet, Buffett is poised to pounce on investment opportunities should the markets tank. \u001d  That's the right strategy in a market rout. But we've got a hunch he won't get the chance to spend down his billions any time soon. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8e460225cae76dd16af0c5b274fcb3b3","symR":["ALU","ALU.FR","CHCG","EW","FMCN","GE","GES","KPM.YY","LBY","NTBK","SFNT","THC","WRI","XMSR","FR0000130007","US3696041033"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) Research Reports: How Analysts Size -2-","GmtTimeStamp":"2007-03-03T05:10:00.000000000","CompanyCodes":["ALU","ALU.FR","CHCG","EW","FMCN","GE","GES","KPM.YY","LBY","NTBK","SFNT","THC","WRI","XMSR","FR0000130007","US3696041033"],"IndustryCodes":["ADV","BNK","BRD","CMT","CTS","GLD","HEA","HPD","HPR","IDD","MDS","MED","PCS","REA","REI","RTS","SAL","SAP","SOF","TLS","XCA4","XDJGI","XDJI","XENX","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:10 ET (05:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"928b795a078c1b3db947e1fbeb0f4bc3","symR":["AVB"],"date":"2007-03-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(3/5) Apartment-House Blues -2-","GmtTimeStamp":"2007-03-03T05:05:00.000000000","CompanyCodes":["AVB"],"IndustryCodes":["REA","REI","XDJGI","XISL","XNYA","XRUS","XSP5"],"Story":"\u001d  Bullish investors believe this project pipeline will lead to big gains in cash flow in the future and make the stock's premium deserved. \"AvalonBay has had a high multiple for a long time and for a good reason: It has a development pipeline that's like nothing else anybody has,\" says Corl. \u001d  The pipeline could add $40 to $50 a share in net asset value, he says, helping to close the gap between the REIT's outsized market value and its NAV. That said, after five-plus years of a bull market in real estate, property values -- and thus, NAVs --  are llikely inflated. \u001d  Insider sales of AvalonBay shares could be signaling the stock has reached its near-term peak. In February, Blair exercised options and sold more than 61,000 shares, pocketing almost $6 million. He notes that they represent only a small portion of his holdings. \"The vast majority of my net worth remains in AvalonBay,\" he says. \u001d  Avalon deserves its gold-star reputation.But that won't prevent investors from seeking shelter elsewhere if industry fundamentals weaken. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"94281458a8cc63f0a8f82c74936f8004","symR":["CBS","CBSA","MNI","US1248572026"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) Fund Of Information: Blurring The Boundaries","GmtTimeStamp":"2007-03-03T05:09:00.000000000","CompanyCodes":["CBS","CBSA","MNI","US1248572026"],"IndustryCodes":["BRD","MED","PUB","XDJGI","XISL","XNYA","XRUS","XSCI","XSP5","ZFU"],"Story":"\b   (From BARRON'S) \b   By Jack Willoughby \u001d  Last week's market plunge certainly stirred up fear in the bellies of money managers, but it also highlighted the trouble that value managers have trying to find bargains in a frothy market. \u001d  Reality has forced some to modify the traditional formula: buying ultra-cheap stocks, in out-of-favor sectors. Says John Rogers Jr., founder of the $6 billion Ariel Fund (ticker: ARGFX), which as of March 2 was up 8.7% over one year: \"To find bargains, you have to see past problems. These days, it requires more vision, more courage and more contrarianism.\" \u001d  Rogers casts about where even sages like Warren Buffett fear to tread. Media names like CBS (CBS) and McClatchy (MNI) appeal to him because they seem too beaten-up. He views private-equity bidders, playing monopoly with companies, as a mixed blessing. Research shows that the price premiums paid to take companies private are slipping. In 2002, the average premium to market value was 53%; it fell to 27% in 2006, according to his fund's parent, Chicago-based Ariel Capital. \"Higher market levels make it harder to justify big premiums,\" says Charles K. Bobrinskoy, vice chairman and co-portfolio manager of the Ariel Focus Fund (ARFFX). \"We get short-term gains, but we lose our highest-quality companies that are hard to replace.\" \u001d  Bill Nygren, senior portfolio manager of the Oakmark Fund (OAKMX), which on March 2 was up 15% over one year, admits to hunting in places he wouldn't have considered five years ago, finding excellent opportunities in beaten-down but high-quality large-caps. In fact, P/Es have have compressed so much that most stocks trade within a few points of the average of 16 times this year's per-share earnings. \u001d  \"Six or seven years ago, buying value meant getting a price discount,\" says Nygren. \"Today, that means getting a quality premium for free.\" Even with last week's record drubbing, the market still favors stocks. \"Investors have a choice -- equities or bonds,\" says Nygren. \"I cannot imagine an environment where an investor is better off over a five- or ten-year period holding a 5% government bond, compared with a portfolio of decent-quality companies with an entry-level P/E in the mid-teens.\" \u001d  It's no time to hug the sidelines. Big companies like Citicorp, Home Depot and Wal-Mart, whose price-earnings ratios once were 50 or higher, now sell at modest P/Es. Says Nygren: \"Value investing used to be about getting a price cushion by buying average companies for way-below-average prices. Today, the cushion comes from buying quality businesses for the price of average businesses.\" \b \u001d  Carl Lawrence, founder of Warwick Capital Management, of Yonkers, N.Y., has been barred from the investment-advisory business, for allegedly fudging performance figures that briefly placed him among the world's top money managers. \"Lawrence has not acknowledged the wrongful nature of his conduct,\" wrote SEC administrative law judge Carol Fox Foelak in a Feb. 15 decision. \"Rather, he demonstrated a pattern of avoiding acknowledging the wrongful nature of his conduct by blaming calamities or producing newly discovered materials of dubious credibility.\" Lawrence is seeking a review of the decision. He points to the absence of any monetary penalty, and the judge's observation that no one was harmed, as indicating that his ban ultimately will be lifted. He says he's filed a suit contending that the Securities and Exchange Commission has defrauded and defamed him. \u001d  --- \u001d                Scoreboard \b \u001d  Gulp -- Gold and China Funds Take Big Hits \b \u001d  -- U.S. diversified equity funds and the broad market fell 3.66% and 3.59%, respectively, in the week ended Thursday, says Lipper. Growth funds in large-caps, multi-caps and small-caps lost 4.14%, 4.21% and 4.55%, respectively. Gold funds lost 5.58%. China-region funds lost 7.31%. \u001d  -- Jack Willoughby \b \b                                         One Week  Year-to-Date \b \bU.S. STOCK FUNDS                         -3.66%           0.68% \bU.S. BOND FUNDS                           0.42            1.50 \bTOP SECTOR / Dedicated Short Bias Funds   5.57            0.78 \bBOTTOM SECTOR / Latin American Funds     -8.41           -2.35 \b \b              THE WEEK'S TOP 10 \b \bFund \b Investment Objective  One Week  Year-to-Date \b \bProFunds UltraSht EM Inv \b DSB                     16.71%         6.36% \b \bDirexion EM Br 2x Inv \b Emerging Markets        15.65          8.09 \b \bDirexion NAS Br 2.5x Inv \b DSB                     13.25          0.93 \b \bDirexion SC Br 2.5x Inv \b DSB                     12.09         -0.66 \b \bProShares UlS Rl Est \b DSB                     11.08           NA \b \bProFunds UltSht OTC Svc \b DSB                     10.60          1.28 \b \bRydex Dynamic InvOTC H \b DSB                     10.59          1.34 \b \bProShares UltraSht 100 \b DSB                     10.58          1.40 \b \bProShares UlS Finl \b DSB                     10.03           NA \b \bProFunds UltSh Sm-Cp Inv \b DSB                      9.77         -0.07 \b \b             THE WEEK'S BOTTOM 10 \b \bFund \b Investment Objective  One Week  Year-to-Date \b \bDirexion LA Bull 2x Inv \b Latin America          -17.42%        -8.50% \b \bProFunds UltraEM Inv \b Emerging Markets       -16.47         -9.77 \b \bDirexion EM Bl 2x Inv \b Emerging Markets       -15.92        -11.03 \b \bDirexion NAS Bl 2.5x Inv \b Spec Dvsfd Equity      -12.51         -2.71 \b \bDirexion SC Bl 2.5x Inv \b Small Cap Core         -11.56         -0.67 \b \bProFunds Prec Metals Inv \b Gold Oriented          -10.41         -8.28 \b \bProShares Ult Rl Est \b Real Estate            -10.25           NA \b \bProShares Ultra100 \b Multi Cap Growth       -10.06         -1.71 \b \bProFunds UltraOTC Inv \b Multi Cap Growth       -10.03         -1.75 \b \bRydex Dynamic OTC H \b Multi Cap Growth        -9.99         -1.60 \b \b                     THE LARGEST 10 \b \bFund \b Net Assets                        3-Year*  1-Week     YTD \b (billions)  Investment Objective   Return  Return  Return \b \bAmerican Funds Gro A \b    $85.026  Multi Cap Growth       10.62%  -3.25%   -0.30% \b \bAmerican Funds ICA A \b     74.934  Large Cap Value         9.68   -2.59    -0.30 \b \bVanguard 500 Index Inv \b     73.031  S&P 500 Funds           8.82   -3.59    -0.76 \b \bFidelity Contrafund \b     69.867  Multi Cap Growth       13.09   -3.78    -0.37 \b \bAmerican Funds Wsh A \b     69.045  Large Cap Value         9.02   -2.91    -0.40 \b \bDodge & Cox Stock \b     68.219  Large Cap Value        13.51   -3.21     0.17 \b \bAmerican Funds CIB A \b     64.856  MTAG                   13.45   -2.37    -0.02 \b \bAmerican Funds CWGI A \b     64.346  GMLV                   16.69   -3.92    -1.10 \b \bAmerican Funds Inc A \b     61.702  MTAG                   11.19   -2.09     0.35 \b \bPIMCO Tot Rtn Inst \b     60.372  Intmd Inv Grade         3.93   0.96      1.49 \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"94d96918733ce9eb8938779e52fa7790","symR":["ABI.YY","UPS","US9113121068"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Airbus CEO Critical Of 'Political Interference'","GmtTimeStamp":"2007-03-03T17:42:00.000000000","CompanyCodes":["ABI.YY","UPS","US9113121068"],"IndustryCodes":["AIF","ARO","ASP","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  LONDON (AP)--The chief executive of struggling European airplane manufacturer Airbus has criticized political interference in the firm as it undertakes a contentions restructuring plan. \u001d  Louis Gallois told the Financial Times newspaper in comments published Saturday that the countries with a stake in Airbus had all tried to save their own share of the company as it closes plants and slashes jobs. He told the newspaper that \"national conflicts are a poison for this company.\" \u001d  \"I was very surprised to see that every government - the British, the French, the Germans and the Spanish - were all saying we want the best share of the cake, we want composites and high technology and so on,\" Gallois was quoted as saying. \u001d  \"My job was to save Airbus and give a future to Airbus. \u001d  \"I saw a lot of people wanting the best share of the cake and the size of the cake was not important to them. I said it was most important that in 20 years we still have an Airbus,\" he said. \u001d  Airbus is struggling to find buyers for its much-delayed A380 superjumbo plane. UPS Inc. (UPS) on Friday said it was canceling an order for 10 of the cargo version of the jet, leaving Airbus with no orders for the superjumbo freighter. Airbus still has orders for passenger versions of the A380. \u001d  Gallois on Wednesday announced a restructuring plan, dubbed \"Power8,\" that will see 10,000 jobs cut in France, Germany, Spain and Britain and the sale or closure of six Airbus plants. \u001d  French unions have called for a one-day strike next Tuesday against the plan, and German Airbus workers may join the strike. \u001d  In a separate interview with Germany's Focus weekly, Airbus' German chief executive warned against strikes, saying they would be detrimental to the company in the long term. \u001d  \"Long strikes would hurt the company and throw us back even farther,\" Thomas Enders said. \"That can't be what the workers want.\" \u001d  Earlier this week, EU Transport Commissioner Jacques Barrot also called for the plane maker to be free of \"political interference.\" Speaking on Europe-1 radio, Barrot said the company has been \"paying the high price of bad governance, with the involvement of several governments.\" \u001d  Toulouse, France-based Airbus is owned by the Franco-German defense company European Aeronautic Defence and Space Co. Britain's BAE Systems sold its 20% stake in the plane maker last year. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 12:42 ET (17:42 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9ac96bed2d9619254a69d8cbcb479f33","symR":["HGC.YY"],"date":"2007-03-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Hg Capital Set To Acquire Americana International -Report","GmtTimeStamp":"2007-03-03T12:07:00.000000000","CompanyCodes":["HGC.YY"],"IndustryCodes":["FIS","RTB","RTS"],"Story":"\b \u001d  LONDON (Dow Jones)--Americana International, owner of the Bench and Hooch urban clothing brands worn by pop stars Robbie Williams and Liam Gallagher, is set to be sold to private equity firm Hg Capital PLC for an enterprise value of GBP190 million, The Daily Telegraph reports Saturday without citing sources. \u001d  It is understood Hg Capital has been in exclusive talks to buy the company, the newspaper says, and that a deal could be announced in the next few days. \u001d  Newspaper Web site: http://www.telegraph.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 07:07 ET (12:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9f26e3bb78dfe52ebe154070a258dc23","symR":["OATS","WFMI"],"date":"2007-03-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(3/5) A Return Visit To Earlier Stories: Oats: A Natural Fit For Whole Foods","GmtTimeStamp":"2007-03-03T05:11:00.000000000","CompanyCodes":["OATS","WFMI"],"IndustryCodes":["FDR","RTS","XDJGI","XFFX","XNQ1","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \b   By Robin Goldwyn Blumenthal \u001d  This is the rare case where an acquisition is organic growth: Whole Foods Market's planned $565 million purchase of rival natural food chain Wild Oats is an important step in the popular stores' quest to more than double sales by 2010. \u001d  The deal seemed to reawaken Wall Street's taste buds. Buying Oats for $18.50 a share will add 40% more square footage to Whole Foods' (ticker: WFMI) current footprint, on top of the 16% increase already expected from new-store openings. \u001d  The trendy Austin, Tex.-based food retailer bought 40% more space for 10% of its enterprise value (stock market value plus debt), says UBS' Neil Currie, one of several analysts who raised their assessment of the stock after the news broke. He now rates the shares, recently changing hands at $47, a Buy with a price target of 60, up from Neutral previously. \u001d  The price of Whole Foods shares is slightly lower than when we wrote positively about the company last summer (\"Fresh From the Farm,\" Aug. 14, 2006). The stock subsequently jumped to 65.40, only to retrench because of concerns about a deceleration in same-store sales and the cost of the new-store openings. \u001d  But the addition of the 110 Oats stores should help reinvigorate performance. Whole Foods is an old hand at buying smaller rivals and coaxing their pretax operating margins to about 7%, more than double that of conventional markets. \"Our sales per square foot are practically 100% higher [than Oats'] and there is no intrinsic reason why . . . we can't get those sales per square foot . . . comparable to what Whole Foods Markets is,\" CEO John Mackey told investors in a conference call. Boulder, Colo.-based Oats' comp-store sales growth averaged 3% last year. \u001d  The new stores will complement Whole Foods' ambitious plans. The 192-store chain plans to add 18 to 20 outlets in the U.S. this year, plus a big new store in London. Jack Robinson, manager of the Winslow Green Growth Fund and a longtime shareholder, thinks the appetite for Whole Foods' natural and organic formats and gourmet foods could sustain as many as 500 stores. \u001d  A little further down the road, the new markets should help Whole Foods improve its sales at stores open at least a year. Comp-store sales growth has been running recently at a healthy rate of 7%, but that's off the double-digit pace investors had come to expect. Robinson believes Whole Foods can get the rate back up to 10% in the next four quarters, partly from the addition of Wild Oats. He sees the stock rising 20% to 25%,  again reaching about  60  in the next 12 to 18 months. \u001d  The addition of Wild Oats will also help give Whole Foods, with $5.6 billion in fiscal 2006 sales, more purchasing power and thus more flexibility to lower prices as competition from traditional grocers heats up. \u001d  Once Whole Foods takes some writedowns on expected Oats store closings, the acquisition will add 10 to 15 cents to earnings by 2009, says Mark Miller, a William Blair analyst who raised his Whole Foods rating to Outperform. Next year, earnings are expected to grow 17%, to $1.68 a share, not counting Oats. \u001d  To be sure, Whole Foods may look pricey, particularly in light of its slowing growth. It trades at a premium growth multiple of 28 times next year's earnings, nearly twice that of conventional retailers. Still that's well below its historic average of 35 times, and less than what it was before the shares doubled in 2004-'05. And it's the premier name catering to a wealthy, health-conscious consumer in a niche growing at 13%, compared to 2.3% for the traditional retail sector. \u001d  Whole Foods is one of the few companies in the sector \"that has a very open-ended growth opportunity,\" Miller adds. That should sustain investors' appetite. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:11 ET (05:11 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a3ee3d266c583081e42dde59d57d7ded","symR":["BL.MI","BPU.MI","IT0000062197","IT0003487029"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Banca Lombarda, Banche Popolari Unite Hldrs Approve Merger","GmtTimeStamp":"2007-03-03T17:34:00.000000000","CompanyCodes":["BL.MI","BPU.MI","IT0000062197","IT0003487029"],"IndustryCodes":["BNK","FIS","XDJGI","XMIB"],"Story":"\b \u001d  MILAN (Dow Jones)--Shareholders of Italian mutual bank Banche Popolari Unite SCARL (BPU.MI) and Italian commercial bank Banca Lombarda SpA (BL.MI) Saturday voted in favor of the merger of the two lenders, creating Italy's fifth-largest bank by assets. \u001d  With 1,975 branches, the new entity - called Unione di Banche Italiane - UBI Banca, or UBI - will control a 6.3% of Italy's banking market, with a strong presence in wealthy Northern Italian regions such as Lombardy, according to the bank's presentation. \u001d  With more than EUR79 billion in customer loans and EUR80 billion in customer deposits, UBI will be Italy's fifth largest bank. \u001d  \"New financial products will be launched after the IT platforms of the two banks merge by the summer of 2008,\" director general of the new bank Victor Massiah said Saturday. \u001d  In 2006, Italy registered six mergers between banks, of which four, after Saturday's vote, are already effective. \u001d  Following the merger with BPU, Banca Lombarda - currently a commercial bank - will become a mutual bank and the shareholders with more than 0.5% will have to reduce their stakes within the next 12 months. Among them also French financier holding company Carlo Tassara SpA. \b \u001d  -By Sabrina Cohen, Dow Jones Newswires, +39 347 3563 463; sabrina.cohen@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 12:34 ET (17:34 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a9b905d15ba74c5f797c08f3ed31b469","symR":["VLKAY","VOW.XE","DE0007664005"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Two Ex-VW Employees Charged For Role In Corruption Scandal","GmtTimeStamp":"2007-03-03T14:45:00.000000000","CompanyCodes":["VLKAY","VOW.XE","DE0007664005"],"IndustryCodes":["AUT","XDAX","XDJGI"],"Story":"\b \u001d  BERLIN (AP)--German state prosecutors said Saturday they have charged the former head of Volkswagen AG's powerful employee council and an ex-personnel manager with the company for involvement in a corruption scandal. \u001d  Klaus Volkert, who headed VW's highly influential employee council for 15 years, faces several counts of inciting breech of trust, while Klaus-Joachim Gebauer, a former personnel executive, is charged with breech of trust, prosecutors in Braunschweig said. They declined to comment further. \u001d  Both men face the possibility of a fine and up to five years in jail, if they are convicted. \u001d  In January, Volkswagen's former personnel chief Peter Hartz was handed a two-year suspended prison sentence on Thursday and fined $749,000 in exchange for a far-reaching confession, as part of a deal worked out ahead of the trial. \u001d  The case suggested a seamy side to the close partnership between Volkswagen and its labor representatives, who under German law sit on the board of directors and must be consulted on major new initiatives such as where to locate new production. \u001d  During the trial, Hartz' attorney told the court his client admitted awarding \"special bonuses\" worth $2.5 million in VW funds to Volkert, in an attempt to curry favor. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 09:45 ET (14:45 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"aa586a6b52b777b3e3ccd0e1b239d10e","symR":["FRNT","LCC"],"date":"2007-03-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"US Airways To Launch Single Reservation System Sunday","GmtTimeStamp":"2007-03-03T19:56:00.000000000","CompanyCodes":["FRNT","LCC"],"IndustryCodes":["AIR","XDJGI","XNYA","XRUS"],"Story":"\b \u001d  PHOENIX (AP)--US Airways Group Inc. (LCC) hopes a single reservation will help it eliminate a series of issues that have irritated customers since it combined with America West Airlines in 2005. \u001d  The test will come early Sunday, when the Tempe-based carrier flips the switch on a reservation system computer that handles both airlines' check-in, frequent flier credits, bookings and more. \u001d  Executives at the nation's 5th-largest airline are hoping for a smooth middle-of-the-night transition and business as usual on Sunday. \u001d  But earlier efforts to merge parts of the system - the airline combined its two Web sites a year ago - resulted in a host of glitches. \u001d  Other airlines also have had problems. When AirTran Airways upgraded its system last summer, it couldn't check in passengers. Thousands lined up at counters at its Atlanta hub, and as many as 15,000 passengers were delayed or missed flights. \u001d  Denver-based Frontier Airlines Holding (FRNT) ran into a similar problem the first day it went live with a new system two years ago. \u001d  US Airways faces more challenges than its smaller counterparts. For instance, AirTran has one major hub; US Airways has three, in Phoenix, Philadelphia and Charlotte, N.C., plus smaller hubs in Las Vegas and Pittsburgh. \u001d  US Airways executives said Friday the company has learned from others' stumbles, doing extensive training and running three trials of the conversion. \u001d  \"We get to demonstrate that these transitions aren't as big and as difficult as historically has been proclaimed,\" said Anthony Mule, the airline's senior vice president of customer service. \u001d  Mike Boyd, a Colorado-based aviation consultant who has criticized the airline on other issues, isn't betting against them. \u001d  \"Keep in mind they've been planning this for what, two years?\" he said. \"It probably won't be noticed.\" \u001d  He hedged his bets, though, noting that computers have minds of their own. \u001d  \"Computers do not follow the dictates of man. They're like teenage kids,\" he said. \u001d  The airline and its passengers will find out quickly. A preliminary test of US Airways' new system is planned for late Saturday in Las Vegas, where its red-eye flights will be checked in manually during a two-hour computer outage to make the switchover. \u001d  East Coast travelers will find out early Sunday if the system is up and running as advertised. Monday's business travelers will put it to the ultimate test. US Airways has about 3,800 daily departures. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 14:56 ET (19:56 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ab8df9f04ca7e2ce4d551769c1316650","symR":["PPL"],"date":"2007-03-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Unit 2 at Susquehanna Nuclear Power Plant Safely Shut Down for Planned Refueling and Maintenance","GmtTimeStamp":"2007-03-03T13:03:00.000000000","CompanyCodes":["PPL"],"IndustryCodes":["ELC","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  BERWICK, Penn., March 3 /PRNewswire-FirstCall/ -- Operators safely shut down the Unit 2 reactor at PPL Corporation's Susquehanna nuclear power plant in northeastern Pennsylvania early Saturday (3/3) to begin a planned refueling and maintenance outage. \b \u001d  While the reactor is shut down, workers will replace about 40 percent of the uranium fuel and complete an extensive list of equipment maintenance and upgrades. \b \b    Unit 1 at the plant continues to operate at full power. \b \u001d  \"This will be one of the largest outages we have ever conducted in terms of the amount of work scheduled,\" said Robert A. Saccone, vice president of Operations for PPL Susquehanna. \b \u001d  \"The equipment maintenance performed will keep Unit 2 in excellent condition so that it continues to operate safely and reliably,\" he said. \"In addition, selected equipment will be upgraded or replaced in support of a proposed future increase in the amount of power the unit can safely generate.\" \b \u001d  The U.S. Nuclear Regulatory Commission is reviewing a request filed by PPL in the fall of 2006 to increase the plant's total electrical output by about 200 megawatts, which is enough additional electricity to supply 160,000 homes. \b \u001d  Because PPL Susquehanna will be replacing some major components during this outage, it is scheduled to be slightly longer than other recent refueling and maintenance outages at the plant, Saccone said. \b \u001d  Unit 2 is expected to be generating electricity again by the middle of April, before the arrival of summer weather and the resulting increase in electricity use by consumers. \b \u001d  PPL schedules nuclear refueling and maintenance outages at this time of year, when temperate weather reduces electricity use and the demand on the regional power grid is lower. Each of the two units at the Susquehanna plant is taken out of service for refueling and maintenance every 24 months. \b \u001d  The Susquehanna plant, located in Luzerne County about seven miles north of Berwick, is owned jointly by PPL Susquehanna LLC and Allegheny Electric Cooperative Inc. and is operated by PPL Susquehanna. \b \u001d  PPL Susquehanna is one of PPL Corporation's generating facilities. Headquartered in Allentown, Pa., PPL Corporation (NYSE: PPL) controls more than 11,000 megawatts of generating capacity in the United States, sells energy in key U.S. markets and delivers electricity to nearly 5 million customers in Pennsylvania, the United Kingdom and Latin America. More information is available at http://www.pplweb.com \b \b \b    Contact: Lou Ramos, 570-759-2285 \b             PPL Corporation \b             Two North Ninth St. \b             Allentown, PA 18101 \b             Fax 610-774-5281 \b \b \bSOURCE  PPL Corporation \b \u001d    /CONTACT: Lou Ramos, PPL Corporation, +1-570-759-2285, or fax - +1-610-774-5281 \b    /Web site: http://www.pplweb.com \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 08:03 ET (13:03 GMT)"},{"md5ID":"b2a0e6b2bf3b22dd21003a1033d49e73","symR":["BARC.LN","BCS","BEN","CNH","GS","JPM","LTR","NHL.BE","PRU","GB0031348658","NL0000298933","US38141G1040","US46625H1005","US5404241086","US7443201022"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) Market Watch: A Sampling Of -2-","GmtTimeStamp":"2007-03-03T05:06:00.000000000","CompanyCodes":["BARC.LN","BCS","BEN","CNH","GS","JPM","LTR","NHL.BE","PRU","GB0031348658","NL0000298933","US38141G1040","US46625H1005","US5404241086","US7443201022"],"IndustryCodes":["AMG","BAN","BNK","INL","INP","INS","SCR","TRQ","XDJGI","XDJI","XFFX","XFT1","XGTI","XNYA","XRUS","XSP5","XST5","XSTF"],"Story":"\u001d  I'm intrigued by the contrast developing between BoJ and the Fed . . . Out here in the financial markets, however, the conviction grows that the Fed will . . . do anything other than stand pat. Who can forget that this is the same body that accomplished 17 straight quarter-point tightenings between 2004 and '06 and moved the bond market hardly at all? \u001d  BoJ, on the other hand, might move the bond market explosively if it were ever to address the carry trade as a policy objective, but markets now take it virtually for granted that the risk of any such undertaking is extremely low. We follow the Fed obsessively [despite its] recent record of not being able to move markets, while we blow off BoJ, which is where the operationally relevant global-yield curve is anchored. Stings like a butterfly, indeed; Rodney Dangerfield should have been chairman. \u001d  -- Jim Griffin \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b45c788857b9db13de3791a452f4a96c","symR":["NWACQ","US6672801015"],"date":"2007-03-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Northwest Airlines Asks For Bankruptcy Extension","GmtTimeStamp":"2007-03-03T15:58:00.000000000","CompanyCodes":["NWACQ","US6672801015"],"IndustryCodes":["AIR","XFFX"],"Story":"\b \u001d  MINNEAPOLIS (AP)--Northwest Airlines (NWACQ) has asked its bankruptcy judge to extend the period during which it alone can propose a reorganization plan. \u001d  The period is now due to expire March 16, but Northwest wants the date extended to June 29. \u001d  During the exclusivity period only Northwest can propose a reorganization plan, which it did on Jan. 12. After the period ends, creditors and others can propose their own plan for the company. \u001d  Northwest has says it intends to emerge from Chapter Eleven by the end of the second quarter, which is June 30. The company filed for bankruptcy protection on Sept. 14, 2005. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 10:58 ET (15:58 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b885938d5401144929291f8f6dda333b","symR":["BARC.LN","BCS","MCTY.YY","GB0031348658"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UK PRESS: Reubens To Sell Chunk Of McCarthy & Stone","GmtTimeStamp":"2007-03-03T11:52:00.000000000","CompanyCodes":["BARC.LN","BCS","MCTY.YY","GB0031348658"],"IndustryCodes":["BAN","BNK","HOM","HPR","XDJGI","XFT1","XGTI","XNYA","XST5"],"Story":"\b \u001d  LONDON (Dow Jones)--David and Simon Reuben, the property entrepreneurs, are poised to sell a significant chunk of their stake in McCarthy & Stone PLC (MCTY.YY), builder of retirement homes, The Financial Times reports Saturday, without citing sources. \u001d  It is understood, the FT reports, that the brothers are set to sell part of their 32% stake in the company. \u001d  HBOS, the Reuben brothers and Sir Tom Hunter bought McCarthy & Stone last year for GBP 1.1 billion with Permira and Barclays Capital PLC (BCS), the paper says. \b \u001d  Newspaper Web site: http://www.ft.com \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 06:52 ET (11:52 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b9551a5d3fa0ef5ca767849e1d2bda9a","symR":["BLD.T","BLDP","CSIQ","CA05858H1047"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) Weekday Trader: Alternative-Energy Alert","GmtTimeStamp":"2007-03-03T05:06:00.000000000","CompanyCodes":["BLD.T","BLDP","CSIQ","CA05858H1047"],"IndustryCodes":["ELQ","OTA","XDJGI","XTSE"],"Story":"\b   (From BARRON'S) \b   By Dimitra Defotis \u001d  A documentary about global warming and ways to reduce it won an Oscar this year. But not every alternative-energy stock deserves a prize. \u001d  Despite political support for cleaner-burning domestic sources of energy, the WilderHill Clean Energy Index, a leading measure of stocks tied to increased clean energy and conservation, rose only about 5% in 2006. The index, which has its own exchange-traded fund (ticker: PBW), was up more than 25% at one point last year. But asoilprices fell in the second half, so did shares of alternative-energy plays. \u001d  As investors look for alternative-energy companies with staying power, they should be wary of smaller companies with high valuations or a murky profit outlook, even after recent market corrections. Two examples: Ballard Power Systems (BLDP), best-known for its partnership with auto makers to develop  fuel cells, and Canadian Solar (CSIQ), which, despite its name, makes polysilicon-based solar panels in China. \u001d  \"Too often, alternative-energy stocks become story stocks. The great story can exceed a level that is supported by fundamentals,\" says James Hansel, a hedge-fund manager focused on energy and technology. \"When that happens, it becomes very risky for investors.\" Fuel cells, pollution-free modules that create electricity with hydrogen, are the big -- and old -- story for Ballard Power, which has a stock-market value of $672 million. But fuel-cell cars aren't likely to be in showrooms before 2014. \u001d  Ballard acknowledges that it probably won't turn a profit for years. Partnerships with Ford (F) and DaimlerChrysler (DCX) periodically jump-start its shares. But there's more near-term promise in nonautomotive applications, ranging from residential power and heat generation to heavy-duty transportation, according to National Bank Financial. Still, Ballard is expected to lose 54 cents a share in 2007, and its stock trades at 2.3 times book value, according to Thomson Financial/Baseline. In 2000, Ballard shares fetched almost $145. Now, they're near $6 and could sink to $4 in a year or two, asserts Mark Cox, a manager of the New Energy Fund, a New York alternative-energy hedge fund. \u001d  \"Other companies have technology,\" says Cox, who recently made a tidy profit betting that Ballard stock would swoon. \"The likelihood that [Ballard] can pull the rabbit out of the hat now -- cut costs by 10 times to be competitive -- is low.\" In fact, says company spokeswoman Michelle Cormack, Ballard's auto fuel cell operates at just over twice the cost of an internal-combustion engine, adding that Ballard hopes to consume half the cash this year that it did in 2005. \u001d  Canadian Solar could turn a 55-cent profit in 2007, according to Thomson Financial. Though the company is incorporated in Canada, its main offices are in Jiangsu, China, where it produces panels, made up of solar cells that convert sunlight into electricity for various commercial and residential uses. Most of its customers are in Germany. This year, the company is beginning to make solar cells, too. \u001d  Despite last week's sell-off in Chinese stocks, Canadian Solar, now around 10, still looks expensive, trading at about 19 times 2007 earnings estimates. The company has a market capitalization around $300 million. Some analysts expect Canadian Solar's earnings to jump considerably in 2008, but that's far from a certainty, and Piper Jaffray analyst Jesse Pichel prefers other solar plays. \u001d  Canadian Solar says it has locked in several long-term contracts for polysilicon, a crucial solar-panel material in short supply globally. But, Pichel maintains, it's unclear whether it will get enough to meet its aggressive growth plans. And the company needs to diversify its customer base, he says. \u001d  Canadian Solar CEO Shawn Qu says his new cell-manufacturing lines, while not in full production, are ahead of schedule and \"the company is looking at accelerating installation\" of additional lines. Just how the company is doing should become clearer on March 14, when it reports earnings. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bf42f160086625499a0939516e1aef54","symR":["DB","DBK.XE","EVA.MC","DE0005140008","ES0112501012"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Spanish Regulator Fines Deutsche Bk EUR1M For Insider Trading","GmtTimeStamp":"2007-03-03T13:40:00.000000000","CompanyCodes":["DB","DBK.XE","EVA.MC","DE0005140008","ES0112501012"],"IndustryCodes":["BAN","BNK","FOD","OFP","XDAX","XDJGI","XNYA","XST5"],"Story":"\b \u001d  MADRID (Dow Jones)-The Spanish stock market regulator, CNMV, fined Deutsche Bank AG (DB) EUR1 million for sharing privileged information with investors about Ebro Puleva SA, according to Friday's edition of Spain's State Bulletin, BOE. \u001d  In addition, Deutsche Bank will be banned from accelerated book building of Spanish shares for the next three months. \u001d  The CNMV levied the sanctions for giving some investors market-sensitive information before Deutsche Bank sold a stake in the Spanish food group Ebro Puleva in 2004. \u001d  The sanctions are the latest in a string of regulatory setbacks into trades handled by the bank. Last year, France's stock market regulator held a hearing to consider its recommendation that Deutsche Bank be fined EUR1.5 million for its handling of a 2002 issue of convertible bonds in Alcatel, the telecom equipment group. \u001d  Also last year, U.K.'s Financial Services Authority fined Deutsche Bank GBP6.4 million for its actions while placing a large block of shares in Scania, the Swedish truckmaker. \b \u001d  State Bulletin web site: http://www.boe.es \b \u001d  -Madrid Bureau, Dow Jones Newswires; (34) 628 278 718 \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 08:40 ET (13:40 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c1b360bdc428aa4307acb5a63e0620f8","symR":["F"],"date":"2007-03-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Ford In Talks With Prodrive On Aston Martin Bid -Report","GmtTimeStamp":"2007-03-03T11:27:00.000000000","CompanyCodes":["F"],"IndustryCodes":["AUT","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\u001d  LONDON (Dow Jones)--Ford Motor Co. (F) is in exclusive talks with Prodrive, the motor racing company, over a potential sale of its luxury car division Aston Martin, The Times reports Saturday, citing sources. \u001d  Ford has selected Prodrive despite its trouble financing a bid because the racing group has offered a higher price than the other shortlisted bidders; Prodrive's price offer is thought to be close to GBP450 million, the newspaper reports. \u001d  One source said however, the Times reports, that Ford hasn't asked for non-public information on Aston Martin to be returned or destroyed, indicating that it is keeping the door open for the other bidders in case Prodrive can't secure its financing. \u001d  Newspaper Web site: http://www.timesonline.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 06:27 ET (11:27 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c2dd3669163427f7b475c9da742c670b","symR":["ABI.YY","AIG","ANA.MC","BA","ELE","ELE.MC","EN","ENEL.MI","EOA.XE","EON","FDX","INB.BT","UPS","BE0003793107","DE0007614406","ES0125220311","ES0130670112","IT0003128367","US0268741073","US0970231058","US31428X1063","US9113121068"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) European Trader: Airbus Latest Air Pocket","GmtTimeStamp":"2007-03-03T05:10:00.000000000","CompanyCodes":["ABI.YY","AIG","ANA.MC","BA","ELE","ELE.MC","EN","ENEL.MI","EOA.XE","EON","FDX","INB.BT","UPS","BE0003793107","DE0007614406","ES0125220311","ES0130670112","IT0003128367","US0268741073","US0970231058","US31428X1063","US9113121068"],"IndustryCodes":["AIF","ARO","ASP","BVG","CON","DST","ELC","INF","INS","MUT","XB20","XDAX","XDJGI","XDJI","XENX","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5"],"Story":"\b   (From BARRON'S) \b   By Matthew Curtin \u001d  Airbus has scored a spectacular goal -- against itself -- in prompting the cancellation of yet another order for its A380 super-jumbo. And the embarrassment comes just when it had thrashed out a restructuring program with its various taskmasters designed to overcome the delays and cost overruns at the multibillion-euro project. \u001d  UPS's (ticker: UPS) cancellation of its order for 10 A380 freighters means that Airbus now has precisely no customers signed up for this version of the aircraft; it was originally hoping for around 400.  That leaves the field open for Boeing's (BA) 777 freighter, which will first enter the market in 2008, as well as Boeing's new 747-800 freighter, a direct competitor to the A380. \u001d  The Airbus freighter program may now never see the light of day. Fedex (FDX) and International Lease Finance, a unit of American International Group (AIG), had earlier canceled their orders because of worries about whether Airbus could deliver the aircraft on time. \u001d  UPS took fright at Airbus' announcement that it had frozen work on the cargo plane to help speed up production of the passenger version of the A380. This came just after Airbus renegotiated a later delivery schedule with the U.S. company. \u001d  By delaying the cargo plane, Airbus and parent Europe Aeronautic Defence & Space (EADSF), have, inadvertently or not, gained some short-term breathing space at the cost of overall A380 sales and long-term cash flow. As it is, EADS faces a cash call later this year as restructuring costs and the escalating budget for its new wide-body A350 jetliner strain its finances. \u001d  Perhaps this sort of negotiating mishap was inevitable at a time when Louis Gallois, the head of Airbus and co-CEO of parent EADS, has been embroiled in intense discussions with politicians and labor unions about the Airbus restructuring plan, known as Power8. \u001d  Gallois has succeeded in pushing through a slightly watered-down program that involves 10,000 job cuts and a thorough reorganization of the Airbus production in France, Germany, Spain and the U.K. But given the labor protests and political outcry that it has caused, particularly in France in the run-up to the country's national elections in April and May, a cancellation from as important a client as UPS is hardly what Gallois was hoping for in his efforts to rebuild investor and customer confidence. \b \u001d  InBev's emergence as the world's best-rated, as well as biggest, brewer looks more justified than ever after its strong fourth-quarter and 2006 results. But that doesn't mean that InBev has a lock on the position. \u001d  The Brussels-based InBev (INB.Belgium) reached its target of a 30% margin for Ebitda, or earnings before interest, taxes, depreciation and amortization, a year ahead of schedule and with nearly two percentage points to spare. \u001d  A combination of strong emerging-market growth and rigorous cost-control generated an 11% rise in Ebitda -- a measure of cash flow -- on a 5.9% rise in beer volume in 2006, with the amount of beer InBev sold up an even better 6.2% in the  quarter. \u001d  There were worries at the time of AmBev and Interbrew's merger in 2004 about a lack of geographic overlap and the difficulty of extracting value from Interbrew's activities in mature markets in Western Europe and North America. But those concerns have turned out to be excessive. \u001d  Investors may be most impressed by InBev's Brazilian-led management team's success in turning a 0.5% contraction in like-for-like revenue in Western Europe into a 14% rise in Ebitda in 2006. \u001d  Credit for that goes to InBev's cost-containment program -- known as zero-based budgeting -- as well as the successful promotion of brands like Beck's, Brahma and Leffe. That offset slack demand for Stella Artois, Interbrew's old mainstay, as beer sales in the region remain sluggish over all. \u001d  But serving up another set of such good results in 2007 will prove difficult, though by no means impossible, with InBev's rating at risk of looking stretched. \u001d  Before Thursday's earnings-inspired fizz in its share price -- up nearly 3%, to 51.50 euros, equal to $67.80 -- the stock was trading at 17.8 times estimated 2007 earnings, a premium to peers like Anheuser Busch (BUD), Heineken (HINKY) and SABMiller (SAB.United Kingdom) and the median multiple for the sector of 17.2, according to data from InFinancials. \u001d  The 2006 performance reflected benefits from soccer's World Cup and favorable currency movements. Those tailwinds will be absent or at best weaker this year. At the same time, it becomes harder to strip more costs out of InBev's business, particularly in Europe, as InBev may have to spend more to keep top-line growth going. \u001d  Prudent investors should look for InBev to see its cost-control program through, to show signs it is revitalizing Stella Artois and to pull off more nifty little acquisitions, rather than embark on as ambitious a project as merging with Anheuser-Busch, which agreed in December to be the exclusive importer of InBev's brands. \u001d  Enel's raid on Endesa shares is a big setback for E.ON's expansion plans, suggesting the German power company is going to have to look elsewhere to spend its pile of cash. \u001d  The Italy-based Enel (ENEL.Italy) this week bought a big minority stake in Spain's Endesa, which E.ON has been trying to buy for 41 billion euros, or $54 billion. As a result, E.ON's American depositary receipts (EON) dropped 9%, to around $43. \u001d  Given the complexity of Spanish takeover rules, E.ON now faces a near impossible task in satisfying its own conditions for taking over Endesa (ELE). A deal would require more than 50% of Endesa's shareholders to tender their stock. \u001d  If Enel gets regulatory approval to raise its stake to 24.99% from 9.99%, as it wants, that would reduce Endesa's free float to only a little more than 50%. Enel has natural allies among Endesa's biggest shareholders, notably Acciona (ANA.Spain), with its 21% holding, which could stymie E.ON's bid. \u001d  E.ON could sweeten its offer without frightening its own shareholders, such is the strength of its balance sheet. But it's more doubtful than ever that money is going to do the talking, such is Madrid's determination to keep Endesa in Spanish hands. \u001d  --- \u001d  MATTHEW CURTIN is a contributor to The Skeptic, a Dow Jones Newswires column on which this European Trader is based. \u001d  --- \b                         DOW JONES GLOBAL INDEXES \b \bRegion/ \bCountry \b   DJ Global          DJ Global          DJ Global     Point \b    Indexes,           Indexes,           Indexes,      Chg.    % Chg. \b Local Curr.  Wkly       U.S. $    Wkly  U.S. $ on      From      From \b    03/02/07  % Chg.   03/02/07  % Chg.   12/31/06  12/31/06  12/31/06 \b \bAmericas \b                         346.23   -4.69     351.71     -5.49     -1.56 \b \bBrazil \b  5479967.84  -7.72     1021.69   -8.90    1067.30    -45.62     -4.27 \b \bCanada \b      428.30  -3.57      420.92   -4.96     425.73     -4.81     -1.13 \b \bChile \b      591.85  -2.05      411.82   -2.30     393.68    +18.14     +4.61 \b \bMexico \b     1766.93  -7.70      485.24   -8.72     500.99    -15.75     -3.14 \b \bU.S. \b      337.98  -4.54      337.98   -4.54     343.25     -5.27     -1.54 \b \bVenezuela \b     3031.20  +3.33       48.81   -1.83      58.10     -9.30    -16.00 \b \bLatin America \b                         544.05   -8.05     560.18    -16.14     -2.88 \b \bEurope \b                         345.34   -5.17     349.72     -4.39     -1.25 \b \bAustria \b      449.14  -4.53      460.79   -4.49     465.16     -4.37     -0.94 \b \bBelgium \b      411.69  -3.96      422.58   -3.92     427.54     -4.95     -1.16 \b \bDenmark \b      498.87  -4.66      522.01   -4.55     505.70    +16.31     +3.23 \b \bFinland \b     1356.01  -5.30     1244.23   -5.27    1206.63    +37.59     +3.12 \b \bFrance \b      344.99  -5.08      358.74   -5.05     365.73     -7.00     -1.91 \b \bGermany \b      296.56  -5.67      303.30   -5.64     302.80     +0.50     +0.17 \b \bGreece \b      387.74  -8.61      293.62   -8.58     295.24     -1.62     -0.55 \b \bIreland \b      653.73  -7.11      655.19   -7.07     671.96    -16.76     -2.49 \b \bItaly \b      326.36  -4.59      275.09   -4.56     280.63     -5.55     -1.98 \b \bNetherlands \b      387.08  -5.74      396.08   -5.71     401.84     -5.76     -1.43 \b \bNorway \b      420.35  -5.09      407.55   -5.85     402.36     +5.19     +1.29 \b \bPortugal \b      310.58  -3.91      276.64   -3.87     270.37     +6.27     +2.32 \b \bSpain \b      540.81  -5.55      417.03   -5.52     422.08     -5.05     -1.20 \b \bSweden \b      634.12  -4.70      530.31   -4.47     542.62    -12.31     -2.27 \b \bSwitzerland \b      521.59  -4.98      580.04   -4.00     577.55     +2.49     +0.43 \b \bUnited Kingdom \b      261.48  -4.47      271.94   -5.37     278.31     -6.37     -2.29 \b \bSouth Africa \b                         313.16   -8.57     319.28     -6.12     -1.92 \b \bPacific Region \b                         149.96   -3.16     146.16     +3.80     +2.60 \b \bAustralia \b      394.10  -4.01      406.31   -4.90     400.56     +5.75     +1.44 \b \bHong Kong \b      375.73  -6.79      373.95   -6.86     377.97     -4.02     -1.06 \b \bIndonesia \b      559.61  -1.80      121.60   -2.74     127.96     -6.36     -4.97 \b \bJapan \b      113.23  -5.18      120.75   -1.90     115.76     +4.99     +4.31 \b \bMalaysia \b      220.54  -9.65      171.14   -9.98     158.88    +12.27     +7.72 \b \bNew Zealand \b      199.56  -0.29      253.84   -2.81     259.49     -5.65     -2.18 \b \bPhilippines \b      321.38  -7.37      171.37   -8.41     159.92    +11.45     +7.16 \b \bSingapore \b      247.34  -6.65      262.41   -6.36     249.36    +13.04     +5.23 \b \bSouth Korea \b      293.96  -3.95      236.34   -4.46     241.17     -4.83     -2.00 \b \bTaiwan \b      191.63  -2.06      150.14   -1.79     156.13     -6.00     -3.84 \b \bThailand \b      124.25  -1.65       87.02   -2.05      81.33     +5.69     +7.00 \b \bEuro Zone \b                         352.89   -5.32     356.67     -3.79     -1.06 \b \bEurope (ex.U.K.) \b                         387.00   -5.07     389.85     -2.85     -0.73 \b \bNordic Region \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 03, 2007 00:10 ET (05:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c3a74d39fe362af7112ed3cb9d90d410","symR":["1138.HK","600026.SH","CN0008926403","CN0008932385"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"China Shipping Development Orders 6 Oil Tankers For US$307.6M","GmtTimeStamp":"2007-03-03T10:54:00.000000000","CompanyCodes":["1138.HK","600026.SH","CN0008926403","CN0008932385"],"IndustryCodes":["MAR","XDJGI"],"Story":"\b \u001d  HONG KONG (Dow Jones)--Hong Kong-listed China Shipping Development Co. (1138.HK) said Saturday it has ordered six oil tankers for US$307.6 million from a Chinese shipbuilder. \u001d  China Shipping Development, a unit of state-owned China Shipping (Group) Co., said it would buy the tankers, with each of 76,000 deadweight tons in capacity, from Dalian Shipbuilding Industry Co. \u001d  The first of the six new tankers is scheduled to be delivered in June 2009, the company said. \u001d  In October 2006, China Shipping (Group) ordered four very large crude carriers from a Chinese shipbuilder, China State Shipbuilding Corp. \u001d  China has been trying to reduce the use of foreign tankers for its oil imports, so to help ease concerns over China's energy security and the threat of a global shortage of spare tanker capacity or political friction that could lead to a block on cargo deliveries. \b \u001d  -By Aries Poon, Dow Jones Newswires; 852-2832-2332; aries.poon@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 05:54 ET (10:54 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c40784af3fd00eea0473b6de3f6f9007","symR":["13057.FR","5004.FR","BSC","CME","GS","IAP.LN","ITRI","LEH","MER","MIR","MS","PPL","PUB","SLB","TXU","FR0000050049","FR0000130577","GB0033872168","US38141G1040","US5249081002","US5901881087","US8731681081"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) The Trader: Why Sensitive Markets May Toughen Up","GmtTimeStamp":"2007-03-03T05:10:00.000000000","CompanyCodes":["13057.FR","5004.FR","BSC","CME","GS","IAP.LN","ITRI","LEH","MER","MIR","MS","PPL","PUB","SLB","TXU","FR0000050049","FR0000130577","GB0033872168","US38141G1040","US5249081002","US5901881087","US8731681081"],"IndustryCodes":["ADV","ELC","ELQ","EQS","MED","OIE","SCR","XDJGI","XENX","XFFX","XFT1","XGTI","XISL","XNYA","XRUS","XSCI","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  What's in a name? a Manhattan made with Scotch instead of bourbon becomes a Rob Roy, even if Scotch and bourbon are both whiskeys. Wall Street calls a 10% decline a \"correction.\" But does the drubbing that stocks absorbed last week qualify as one -- or is there more to come? \u001d  Stocks dropped about 5.5% from their February peak to last week's low, and the selling wiped out the year's gains. The ferocity of Tuesday's beating was plain to see: 99 stocks in the Nasdaq 100fell, along with 498 from the Standard & Poor's 500. The S&P 500 lost $452 billion of its market value in a day. \u001d  Blame was ascribed to many culprits, from the selloff in Shanghai to the unsettling remarks from a former Federal Reserve chairman -- but those were more catalysts than causes. The Dow Jones Industrial Average has not suffered a one-day drop of more than 2% since May 2003, and Tuesday's rush for the exit -- bringing a 3.3% loss --  uggests an antsy market waiting for a long-overdue correction. \u001d  Wary about waning liquidity --  whether caused by rising interest rates in Asia or a U.S. credit crunch -- and worried that economic growth might slow, investors promptly re-evaluated risk after months of ignoring it. The result was a collective step back from overbought stocks. \u001d  The Dow fell 533, or 4.2%, last week to close at 12,114. The S&P 500 lost 64, or 4.4%, to 1387. Those were their biggest weekly percentage declines since early 2003. For both, February marked their first monthly loss in nine months. \u001d  Selling was fiercest in high-beta technology and financial stocks. The Nasdaq Composite Index slid 147 points, or 5.8%, to 2368, while the Russell 2000 Index of small stocks lost 51, or 6.2%, to 755. Those were their largest point drops since September 2001. \u001d  Violence of this sort, understandably, shakes up the market, and here history may be on the bulls' side. Since 1962 the S&P 500 had fallen more than 3% in a single day 43 times -- yet after 34 of those, the index had climbed higher within 60 days, with an average 60-day return of 6%, says Citigroup. \u001d  But have sellers wreaked their worst damage? Defensive put trading surged last week, and the risk forecast measured by the somnambulant VIX volatility index jumped 64% Tuesday -- twice the 31% spike the day after the 9/11 attacks. The volume of index exchange-traded funds -- these are very liquid and can be shorted without a uptick -- increased so much relative to component stocks that the ratio reached a high twice that seen at last June's market bottom. \u001d  But any encouraging signs that  bearishness had reached its utmost level were marred by the quick surfacing of hope. The VIX backed off quickly after its spike. Phrases like \"buying opportunity,\" \"pause that refreshes,\" and \"fundamentals haven't changed\" featured prominently, and too readily, in the ensuing flood of market commentary. Telegenic reporters were invited on air not just to discuss the market, but were prodded for a calming spin. \u001d  The relentless slide in brokerage stocks also suggests continued apprehension about subprime contagion -- in addition to a potential ebb in the global-financing boom. Prices of credit-default swaps tied to the debt of Goldman Sachs (ticker: GS), Morgan Stanley (MS), Merrill Lynch (MER), Bear Stearns (BSC) and Lehman Brothers (LEH) -- essentially the cost of insuring against a default by these firms -- have risen in step with concerns about their exposure to credit risk. Subprime loans make up a small fraction of their books, but investors worry about writedowns on loans they fail to resell as appetite for risky debt dies, and revenue is hit by declining mortgage securitizations. Shares of Merrill, which recently paid $1.3 billion for First Franklin, slipped 7.7% last week. Morgan Stanley was off 9.3% while Goldman fell 9.6%. \u001d  This week, a violation of last week's lows could still spur more selling, although the markets' confidence should increase the longer stocks stay above those marks. Until then, the markets' sensitivity to economic data will be heightened. \u001d  Last week, the Commerce Department said that fourth-quarter gross domestic product had grown by just 2.2% -- down from the 3.5% previously estimated. The accelerated selling after a sharp drop in durable-goods orders showed how a growth scare remains one of the market's dark fears. The economy should grow about 2% this quarter. \u001d  But will constricting credit along with tighter financial conditions -- or mere worry about them -- spur more cautious spending? Have these new wrinkles been factored into the economic outlook? \u001d  Notably, corporate balance sheets remain shipshape. And an oil uptick and copper prices' first monthly gain in seven months doesn't exactly bespeak fear of a global recession. \u001d  The next big test will come soon. \"If earnings guidance for the first quarter comes in OK, or above the 5% [profit] growth expected, the markets should start to inch higher,\" says Peter Dunay, Leeb Capital Management's investment strategist. Until then, some bourbons and scotches may be downed in celebration, others to numb the pain. \b \u001d  When bleeding stocks turn computer screens red across the globe, the smiles only grow broader -- discreetly, of course, since no one wants to rub it in -- at 20 South Wacker Drive in downtown Chicago. That's because the kind of volatility that leaves the financial world reeling often means big business for the Chicago Mercantile Exchange (CME). \u001d  As money managers lunged for financial tools to hedge their risk, trading volume surged to new records at nearly every option and futures market. And the CME is the largest of them all. \u001d  Consider the difference a day makes: Before last Tuesday, February trading volume at the CME was running 5.1% below levels projected by Sandler O'Neill analyst Richard Repetto, and the futures exchange needed a hefty 22.9% uptick in March trading just to meet Repetto's quarterly target of 363 million contracts. \u001d  But on Tuesday, the 13.72 million contracts traded smashed the previous one-day record of 11 million and lifted February volume 3.4% above target. March volume now needs to grow just 5.6% to keep pace -- a cakewalk, considering the clamor for derivatives in this nervous market. \u001d  Sure, the boost might prove fleeting, but the effect likely will linger, with once-bitten-twice-shy traders continuing to hedge even after the volatile jag passes. \u001d  CME shares traded as high as 596 in late January, but drifted down to 511 amid worries about its ability to meet heightened Street expectations. A 6.6% bounce after Tuesday's selling points to its rising appeal in choppy markets and lifted shares to 545. At 30 times forward earnings, the stock isn't cheap -- but looks less rabidly coveted next to commodity- exchange stocks like Nymex (NMX) and InterContinental Exchange (ICE). \u001d  The International Securities Exchange (ISE) also enjoyed a midweek bounce. But its smaller rise reflects the stiffer competition in the crowded options market -- versus the monopolistic stranglehold the CME enjoys in trading U.S. futures -- and the takeover premium already factored into ISE shares. \u001d  Across the pond, interdealer brokers like ICAP (IAP.UK) reported record electronic-trading volume. Consolidation has reduced the number of such third-party firms, and the essential service they provide in trading U.S. Treasury bonds and other instruments for investment banks, companies and merchant banks helps ensure pricing power. \u001d  Viel & Cie (VIL.France), which owns majority stakes in Lausanne-based brokerage Compagnie Financiere Tradition, and the online brokerage Bourse Direct, also benefits from rising volume. By some estimates, the sum of Viel's parts should value the stock at more than 6 euros -- above the <euro>4.95 they trade at today. \b \u001d  The $45 billion cash-and-debt offer to buy TXU (TXU) -- the largest leveraged buyout ever! -- has hogged headlines all week, but it wasn't the only intriguing deal in the utility world. A $1.6 billion plan by Itron (ITRI) to buy the privately-held Actaris in Luxembourg, announced before trading opened last Monday, was roundly applauded by the few investors paying attention. \u001d  Itron makes meters used by electric, gas and water companies. But it is often classified as a technology company because it also provides software and services that let utility companies read meters automatically. \u001d  While its home base is near Spokane, Wash., what Itron really occupies is a sweet spot along the utility companies' route to better productivity. Automatic meter-reading technology lets the companies cut costs associated with manual meter reading, and gather timely and accurate data they can use to optimize their delivery of power. Today, only 35% of North American meters are read electronically, says Canaccord Adams analyst John Quealy, and Itron leads this promising market. \u001d  Regulations are different across the Atlantic, but the potential for new technology isn't. Actaris has installed more than 300 million meters worldwide, and just 5% of these are automatically read, Quealy estimates, and profits should improve as Actaris incorporates Itron's higher-margin technology. \u001d  The merger will create a global leader in next-generation meter technology. It will also be No. 1 for electric meters, No. 2 for gas, and fourth-largest for water. \u001d  Integration risk is slim, since the deal reunites Schlumberger's (SLB) former metering unit -- and its management team. \"Strategically, it makes sense, too,\" says JPMorgan analyst Paul Coster, who pronounced the product, geographic and customer mix \"complementary.\" \u001d  No question, Itron's fortunes will be hitched to utility companies'. And contrarians have been wondering if the Dow Jones Utility Average's record high, the behemoth TXU deal, and the rash of speculative call buying in PPL (PPL), Mirant (MIR) and Public Service Enterprise (PUB) may prove to be a marker of a utility peak. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 03, 2007 00:10 ET (05:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c77171f668d4ce344f4e0ff3150beb44","symR":["AAP"],"date":"2007-03-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(3/5) Engines Revved","GmtTimeStamp":"2007-03-03T05:05:00.000000000","CompanyCodes":["AAP"],"IndustryCodes":["OTS","RTS","XDJGI","XFFX","XISL","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Christopher C. Williams \u001d  Advance Auto Parts is undergoing a tune-up that could rev its growth substantially. \u001d  After five years of double-digit profit gains, the Roanoke, Va., auto-parts retailer hit a pothole in 2006, as high gas prices and rising interest rates forced motorists to delay nonessential vehicle repairs. Sales and profits stalled, and the company's shares fell 13% from a high of 44 last March. \u001d  But Advance Auto's shares (ticker: AAP), now around 37, could return to the mid-40s in the coming year if management's strategy to curtail store openings, remodel existing stores, reduce expenses and boost margins jump-starts earnings. Sales at stores open at least a year easily could surpass last year's anemic 2.1% gain. \u001d  Industry trends are lining up in Advance Auto's favor, as well. According to the Automotive Aftermarket Industry Association, the average age of cars on the road is approaching 10 years, about the time when mufflers begin to fall off and fan belts wear out. Consequently, more motorists are likely to pull into one of the company's 3,082 stores this year, and Advance could enjoy a small pick-up in pricing. The stores are concentrated in the eastern U.S., but dot 40 states. \u001d  \"The worst is behind the company,\" says Standard & Poor's analyst Michael Souers. \"We expect expense leverage in 2007 as Advance Auto cycles against easier comps [comparable-store sales].\" \u001d  After dropping 1.5% last year, to $2.18 a share, Advance Auto's earnings are expected to rebound 11% in 2007, to $256 million, or $2.43 a share. Revenue could jump 9%, to around $5 billion, from $4.6 billion in 2006, while same-store sales could rise 3%. In the longer term, sales and earnings per share are likely to grow by low-to-mid-double digits and same-store sales by 4% to 6% a year. \u001d  Advance Auto sells everything from filters to fan belts, and batteries to brake pads, mainly to do-it-yourselfers. It's the nation's No. 2 auto-parts retailer, behind Memphis-based AutoZone (AZO). Other big players in the $204 billion retail auto-parts market include O'Reilly Automotive (ORLY) and CSK Auto (CAO). That market is revving up by 4% to 5% a year, which should help Advance Auto hit its goals. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d10d52497964f771b0d14ae29879678d","symR":["0906.HK","CN","HK0906028292"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"China Netcom End-Jan Fixed-Line Users Down 3.6% From End-Sep","GmtTimeStamp":"2007-03-03T10:02:00.000000000","CompanyCodes":["0906.HK","CN","HK0906028292"],"IndustryCodes":["FTS","TLS","XDJGI","XHSG","XNYA"],"Story":"\u001d  HONG KONG (Dow Jones)--China Netcom Group Corp. (CN), the smaller of mainland China's two fixed-line operators, said Saturday its fixed-line users fell 3.6% over the past four months. \u001d  China Netcom had a total of 115.11 million fixed-line subscribers as at the end of January, down from 119.45 million as reported at the end of September, according to the data released on the company's Web site. \u001d  The performance was in line with that of its bigger rival, China Telecom Corp. (CHA), which also reported a sharp drop in new fixed-line users for January. \u001d  China Netcom didn't elaborate on the drop in subscribers. Analysts say that competitive mobile phone services in China have been taking market share away from traditional fixed-line telecommunications business. \u001d  In January, China Netcom added 173,500 new fixed-line users. \u001d  It also added 337,900 new broadband subscribers during the month, bringing its total broadband users to 15.42 million as of end-January, the data showed. \u001d  Late last month, China Telecom said it added 250,000 customers to its fixed-lines in January. The figure was significantly lower than the 640,000 new subscribers it added to its fixed-lines in December and is the smallest addition since it started reporting the number in December 2005. \u001d  China Telecom's total number of customers stood at 223.3 million as of end-January. \b \u001d  -By Aries Poon, Dow Jones Newswires; 852-2832-2332; aries.poon@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 05:02 ET (10:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d7e31a49076403258546d13c2cd0d173","symR":["ELE","ELE.MC","EN","ENEL.MI","EOA.XE","EON","DE0007614406","ES0130670112","IT0003128367"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Italian Fin Min To Meet Spanish Min Over Enel, Endesa -Report","GmtTimeStamp":"2007-03-03T09:32:00.000000000","CompanyCodes":["ELE","ELE.MC","EN","ENEL.MI","EOA.XE","EON","DE0007614406","ES0130670112","IT0003128367"],"IndustryCodes":["ELC","MUT","XDAX","XDJGI","XIBEX","XISL","XMIB","XNYA","XST5"],"Story":"\u001d  MADRID (Dow Jones)--Italian Finance Minister Tommaso Padoa-Schioppa plans to meet Monday with his Spanish counterpart, Pedro Solbes, to discuss Enel SpA's (EN) recent purchase of a 10% stake in Spain's Endesa SA (ELE), El Economista reports Saturday without citing sources. \u001d  Padoa-Schioppa will travel to Spain on Monday, a day earlier than originally scheduled, for a face-to-face meeting with Solbes in the Italian Embassy in Madrid, the paper added. \u001d  Last Tuesday, Enel broke into the 17-month-old battle for control of Spanish electricity utility Endesa SA, paying EUR4.13 billion, or EUR39 per share, for its stake, slightly higher than the EUR38.75 a share being offered by the German utility E.ON (EON) in its bid to take over the Spanish company. \u001d  Newspaper Web site: http://www.eleconomista.es \u001d   -Madrid Bureau, Dow Jones Newswires; (34) 628 278 718 \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 04:32 ET (09:32 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"db4bb2a4bc69573edf64390bfb4f629d","symR":["CTAS"],"date":"2007-03-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Cintas Named Best Uniform Supplier in Food Processing Industry","GmtTimeStamp":"2007-03-03T14:00:00.000000000","CompanyCodes":["CTAS"],"IndustryCodes":["CLO","TEX","XDJGI","XISL","XNQ1","XRUS","XSP5"],"Story":"\b    Fifth Consecutive Year Company Tops Food Processing Magazine's \u001d        \"Readers' Choice\" Rankings In \"Uniforms\" Category \bCINCINNATI--(BUSINESS WIRE)--March 03, 2007-- \u001d  Food Processing Magazine's 2007 \"Readers' Choice\" results are in, naming Cintas Corporation (Nasdaq:CTAS) the best uniform supplier in the industry. The results mark the fifth consecutive year Cintas received \"Golden Supplier\" distinction from food industry professionals. \b \u001d  \"Cintas can be particularly proud, having won its category all five years of these awards, and always by a healthy percentage,\" said Dave Fusaro, Food Processing Magazine's editor in chief. He added, \"The results are entirely determined by industry professionals with first-hand experience of the winners' products and services.\" \b \u001d  \"Cintas credits this recognition to its tailored approach in serving the needs of customers, offering specialized services to help meet the rigors of food industry environments,\" said Bill Goetz, Vice President and Chief Marketing Officer. \"With Cintas, customers get a variety of trusted services related to sanitation, security and safety, all from a company recognized as the industry leader and endorsed by several leading trade organizations,\" Goetz added. \b \u001d  To create the \"Readers' Choice\" list, Food Processing Magazine surveyed their subscribers from 51 categories across the food processing industry. The questionnaire was an \"unaided recall survey,\" meaning participants were free to nominate any company they wished. \b \b   About Cintas Corporation: \b \u001d  Headquartered in Cincinnati, Ohio, Cintas Corporation provides highly specialized services to businesses of all types throughout North America. Cintas designs, manufactures and implements corporate identity uniform programs, and provides entrance mats, restroom supplies, promotional products, first aid and safety products, fire protection services and document management services to approximately 700,000 businesses. Cintas is a publicly held company traded over the Nasdaq National Market under the symbol CTAS, and is a Nasdaq-100 company and component of the Standard & Poor's 500 Index. The Company has achieved 37 consecutive years of growth in sales and earnings, to date. \b \b    CONTACT: Cintas Corporation \b             Robin Pacey, 513-573-4851 \b             Marketing Manager \b             paceyr@cintas.com \b \b    SOURCE: Cintas Corporation \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 09:00 ET (14:00 GMT)"},{"md5ID":"dcb8f0387f060a98910c88c406eac708","symR":["NOVN.VX","NVS","CH0012005267"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":": US FDA OKs Novartis W Nile Virus Test","GmtTimeStamp":"2007-03-03T06:04:00.000000000","CompanyCodes":["NOVN.VX","NVS","CH0012005267"],"IndustryCodes":["DRG","XDJGI","XGTI","XISL","XNYA","XSMI","XST5"],"Story":"\b \u001d  DOW JONES NEWSWIRES \b \u001d  Novartis (NVS) announced Friday that the U.S. Food and Drug Administration has cleared its Procleix Tigris System, the first fully automated nucleic acid testing system, to screen donated blood, organs and tissue for the West Nile virus, according to a press release. \u001d  Developed by Gen-Probe and marketed by Chiron, a Novartis business, the Procleix Tigris System provides blood centers a fully automated platform for Nucleic Acid Testing, ensuring rapid delivery of virus-screened blood to hospitals and clinics nationwide. The high-throughput Procleix Tigris System allows blood centers to process 1,000 blood samples in under 14 hours, enabling high volume individual donor testing. \u001d  \"West Nile virus is a serious threat to the nation's blood supply. With rates of human infection increasing in 2006, reducing the spread of West Nile virus and other infectious diseases is a priority for blood centers nationwide,\" said Donald Doddridge, President-elect of America's Blood Centers and President of Florida Blood Services. \"The ability to combine the Procleix West Nile Virus Assay with the Procleix Tigris System will significantly boost the efficiency of blood center operations without sacrificing the level of blood safety.\" \u001d  The Procleix Tigris System delivers increased throughput capacity through full automation, including target capture, nucleic acid amplification and detection, in a compact-size instrument. In addition, the system's full automation capabilities allows blood centers to increase blood sample processing during high volume or emergency situations, such as during the peak West Nile virus or mosquito season, without the need for additional resources. \u001d  \"Our goal is to provide innovative and state-of-the-art technologies to blood centers that will effectively safeguard the nation's blood supply against harmful pathogens and improve blood center operations,\" said Gene Walther, President of Chiron and Global Head of Diagnostics. \"The clearance of the Procleix Tigris System is a milestone for the industry and, for the first time, allows blood centers a fully automated nucleic acid testing solution to rapidly detect the West Nile virus, a potentially fatal infectious disease.\" \u001d  The Procleix Tigris System has been utilized by select blood centers nationwide to screen for the West Nile virus under an Investigational New Drug (IND) application since August 2004. Since then, millions of units of donated blood have been screened by the system intercepting West Nile virus-positive blood that otherwise may have infected patients with the virus. \u001d   http://www.chiron.com. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 01:04 ET (06:04 GMT)"},{"md5ID":"e2024abbfb6863fc54157ef66932340d","symR":["ALU","ALU.FR","CHCG","EW","FMCN","GE","GES","KPM.YY","LBY","NTBK","SFNT","THC","WRI","XMSR","FR0000130007","US3696041033"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) Research Reports: How Analysts Size Up Companies","GmtTimeStamp":"2007-03-03T05:10:00.000000000","CompanyCodes":["ALU","ALU.FR","CHCG","EW","FMCN","GE","GES","KPM.YY","LBY","NTBK","SFNT","THC","WRI","XMSR","FR0000130007","US3696041033"],"IndustryCodes":["ADV","BNK","BRD","CMT","CTS","GLD","HEA","HPD","HPR","IDD","MDS","MED","PCS","REA","REI","RTS","SAL","SAP","SOF","TLS","XCA4","XDJGI","XDJI","XENX","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \u001d  Alcatel-Lucent - ALU-NYSE \u001d  Outperform - Price 13.29 on Feb. 26 \u001d  by PacificCrest \u001d  ALU won an outsourcing contract with E-Plus, the third-largest mobile operator in Germany. E-Plus is owned by Dutch carrier KPN. ALU will assume deployment and maintenance responsibilities for E-Plus' mobile network. . . [and] 750 employees. We believe the contract is worth several hundred million euros [company would not comment on potential value]. . . . Most of the value created by Alcatel-Lucent merger should come from cost savings. But this win shows the combined company has the solutions and relationships to win deals and drive revenue growth. We believe Alcatel-Lucent beat Nokia, Siemens and Ericsson for E-Plus contract, a strong endorsement of its competitive position. We don't think revenue opportunities from ALU's increased competitiveness are factored into the current valuation. 12-month target: 21. \u001d  China 3C Group - CHCG-OTCBB \u001d  Buy - Price 5.20 on Feb. 27 \u001d  by Maxim Group \u001d  Ten-dollar target price still based on conservative '07 projections. With the shares trading at only 11 times our upward revised '07 earnings-per-share estimate, we still believe market is underestimating earnings-power capacity of CHCG's fast-growing retail segment, which yields over double the gross margins carried by wholesale, and is likely to increase over time as percentage of overall revenue. A fair but still conservative multiple is 20 times, which would lift the shares to $10. . . backed by both [discounted cash flow] and relative valuation. The [communication, IT, digital] company's liquidity profile. . . is in good standing. Pro forma EPS of 33 cents came in well above company outlook of 27 cents, and our above-guidance estimate of 30 cents. \u001d  Edwards Lifesciences - EW-NYSE \u001d  Hold - Price 51.21 on Feb. 27 \u001d  by Lazard Capital Markets \u001d  Refrain from adding to positions in EW, as the beneficial impact of the U.S. launch of the company's nonsurgical heart valves is unlikely to create share appreciation until a year prior to 2010 U.S. launch. While we are encouraged by the company's Dec. 8, 2006, announcement that it intends to pursue a clinical-trial protocol without use of the outdated balloon valvuloplasty as a control. . . we believe investor interest is unlikely to build materially until first half 2009. \u001d  Edwards' noncoronary stent R.E.S.I.L.I.E.N.T. data suggest that its LifeStent line is likely to achieve [Food and Drug Administration] approval in 2H07. We believe Edwards' recently launched longer-length peripheral stents may help against competitor ev3's Protege peripheral stents. . . . EW is trading at 22 times our 2007 EPS forecast and 18.7 times our forward EPS forecast one year hence (1Q08-4Q08) of $2.74, in line with the multiple EW has typically had on current-year earnings for the last four years. Hence, we believe shares are fairly valued. \u001d  Focus Media Holding - FMCN-NNM \u001d  Buy - Price 83 on Feb. 27 \u001d  by W.R. Hambrecht & Co. \u001d  Focus Media is the largest outdoor-advertising firm in China. Reiterating Buy and raising price target to 114. FMCN reported good quarterly results and provided strong guidance for full-year 2007, alleviating Q1 seasonal trends. The company also proved that Tier II markets were very scalable, ramping up the sell-out rate to nearly 50% in the quarter. We believe key drivers in 2007 include favorable advertising trends, increased pricing leverage, higher penetration in Tier II markets and expanded platforms for luxury-goods advertisers. \u001d  General Electric - GE-NYSE \u001d  Buy - Price 35.34 on Feb. 26 \u001d  by UBS Securities \u001d  Upgrading to Buy [was Neutral], reflecting. . . attractive valuation, plus potential for GE's domestic natural-gas turbine business to record stronger-than-expected orders in '07 and '08, which could improve earnings growth in '08 and beyond. We believe TXU [record acquisition private-equity groups] could mark acceleration of corporate actions influenced by environmental considerations, altruistic, economic or statutory. Raising target to 45. . . assumes GE trades at roughly 20% to 25% premium to Standard & Poor's 500 multiple on our '08 earnings estimate. \u001d  Guess? - GES-NYSE \u001d  Buy Price 82.52 on Feb. 26 \u001d  by Sterne Agee \u001d  Initiating coverage with Buy 100 target. Guess? is at beginning stage of globalization of its strong brand with opportunities to have $600 million to $800 million in sales from Europe over 3-to-5-year period, up from $283 million last year. Opportunities in Asia may be comparable over a longer period of time. . . . Guess sees a 600-to-800-basis-point [hundredths of percentage points] opportunity domestically based on expectations for higher sales productivity. Guess reported earnings for last year more than double the prior year. Guidance for fiscal '08 is for EPS of $3.30 to $3.40, up 17%-21%. We project EPS of $4 for fiscal 2009. . . these estimates could prove conservative. Our 100 target assumes a valuation of 25 times our forward estimate. . . . Guess recently announced a 2-for-1 stock split, which will be effective March 12, to holders of record on Feb. 26. \u001d  Libbey - LBY-NYSE \u001d  Market Outperform - Price 12.85 on Feb. 27 \u001d  by Avondale Partners \u001d  Libbey is a leading provider of tableware products to the food-service industry. Their products are sold primarily in the U.S., Canada, Mexico, Europe and China. . . through its sales force and manufacturing reps. Raising opinion on LBY from Market Perform to Market Outperform. Raising '07 estimated Ebitda forecast from $100 million to $102.2 million; initiating 2008E Ebitda forecast of $113 million. Raising our 12-month price objective from 10 to 20, representing an enterprise value of 7 to 8 times our 2008E Ebitda. \u001d  NetBank - NTBK-NNM \u001d  Hold - Price 3.53 on Feb. 27 \u001d  by Sandler O'Neill \u001d  NetBank [whose principal activities include retail banking and mortgage lending] lowered its per share range to a loss of 15-to-35 cents from the prior range of a loss of 8-to-24 cents. In both cases, management commented that it was \"biased to the lower end of the range.\" The prior guidance was from Feb. 21. NetBank had reduced its guidance with each publication of monthly metrics for 4Q06. Management again cautioned that 1Q07 EPS could be below the current range due to efforts to transition its conforming mortgage operation to break-even and the company's inability to recognize tax benefits prior to returning to profitability. The bright spot in the monthly metrics was a 6.3% increase in average assets to $3.948 billion. . . . Maintaining Hold and reducing our price target by 15 cents to $3.55. from $3.70 to reflect the reductions in book value. Our price target is based on a 1.2 times multiple of our projected 1Q08 tangible book value of $2.91. \u001d  Safenet - SFNT-NNM \u001d  Outperform - Price 27.76 on Feb. 27 \u001d  by Friedman Billings Ramsey \u001d  For 2007, our new total revenue and pro forma EPS estimates are now $319.6 million and $1.31, versus prior estimates of $315 million and $1.22, respectively. SFNT plans to report its 4Q06 results on March 7 after the bell. Upgrading from Market Perform to Outperform. While we recognize the stock's had a nice run the past few months, we believe there's still more fuel in the tank, as the fundamental story should show steady, nice improvement through '07. \u001d  Tenet Healthcare - THC-NYSE \u001d  Underperform - Price 7.21 on Feb. 27 \u001d  by Raymond James \u001d  Tenet Health reported adjusted 4Q06 EPS from continuing operations of (minus 11 cents), excluding a myriad of one-time items, 8 cents lower than our estimate [consensus= 4-cent loss]. Operating results continued to reflect pressure from weak patient volumes, particularly managed care (-3.6% year/over/year), the leveling off of managed-care pricing increases (+3.8% y/y), and continued weakness in core markets Texas and Florida. Free cash flow from operations was a negative $121 million for the quarter. . . . Management expects Ebitda to range between $700 million and $800 million and EPS from a 13-cent loss to 0 cents. . . . After sifting through Tenet's messy 4Q06 results, we highlight another soft quarter, albeit with some sequential improvements in operating results. Key 4Q06 highlights include the following: (1) Net revenue increased 2.6% y/y to $2.18 billion [consensus=$2.13 billion] on same-facility revenue growth of 2.6%. \u001d  XM Satellite Radio Holdings - XMSR-NASDAQ \u001d  Market Perform - Price 14.93 on Feb. 27 \u001d  by Barrington Research \u001d  Reported results for the fourth quarter of 2006 suggested a larger loss than we had forecast. However, while a number of key accounts actually showed better than expected experience, several one-time items in the fourth quarter contributed to a loss per share of 90 cents. . . . XM ended 2006 with 7.6 million subscribers...[versus] initial targets of roughly nine million subs. . . . Management put off most discussion of the proposed XM/Sirius merger specifics, stressing that the companies continue to operate as if the merger will not take place. Maintaining Market Perform. \u001d  Weingarten Realty Investors - WRI-NYSE \u001d  Neutral - Price 50.30 on Feb. 27 \u001d  by Hilliard Lyons \u001d  Maintaining our '07 funds-from-operations estimate of $3.02 a share, which equates to a 6.7% increase over 2006's results. . . . WRI's refocused strategy could potentially achieve a higher growth rate in '08. Management commented that an 8% to 10% annual growth rate beginning in 2008 is a target. . . . At 16.7 times our 2007 FFO forecast, WRI's stock trades at a noticeable discount to other retail-shopping-center REITs we track for comparison. \u001d  --- \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 03, 2007 00:10 ET (05:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e293b928afbd364e349739c182912664","symR":["BARC.LN","BCS","BEN","CNH","GS","JPM","LTR","NHL.BE","PRU","GB0031348658","NL0000298933","US38141G1040","US46625H1005","US5404241086","US7443201022"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) Market Watch: A Sampling Of Advisory Opinion","GmtTimeStamp":"2007-03-03T05:06:00.000000000","CompanyCodes":["BARC.LN","BCS","BEN","CNH","GS","JPM","LTR","NHL.BE","PRU","GB0031348658","NL0000298933","US38141G1040","US46625H1005","US5404241086","US7443201022"],"IndustryCodes":["AMG","BAN","BNK","INL","INP","INS","SCR","TRQ","XDJGI","XDJI","XFFX","XFT1","XGTI","XNYA","XRUS","XSP5","XST5","XSTF"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \u001d  Plunging in Sync \b \u001d  Sectors and Styles Quick Note \u001d  by Blue Marble Research \u001d  P.O. Box 219, Cross River, N.Y. 10518 \b \u001d  Feb. 28: Globalization has changed everything; it's the most important theme of our times. Its impact is and will be felt across all aspects of life, business, and money. \u001d  For the most part, its impact has been for the collective good. Increased market opportunities, lower cost of production, etc. But yesterday's synchronized plunge reveals one facet of the downside risks of globalization: The free flow of capital and the interrelated nature of economies, which has produced years of prosperity, wreaked havoc on the financial markets. It's as though Goldilocks turned into the Bride of Frankenstein! At least for a day. \u001d  -- Vinny Catalano \b \u001d  A Long, Crushing Correction \b \u001d  Stock Market Analysis \u001d  by Stock Traders Daily \u001d  P.O. Box 475032, San Francisco, Calif. 94147 \b \u001d  Feb. 28: The market broke above our longer-term reversal trigger, then reversed back below that level [the week before] last. It broke above this level for about six days, and this is the normal pattern. We have seen this pattern each time the market has peaked or valley'd since 1998. When breaks of these reversal triggers occur, they usually last about six days . . . the market has now begun a decline which will last for the next 10 years. \u001d  I know that's hard to believe . . . but this isn't going to be your ordinary pullback. The pullback . . . will last for more than 10 years. It has nothing to do with interest rates or any of the economic data that we hear everyday. It has everything to do with [people's] investment patterns. \u001d  The baby boomers are going to crush this market. Your stocks, your mutual funds, your retirement accounts, and all of your real estate, too, needs to be evaluated immediately. [Last weekend, www.stocktradersdaily.com observed that the market had peaked, and it expected the declines from here to crush the market, based on historical comparisons with two other peak/decline scenarios.] \u001d  -- Thomas Kee Jr. \b \u001d  China Bubble Shatters \b \u001d  Market Update \u001d  by Harris Private Bank \u001d  111 West Monroe St., Chicago, Ill. 60603 \b \u001d  Feb. 27: The Shanghai Index's biggest blowoff in over 10 years is sending shockwaves throughout the world's equity markets. Clearly, the Chinese equity market was an individual bubble that needed correcting. I illustrated the point last month: The Chinese equity market gained over 80% last year, as 90,000 new trading accounts opened daily. As of last month, there were a total of 80.5 million brokerage accounts, according to China Securities Depository and Clearing Corp. The market is overwhelmingly retail oriented, with individuals comprising close to 98% of trading volume. \u001d  That said, the world's highly liquid investment markets are taking Shanghai's plunge seriously. Two of our five liquidity indicators, the Standard & Poor's 500 Volatility Index and the value of the Japanese yen, have spiked, suggesting a pullback in liquidity. While the indicators bear further watching, the Shanghai market is isolated from institutional investors and many of its investors don't have a long enough memory to recall their 1993 boom-bust cycle. I don't expect the misadventures [of] Shanghai to impact the Chinese economy or global equity markets. \u001d  -- Jack Ablin \b \u001d  Watching S&P Bottoms \b \u001d  Special Alert \u001d  by the McClellan Report \u001d  P.O. Box 39779, Lakewood, Wash. 98496 \b \u001d  Feb. 27: The extreme events [Tuesday] merit special comment. The decline we witness[ed] caused the S&P 500 to break its rising bottoms line. That is the threshold we have been watching for a change to a bearish stance. We do think that this downtrend break is a bearish event . . . The Fed may even help . . . assuming that [Fed chief Ben] Bernanke has not completely dismantled the Plunge Protection Team. \u001d  -- Tom McClellan \b \u001d  Durable-Goods Decline a Catalyst \b \u001d  Economy Strategy \u001d  by National Bank Financial \u001d  1155 Metcalfe St., Montreal, Canada H3B 4S9 \b \u001d  Feb. 27: For many, Tuesday's selloff on Wall Street results from the Shanghai index's 8.8% drop, the biggest daily decline in a decade. However, it would be naive to believe that the Chinese emerging market correction (long overdue after a 130% return in 2006) is the only reason. Indeed, the Wall Street consensus conviction of robust business capital spending and the absence of a spillover effect from the housing recession was [tested Tuesday] after the durable-goods new orders figure was released: 7.8% decline in January. \u001d  The nondefense ex-aircraft capital-goods orders, a key barometer of business capital spending, declined 6% in January and fell in the red on a year/over/year basis for the first time since the 2003 Iraq invasion. Bottom line: Since late summer, we've argued that the U.S. economy would experience a bumpy landing in '07 and profits would likely contract as risk-aversion returned. \u001d  -- Clement Gignac \b \u001d  It's the Economy \b \u001d  Ritholtz Strategy \u001d  by Ritholtz Research/Analytics \u001d  300 Park Ave., New York, N.Y. 10022 \b \u001d  Feb. 27: Why the drop in China's benchmark stock index on fears of increased margin requirements should impact the U.S. or Europe is food for thought. \u001d  Quite frankly, I don't believe it is that. \u001d  What's more likely is the growing recognition that inflation remains worrisome, that growth is slowing, and that the subprime mortgage housing debacle will no longer remained contained. . . . Why the economy, and not China? Consider [recent] headlines, dominated by non-China news -- from the Wall Street Journal: Orders for Durable Goods Tumble; Banks Keeping Less Money in Reserve; Default Fears Drain Subprime Pool, Adding to Pressures on Prices; Uncertainty About Fallout on Bonds. \u001d  If you want to believe that some bureaucrat in China changing the margin requirements for local speculators is the cause of the U.S. selloff, then go ahead. \u001d  I prefer to believe what is right before my eyes: Decaying economic fundamentals, a complacent market that is overbought and way overdue for a correction. Add to that the single biggest positive contributor to the economy over the past four years, housing, showing no signs of being anywhere near a bottom. A few more jiggles on the screen, and there will be significant technical deterioration. \u001d  -- Barry Ritholtz \b \u001d  Pretend It's May: Sell, and Go Away \b \u001d  Correction Strategy \u001d  by www.valuestocktips.com \u001d  2524 Greenhill Trail, The Villages, Fla. 32162 \b \u001d  Feb. 27: The good news when the market corrects is stocks that you like and have recently sold off at a profit can start to be bought back at better valuations (but be patient). The bad news is the profits you have in current positions swing to losses and your emotions become your worst enemy. \u001d  Let's step back and think about this for a minute. The only thing that has changed in the last week is there is more fallout in the subprime mortgage market and there are some signs of a slowing economy. I expect the economic numbers over the next two days to confirm more slowdown in the economy, and have tried to position my positions for that kind of environment. \u001d  My theory has been that the market usually tops in mid-April when [individual-retirement account] contributions roll in, and the market peaks before it struggles every summer. What I think we are seeing now is the market peaking here more in mid-February instead of mid-April because of the seven straight up months we had beginning last August. So if you are an investor who hates riding out a correction and cannot take the pain, I want you to consider the old saying \"Sell In May and Go Away\" right now. There is still time to sell everything and lock in your profits of the last eight months and just avoid the market for a while. Markets always stabilize and then go up much [more slowly] than they fall in a correction, so the chance of missing a market rebound is low. \u001d  For now, I will remain in my more defensive type stocks and patiently look to buy stocks on my shopping list. I'm looking to eventually buy Loews (LTR; a conglomerate in insurance, tobacco and hotels) and CNH Global (CNH; in agricultural equipment). Financial stocks are still the sector with the best relative values in the overall market. However . . . if you want to buy them be careful; let them continue to sell off and then buy positions slowly in portions (not all at once). I like in this area Prudential Financial (PRU), JPMorgan (JPM), Barclays (BCS), Goldman Sachs and Franklin Resources. \u001d  Stock model portfolio remains 75% invested (mostly defensive stocks)/25% cash. ETF model portfolio remains 24% cash. \u001d  -- Mark Thomas \b \u001d  Dramatic Geometry \b \u001d  BoJ Stings Like a Butterfly \u001d  ING Investment Weekly \u001d  10 State House Sq., Hartford, Conn. 06103 \b \u001d  Feb. 27: If \"punches above his weight\" is, in British English, a compliment to outsized potency, what can we say about the knockdown power displayed by the Bank of Japan in its policy move last week? Muhammed Ali, a noted American poet, might have said \"floats like a massive granite and marble banking edifice-stings like a butterfly.\" \u001d  The BoJ move was dramatic in a geometric sense; a doubling of its target rate is even bolder, proportionately, than anything Paul Volcker used to do back in 1980-'81 when he'd swing the fed-funds target by 300 or 400 basis points at a time. An adjustment from 16% to 20% is nowhere near a doubling, as was BoJ's 25 basis point move last week, to a new 50 basis point target. \u001d  But size matters, apparently. The BoJ, in self-analysis, might consider its gesture to be a virile one but it had no meaningful effect other than to reinforce the conviction that the fount of the yen carry trade, and all the downstream carry trades, is in no imminent danger of drying up. Until the relatively rigid, high-saving, geriatric Japanese economy that it is responsible to becomes more dynamic, BoJ has limited scope for action. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 03, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e8f1502fd50b7d68037569a3a9d2214e","symR":["CCE","DLM","HSY","KO","KR","WWY","SMCDX","US1912161007","US5010441013"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) Profile: Engineering Nice Gains","GmtTimeStamp":"2007-03-03T05:07:00.000000000","CompanyCodes":["CCE","DLM","HSY","KO","KR","WWY","SMCDX","US1912161007","US5010441013"],"IndustryCodes":["BVG","FDR","FOD","OFP","RTS","SFT","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By J.R. Brandstrader \u001d  \"We were overweighted in technology stocks after their weak 2001 and 2002 [fueling fund's 40% jump in 2003], overweighted in utilities after their weak 2003 [helping 2004's 20% gain], overweighted energy in late 2003 after several years of underperformance [helping 2004 and 2005],\" says Costomiris, who is based in Milwaukee but who travels around the country in pursuit of juicy investment opportunities. \u001d  As of Feb. 28, the no-load fund (ticker: SMCDX) was soundly beating the Standard & Poor's 500 over 12 months. The fund was up 15.64%; the S&P, 11.97%. Over three years, the fund was up an annualized 13.77%; over five, 14.36%. In the same periods, the S&P gained 9.1% and 6.82%. While Morningstar thinks that Wells Fargo could do more to lower the 1.3% expense ratio, it gives the fund four out of five stars for its five-year performance. \u001d  The Wells Fargo fund gets high scores from Lipper for capital preservation and consistent return and total return. Its assets have swelled to more than $1 billion from $30 million when Costomiris took it over in 2001 for Strong Capital Management. Two years ago, Wells Capital Management acquired the Strong group after founder Richard Strong was caught up in a trading scandal. \u001d  Five years ago, Costomiris told Barron's that \"value investing is about avoiding mistakes.\" That's why he obsesses over risks -- \"the three biggest of which are balance-sheet risk, price risk and expectations risk,\" says the portfolio manager, who learned to evaluate balance sheets from the legendary Robert Vishny, founder of LSV Asset Management, at the University of Chicago. \u001d  \"We treat assets skeptically and want to make sure the accounting is proper,\" he says. \"On the liability side, we fixate on debt and treat it the way a bank would treat it. If it looks like banks won't lend a company money if it needs it, we avoid it.\" \u001d  He adds, \"We don't really care if a company has a bad quarter.\" But if a company's cash flow turns negative, he often cuts and runs. Frequent shifts in holdings hurt a fund's tax efficiency; on that measure, Wells Fargo Advantage Mid Cap Discipline gets Lipper's worst score. \u001d  A University of Pennsylvania chemical engineer (class of '85), Costomiris has an MBA from the University of Chicago. After graduating, he evaluated institutional money managers for Hewitt Associates, and then joined New Jersey investment boutique Thompson Horstmann & Bryant. In 2001, he went to Strong Capital Management in Milwaukee. \u001d  You can take the man out of engineering, but you can't take the engineer out of the man; Costomiris scours balance sheets for subtle stress fractures. \"The fastest way from point A to point B is seldom a straight line,\" Costomiris observes, as he weaves through Manhattan's crowds to get to his next meeting. He, or one of his colleagues, hold sit-down meetings with hundreds of managers each year, at their offices or at his in Milwaukee, where he and his wife, Karen, live with their daughter Zoe, 10, and their hockey-playing son Liam, 7. \u001d  \"Southeast Wisconsin has long winters, but it is also a bastion of money management. A half-dozen companies come through our offices every day,\" Costomiris says, as he faces off a bus on 42nd Street. The native New Yorker honed his aggressive pedestrian style while attending Manhattan's Regis High School. \u001d  These days, the Wells Fargo fund is overweighted in consumer staples, which trailed the market in 2003, 2004 and 2005 before waking up in 2006. Costomiris particularly likes food-related stocks. \u001d  One favorite is Cincinnati-based Kroger (KR). He picked up the stock in the mid-teens, when concern about the threat that Wal-Mart posed to grocers was running high. \"Forty percent of U.S. consumers shop at Kroger stores, week after week, regardless of the economy,\" he says, adding that \"increasingly important and profitable private-label brands should continue to help the company stay relevant.\" The stock has been trading in the mid-20s. \u001d  More recently, he purchased shares of Hershey (HSY), at 50. \"Everyone is very concerned with slow growth in the chocolate category, as well as the commodity-cost [particularly sugar] headwind, but it is a high-quality and steady growth company,\" Costomiris says. The chocolatier's shares recently changed hands at 52.90. \u001d  Some of his other picks are retreads. \u001d  He sold Coca-Cola Enterprises (CCE) in June 2004 at about 30, but repurchased it around 20 the next month. He says the fears about child obesity and commodity prices have kept a lid on the stock, but that the \"Coke system, including beverage maker Coca-Cola (KO) itself, are unveiling a new strategy that we feel should allow them to operate and price more efficiently.\" CCE has been trading at 19.94. Coke is trying to expand its existing light and diet brands in emerging markets. Costomiris picked up William Wrigley Jr. (WWY) last summer, when it sank below 44 on worries about rising sugar costs. He hasn't been buying recently, since it moved a little above that. \u001d  Another favorite: Del Monte Foods (DLM), which he bought in the single digits in '02. It \"is very well-managed by an extremely cost-conscious team\" he says: \"It has had to outgrow almost $300 million in commodity-costs headwinds over the past several years.\" Del Monte recently was at 11.55. \u001d  --- \u001d  J.R. BRANDSTRADER is a frequent contributor to Barron's. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ea6bca0f503aa33474eeb557ccb7e237","symR":["GS","US38141G1040"],"date":"2007-03-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(3/5) Plugged In: The Ax On Microsoft Splits","GmtTimeStamp":"2007-03-03T05:09:00.000000000","CompanyCodes":["GS","US38141G1040"],"IndustryCodes":["SCR","XDJGI","XFFX","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  When I asked Goldman Sachs' doyenne of technology research Laura Conigliaro if she would miss her long-time colleague Rick Sherlund, her eyes welled up ever so slightly. Little did I know that Conigliaro had a surprise farewell toast planned for Sherlund during lunch just a few minutes later in the midst of Goldman's annual technology conference in Las Vegas. It was unusual to see glasses of champagne poured and consumed, midday at least, at one of these sober-minded affairs. Sherlund, however, was not your ordinary analyst. \u001d  He had an extraordinary run at Goldman Sachs (ticker: GS), where he was the ax -- or most influential researcher -- on Microsoft (MSFT) ever since the software giant went public in 1985 (He even performed due diligence on the initial offering). In all, he was voted the top software analyst in Institutional Investor magazine's annual poll 17 times. \u001d  Not one for fanfare, Sherlund took the stage briefly to express his gratitude. He was so touched by the gesture, Sherlund deadpanned, that he was going to boycott this week's tech confab hosted by Goldman rival Morgan Stanley (MS). It will be the first time in 25 years (one of them as a banker) that Sherlund can attend another brokerage's shindig. The analyst, a Goldman partner, announced last fall that he was leaving the firm, but it wasn't clear where he was going. As it turns out, he's joining a hedge fund run by New York's Galleon Group, where he will initially focus on software but eventually add other tech sectors. \"For a long time, I just wanted to broaden out,\" Sherlund told Barron's. \"You just want to manage money after awhile.\" \u001d  After pounding out some 100 quarters of earnings notes, who could blame him for wanting to try his hand at something else? \u001d  Sherlund looks forward to his emancipation from deep dives into enterprise software, and to learning  more about semiconductors, hardware and even non-tech areas of investment. He says he owes some of his success to getting the trends right and having the discipline to stick to his convictions. At the same time, he noted that he wasn't afraid to go Neutral on a stock when things just didn't look right. \u001d  Senior departures from equity research aren't all that rare these days as the business wrestles with a new operating model. Analysts are no longer compensated by the investment-banking side of the house, which has put downward pressure on salaries, and regulators have added more bureaucratic burdens to the researcher's daily grind. What's more, analysts are being asked to assume more management responsibilities, which takes time from focusing on company research. Sherlund's former Morgan Stanley counterpart Chuck Phillips was among the first to jump ship, to Oracle (ORCL), just prior to the software giant's takeover of PeopleSoft in 2003. He's now a senior vice president there. \u001d  The baton at Goldman eventually will be passed to Sarah Friar, who has been covering infrastructure and security software at the firm for five years. Friar acknowledges that her predecessor's proverbial shoes are as big as they come. \"In a funny way, Microsoft is the toughest because Rick will always be known as the Microsoft analyst at Goldman.\" \u001d  Good luck, Rick. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ec26f9085a421342f79648930579bc5f","symR":["TPG.XX","TXU","UVN","US8731681081"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) Editorial Commentary: Other People's Money","GmtTimeStamp":"2007-03-03T05:07:00.000000000","CompanyCodes":["TPG.XX","TXU","UVN","US8731681081"],"IndustryCodes":["BRD","ELC","FIS","MED","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Thomas G. Donlan \u001d  Private equity? Or public abuse? In a couple of recent cases, the 21st century upgrade of the leveraged-buyout movement ought to be known by a more accurate name, such as \"borrowing for bribery.\" \u001d  In one of the most flagrant cases, the Univision television network recently agreed to pay a record $24 million \"fine\" to the Federal Communications Commission in exchange for the commissioners' getting out of the way of Univision's sellout to private equity firms. \u001d  Univision is being penalized for failing to broadcast at least three hours of educational programming per week, and for claiming to fulfill that mandate by broadcasting soap operas with child stars. \u001d  Judging from the size of the fine, the FCC thinks this is the worst thing anyone has ever done on television or radio -- worse than the momentary exposure of Janet Jackson's bosom, worse than Howard Stern's language, worse than any situation comedy. \u001d  The seriousness with which the FCC viewed the case may be judged by the speed with which it acted. It investigated and deliberated and negotiated for two years. Then, when a group of private-equity firms offered $12.3 billion to buy the network, the case was decided lickety-split, on a cash basis. \u001d  In a larger case, TXU, a Texas electric utility, agreed to cancel plans for eight big coal-fired plants in exchange for environmentalists' getting out of the way of a record $45 billion sellout to private-equity firms. \u001d  One of the buyers, Texas Pacific Group, is led by a certifiable environmentalist, David Bonderman, who sits on the boards of the Grand Canyon Trust and the World Wildlife Fund. He may simply be using his investors' money to enforce his own ideals -- not a problem as long as the investors get a decent return. \u001d  The prospective buyers said that if they were in charge of TXU, they would cancel the controversial plants, back federal legislation to require limits on carbon-dioxide emissions, increase TXU's spending to promote energy efficiency and appoint an advisory committee of environmental groups to work on issues of emissions and global warming. \u001d  It has been left to cynics to speculate what the environmental groups are supposed to do in return, but the one thing the greenies can do is lay off the deal -- not criticize it or the companies involved. The difference between this and the old protection racket is the claim that the relationship is one of love and admiration rather than fear and contempt. \u001d  Idealists may believe that Bonderman and the private-equity firms are dedicated and enlightened environmentalists; the rest of us should see them as dedicated but not enlightened capitalists. Cancelling the plans may or may not be good for Texas air and it may or may not reduce the onset of global warming, but the cancellation certainly frees up billions of dollars of TXU borrowing power. \u001d  If there's one thing that private-equity firms do well, it's pay themselves dividends after borrowing other people's money with cheaply acquired collateral. If some such dividends stuck to the hands of TXU executives, it would provide a private-equity payday hard to imagine in a more conventionally owned utility. \u001d  As for the electricity consumers of Texas, the state deregulated its electric-utility industry several years ago. If TXU won't build new plants as they are needed, someone else will apply, and TXU will merely distribute the power to its customers. The new owners of TXU won't have to lift a finger, and they will deny responsibility if Texas ever runs short of power. \u001d  The power of equity is an awesome thing, but in these deals it's being misused. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f52289901f9a2aa3459009624011fb11","symR":["JSAIY","MRW.LN","SBRY.LN","TSCDY","TSCO.LN","WMT","GB0006043169","GB0008847096","GB00B019KW72","US9311421039"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Harvest Energy: No More Contaminated Gasoline To Be Distributed","GmtTimeStamp":"2007-03-03T13:26:00.000000000","CompanyCodes":["JSAIY","MRW.LN","SBRY.LN","TSCDY","TSCO.LN","WMT","GB0006043169","GB0008847096","GB00B019KW72","US9311421039"],"IndustryCodes":["FDR","RTB","RTS","XDJGI","XDJI","XFFX","XFT1","XGTI","XNYA","XRUS","XSP5","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 03, 2007 08:26 ET (13:26 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f88cfd84c391e2af78f8cd1beb2dbf83","symR":["CBK.XE","CDI.LN","CRZBY","DE0008032004","GB0001713154"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Jupiter Chief Exec In Talks With Candover About Buyout -FT","GmtTimeStamp":"2007-03-03T10:39:00.000000000","CompanyCodes":["CBK.XE","CDI.LN","CRZBY","DE0008032004","GB0001713154"],"IndustryCodes":["BAN","BNK","CEF","XDAX","XDJGI"],"Story":"\u001d  LONDON (Dow Jones)--Edward Bonham Carter, chief executive of Jupiter Asset Management, is in talks with Candover Investments PLC (CDI.LN), the London-based private equity firm, to buy out Jupiter from Commerzbank AG (CBK.XE) for up to EUR1 billion (GBP679 million), The Financial Times reports Saturday without citing sources. \u001d  Bonham Carter and the management team at Jupiter are also thought to be talking to TA Associates, the U.S. private equity firm, the paper reports. \u001d    Newspaper Web site: http://www.ft.com \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 05:39 ET (10:39 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f92111af8691c32a237fce88f3e096b7","symR":["5229.FR","FR0000052292"],"date":"2007-03-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Interview: Hermes CEO Takes Steady Route To Expansion","GmtTimeStamp":"2007-03-03T12:44:00.000000000","CompanyCodes":["5229.FR","FR0000052292"],"IndustryCodes":["CLO","TEX","XDJGI","XENX","XISL"],"Story":"\b \u001d  By JOELLE DIDERICH \u001d  Associated Press Writer \b \u001d  PARIS (AP)--Hermes chief executive Patrick Thomas is an advocate of Slow Fashion. \u001d  At the opposite of high-street retailers who churn out disposable trends, the head of the French luxury goods firm - known for its handbags and silk scarves - has a long-term vision. \u001d  \"At Hermes, through the philosophy and the spirit of the house, we are about objects that have a long lifespan,\" Thomas told The Associated Press in an interview. \u001d  \"Many women own a 40-year-old bag from Hermes and it is still beautiful, and that is a source of pride to us.\" \u001d  Hermes, founded in 1837 as a saddlemaker, makes all its bags by hand in France and offers 30,000 different varieties of leather, colors and hardware. Such is the demand for its famous Kelly and Birkin handbags that waiting lists can stretch up to three years. \u001d  This is the case for its Birkin bags in exotic leather encrusted with diamonds, which retail for $105,000-$211,000 depending on the client's specifications. Hermes sold 29 of them last year at its flagship store on rue du Faubourg Saint-Honore. \u001d  \"Each time someone orders a diamond-encrusted Birkin, it is a unique bag, either in size or in material. You won't find several alike, because these are objects that are almost all unique or produced in two or three copies,\" explained Thomas. \u001d  Though Hermes is known for its craftsmanship and the quality of its materials, it doesn't cater only to the top end of the market. Its entry-level bag, the Ahmedabad tote, retails for around $400 and it offers a wide selection of objects under $130. \u001d  This variety of products, which also include perfumes and ready-to-wear designed by Jean Paul Gaultier, helped the company post solid growth in 2006, not only in emerging markets like Russia, China and Taiwan but also in Europe. \u001d  \"Our mature markets are markets in which we have a lot of space to grow. And of course, there are the new markets, among them China, which is registering tremendous growth at the moment: we are doubling sales almost every year,\" he said. \u001d  The only dark spot is Japan, where the weakness of the yen has considerably dampened the appetite for luxury goods. \u001d  \"People are sick of seeing the price of luxury goods rise by 10% every year,\" said Thomas, who took over from his highly respected predecessor Jean-Louis Dumas a year ago. \u001d  Revenue at Hermes rose 6% in 2006, slightly held back by the cancellation of certain product lines and the opening of fewer stores in 2005, when the company was gearing up for the management handover. \u001d  The principal challenge this year is the depreciation in the yen and the U.S. dollar, Thomas said. But the executive, who is targeting an average annual sales growth of 10% at a constant euro exchange rate, played down the risks to future expansion. \u001d  \"We are not trying to achieve growth at any cost,\" he said. \"We are not going for size in our markets, we are not trying to become bigger. We are trying to explain what Hermes represents, which is not a luxury firm as such but a house of exceptional craftsmanship.\" \u001d  In line with this philosophy, the brand is treading carefully into new markets. \u001d  It plans to open its first store in India next year, two years after rival multinational Christian Dior, and is staging an exhibition of its silk scarves in Peking and Shanghai this year as a prelude to a bigger Chinese sales push. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 07:44 ET (12:44 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"fbfa452333e2e1278bfa35f62985fe89","symR":["BIDU","CLB","CSIQ","DNA","DOW","FEIC","FMCN","FSLR","GILD","GOOG","HBG","HBG.T","RHHBY","ROG.VX","RVBD","SLB","SNCR","SPWR","STP","TINY","TSL","TXU","VRTX","WFR","X","CA44332P1018","CH0012032048","US2605431038","US8731681081","US92532F1003"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) Growth Stocks: Their Time Has Come -2-","GmtTimeStamp":"2007-03-03T05:08:00.000000000","CompanyCodes":["BIDU","CLB","CSIQ","DNA","DOW","FEIC","FMCN","FSLR","GILD","GOOG","HBG","HBG.T","RHHBY","ROG.VX","RVBD","SLB","SNCR","SPWR","STP","TINY","TSL","TXU","VRTX","WFR","X","CA44332P1018","CH0012032048","US2605431038","US8731681081","US92532F1003"],"IndustryCodes":["ADV","BTC","CEF","CHC","CHM","CMT","DRG","ELC","ELQ","EQS","INB","INS","ISV","MED","OIE","REA","SEM","SOF","STL","XDJGI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSMI","XSP5","XST5","XSTX"],"Story":"\u001d  We are in a static period for a while, but later the price of oil will go higher. For investors, it is a matter of isolating companies that are going to do well because of their own internal set of conditions: Their business is very good and their products are in big demand. Schlumberger is a global oil-services company, and their business is pretty good. Core Laboratories is a Dutch company that does something no other company can do: They have an injection system that helps get more oil out of existing wells and gets oil out of new wells faster. I've reduced my energy exposure, but I still have one; I am much more selective. \b \u001d  Q: What do you like on the alternative-energy side? \u001d  A: MEMC Electronic Materials [WFR], which produces polysilicon used in making semiconductor wafers for the solar industry. A couple of years out, should conditions stay as they are, it would appear the company will earn between $5 and $7 a share, up from $1.66 in 2006. The stock is around $52. \b \u001d  Q: There's a controversy about whether there is a shortage of polysilicon or not. \u001d  A: I've talked with the buyers and producers and sellers of it, and I believe it. The growth in the area is stupendous. I also like SunPower [SPWR] as both a supplier of electric-power products and also of solar cells, solar panels and inverters. It is a broad-based company, and it is growing at 150% to 200% every quarter. I also like Suntech Power [STP] and First Solar [FSLR] and even Canadian Solar [CSIQ] and Trina Solar [TSL], but some of those have now reached levels where I feel one must pull back and be careful for a while. \b \u001d  Q: You mentioned nanotechnology is still a favorite of yours. \u001d  A: I do like nanotechnology. I like Fei [FEIC], which makes nanotechnology equipment. It is the leader in the field, with 70% of the business. It has a very good growth rate; in its most recent quarter, sales were up 41% and earnings were up in a major way. It is not well-known or exploited, yet it is the absolute leader, and it is really just getting going. \u001d  Of course, I still like Harris & Harris [TINY], a venture-capital firm for nanotech companies. They have a couple of very good companies in their portfolio, one or two of which I think could go public in the next six to 12 months. \b \u001d  Q: What do you like in biotech? \u001d  A: The leaders, from my point of view, are Gilead Sciences [GILD], the No. 1 company in making drugs for HIV and hepatitis B, and Genentech [DNA], which has a very good earnings profile and will have a good showing this year, even though investors were a little unnerved by the competition between two of its drugs used to treat macular degeneration, Avastin and Lucentis. \u001d  Avastin is a cancer drug and not approved for macular degeneration, but some use it to treat the eye disease because it costs $2,000 a treatment versus $14,000 for Lucentis, which is approved for macular degeneration. On the surface, they appear to be somewhat the same in terms of their impact. The National Institutes of Health is doing a comparison test of the two, but that is going to take something like two to three years to get done, in my opinion. Meanwhile, Genentech wins either way. \b \u001d  Q: Any others? \u001d  A: Another, I think, that will ultimately be a big deal, is Vertex Pharmaceuticals [VRTX]. Information on its hepatitis C drug will start coming out in April, May and June at some major conferences. From all I can tell by talking to people in research areas of some medical institutions, it still appears to have a very good shot, although one must always wait and watch because one never knows for sure how something will come out. \b \u001d  Q: What about technology stocks in general? \u001d  A: I like some of the lesser-known technology companies. \u001d  I love Focus Media [FMCN], which is an audio-visual display company for advertising in China. This company has grown, so far, over 200% every quarter in the last three quarters and it's a leader in its business. \u001d  I also love Voice-over-IP, and there is a company called Synchronoss Technologies [SNCR] that offers software that allows communication-services providers to manage their customer orders. Synchronoss grows about 30% to 35% every quarter and is the absolute leader in the field. \u001d  A company that just had a secondary distribution, Riverbed Technology [RVBD], absolutely epitomizes what I'm interested in. This company has been growing between 200% and 500% every quarter. It provides services to improve the performance of data applications in wide-area networks. They have equipment that makes it go faster, and they absolutely lead this business in the U.S. \b \u001d  Q: Are you still a fan of Google? \u001d  A: I love Google [GOOG] still. And I love Baidu.com [BIDU]. Baidu has given major competition to Google in China and has gone from roughly 25% to 65% of the market there, while Google's share has dropped from 35% to 15%. \u001d  Google owned part of Baidu and, unfortunately, sold its stake because they felt they weren't able to work together. But it is a company that really is dominating the fastest growing market in the world, and it certainly is a good company. \b \u001d  Q: Talk about Google. Do you see any signs of problems there? \u001d  A: If it had any one problem it would be that the size of success gradually becomes a bigger problem, because maintaining a growth rate at a very high level is impossible. But they continue to absolutely dominate the market. \u001d  They are really first-class. They are cash-rich and can afford to buy into the technologies of companies like YouTube. YouTube has certainly had some controversy over what it shows and over franchise rights, but it is evolving into a good business. \b \u001d  Q: Does Google go up from here? \u001d  A: I think it goes sideways for a while longer, then it goes higher. \b \u001d  Thanks a lot, Joe. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"fda3f1b159da7b90fc4fba386e44ddc4","symR":["ACOR","CTO","EHP","GFF","INFS","LAUR","LGN","LNX","LSCO","POS","PPP","RRI","RYI","TIF"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-03-03T05:06:00.000000000","CompanyCodes":["ACOR","CTO","EHP","GFF","INFS","LAUR","LGN","LNX","LSCO","POS","PPP","RRI","RYI","TIF"],"IndustryCodes":["ADV","BLD","BTC","CHM","CHS","CPR","CSV","ELC","HPD","HPR","LOD","MED","OIS","OTS","REA","RED","REI","RTS","STL","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining 5% or more of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from Feb. 21 through Feb. 28. \u001d  Source: Corporate Filings Alert \b \u001d  Activists \b \u001d  Tiffany & Co. (TIF) \u001d  Trian Fund said that, owing to Tiffany's commitment to engage in dialogue with it, it won't seek representation on TIF's board at the annual shareholders meeting. Trian, a hedge fund, holds 7.5 million shares (5.54% of total outstanding). \b \u001d  Eagle Hospitality Properties Trust (EHP) \u001d  A group including Chairman William Butler and Corporex Cos. offered to acquire all its outstanding common shares for $10.75 to $11.25 each, in cash. Butler currently holds 4.2 million shares (17.6%). \b \u001d  Catalina Marketing (POS) \u001d  ValueAct Capital Master Fund offered to acquire all of the shares it doesn't already own, for $32 each. ValueAct holds 7.25 million shares (15.5%). \b \u001d  Ryerson (RYI) \u001d  Owl Creek Asset Management said it supports the directors nominated by another activist, Harbinger Capital Partners, and that it's not confident of management's ability to improve operating results. Owl Creek owns 1.4 million shares (5.3%). \b \u001d  Griffon (GFF) \u001d  Barington Capital suggested a spinoff or partial initial public offering of GFF's Telephonics unit, and asked GFF to further reduce costs and increase share repurchases. It called for board declassification and a separate chairman and chief executive. Barington holds 1.5 million Griffon shares (5.07%). \b \u001d  Lodgian (LGN) \u001d  Oaktree Capital Management nominated two individuals for election to the board at the 2007 annual stockholders meeting scheduled on April 24. Oaktree Capital holds 2.8 million shares (11.5%). \b \u001d  Pogo Producing (PPP) \u001d  Third Point plans to nominate six directors to PPP's board at the 2007 annual meeting, scheduled for May 15. Third Point has 4.62 million shares (7.9%). \b \u001d  Acorda Therapeutics (ACOR) \u001d  Third Point called for ACOR's immediate sale, saying the company should forego its plan to partner Fampridine SR, its lead clinical-stage product, only in Europe. Third Point has 2.29 million shares (9.9%). \b \u001d  Laureate Education (LAUR) \u001d  Select Equity Group called the $65 a share being offered in a proposed management-led buyout of the company \"grossly inadequate.\" Select Equity urged independent board members to reconsider the planned deal. Select Equity and affiliates collectively own about 3.67 million shares (7.14%). \b \u001d  Lesco (LSCO) \u001d  Hawkshaw Capital Management opposes Lesco's proposed acquisition by Deere & Co. (DE) because it considers the $14.50-a-share bid inadequate. Hawkshaw said that, if no alternative buyer emerges with a sufficient bid, the pact with Deere should be terminated. Hawkshaw has 1.25 million shares (13.63%). \b \u001d  InFocus (INFS) \u001d  Caxton Associates agreed not to call a special meeting before the '07 annual meeting, and won't engage in any solicitation for board changes. After April 13, Caxton may add two designees to the board. The annual meeting should occur by July 31. Caxton holds 4.4 million shares (11.2%). \b \u001d  Increases in Holdings \b \u001d  Lenox Group (LNX) \u001d  Clinton Group owns 1.35 million shares (9.6%) after buying 203,453 on Feb. 16 through Feb. 27 at $3.93 to $5.18 each. \b \u001d  Consolidated-Tomoka Land (CTO) \u001d  Wintergreen Advisers boosted its position to 17.4% from 15.8%. Wintergreen beneficially owns 991,651 shares. \b \u001d  Decreases in Holdings \b \u001d  Reliant Energy (RRI) \u001d  Glenview Capital Management cut its stake Feb. 16 and 17 to 15.4 million shares from 24.24 million (4.99%). \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"fda6d80da61e1f5a974bb1bc800562fd","symR":["BLK","CBS","CBSA","XLNX","US1248572026"],"date":"2007-03-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/5) Speaking Of Dividends: Don't Change That Dial","GmtTimeStamp":"2007-03-03T05:09:00.000000000","CompanyCodes":["BLK","CBS","CBSA","XLNX","US1248572026"],"IndustryCodes":["AMG","BRD","MED","SEM","XDJGI","XISL","XNQ1","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  The stock market's dizzying dive Tuesday stole CBS's thunder. Thirteen months after its split from Viacom (ticker: VIA-B), the nation's No. 1 television network posted fourth-quarter profits that exceeded analysts' expectations. The results compared with a year-earlier loss of $9 billion from writing down the book value of CBS's TV and radio stations. The cash-rich company also hiked its common dividend 10% and announced a $1.5 billion stock buyback. \u001d  The new quarterly will be 22 cents a share, up from 20 cents. Disbursement is slated for April 1 to investors on the books March 7. The stock goes ex-dividend March 5. Yield: 2.96%. CBS (ticker: CBS) has raised its payout  nearly 60% since becoming a stand-alone company. \u001d  \"The dividend increase and share-buyback program are a direct reflection of the confidence we have in our ongoing ability to generate strong, healthy free cash flow,\" declared chief executive Leslie Moonves. \"We have a long-standing commitment to return value to our shareholders, and these initiatives are proof positive that we will continue to honor it.\" \u001d  CBS said the buyback will take place this quarter as an accelerated share repurchase \"from a financial institution.\" \u001d  Traded on the New York Stock Exchange, the Class B shares set a 52-week high Feb. 14 of 32.27. Their 52-week low is 23.85. Chairman Sumner M. Redstone has more than 70% voting control of CBS via his National Amusements cinema chain, which also controls the new Viacom. Redstone owns roughly three-fourths of CBS's voting Class A shares and 6.3% of the nonvoting Class B shares, making the new dividend worth some $81 million a year to him, and around $680 million to investors overall. \u001d  CBS's cash stash approximates $3.1 billion, and the company generated about $1.9 billion in operating cash flow last year. It expects revenue ($14.3 billion in 2006) and operating income ($2.6 billion) to be flat in 2007 because of heftier stock-based compensation expenses, the sale of 39 radio stations and nine TV stations in smaller markets, and the shutdown of its UPN network. \u001d  With $1.125 trllion of assets under management, mostly in fixed-income funds, BlackRock (BLK) knows a thing or two about total returns. Tuesday, the New York company sweetened its own quarterly common payout by a hefty 60%, to 67 cents a share from 42 cents. Shareholders of record March 7 will receive the new dividend March 23. The ex-date is March 5. Disbursements were initiated in August 2003. They've been raised every year since. \u001d  \"The substantial increase in the dividend reflects the transformational scale and financial position of the company since closing our merger with Merrill Lynch Investment Managers in September 2006, as well as our confidence in BlackRock's future prospects,\" said CEO Laurence D. Fink. That $9.5 billion merger more than doubled BlackRock's size. \u001d  After setting a 52-week Big Board high of 180.30 Feb. 9, BlackRock's shares change hands near 160 and yield 1.71%. BlackRock went public in 1999. Merrill Lynch owns just under half of the company, and super-regional bank PNC has a 34% stake. \u001d  To build upon its Asian presence, BlackRock is launching an equity team in Hong Kong. It also plans to open an office in Beijing this year and to expand its stake in the South Korean market. \u001d  BlackRock expects 2007 earnings of $7.25 to $7.55 a share before special items, which is well ahead of Wall Street's current consensus guess of $7. In 2006, the fund manager earned $322.6 million, or $3.87 a share, versus 2005's $233.9 million, or $3.50. Revenue last year surged 76%, to $2.1 billion. \u001d  The world's largest supplier of programmable logic chips, Xilinx (XLNX) hiked its quarterly common dividend 33% Monday, to 12 cents a share -- the third boost since payouts began in April 2004 at a nickel. Yield: 1.87%. The respective payment and record dates are May 30 and May 9. The Nasdaq-listed stock, which trades in the mid-20s, goes ex-dividend May 7. Xilinx also will buy back an additional $1.5 billion worth of its shares. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 03, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."}]
