[{"md5ID":"0a528bc9048ab2beef757a9d4fc1b8f1","symR":["DO","LTR","US5404241086"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/29) Barron's Online: Diamond In The Rough","GmtTimeStamp":"2007-01-27T05:07:00.000000000","CompanyCodes":["DO","LTR","US5404241086"],"IndustryCodes":["DRL","INP","INS","OIE","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Dimitra Defotis \u001d  Diamond Offshore Drilling is an investment jewel among oilfield-services companies. \u001d  The Houston driller, which leases offshore rigs to major oil-exploration outfits around the world, is expected to announce a special dividend -- up to $4 a share or about 80% of 2006 profits  -- before it posts results Feb. 8. \u001d  Yet its stock (ticker: DO), now near $81 a share, has trailed the broader market over the past year and is being hurt by fear about the drop in oil prices. \u001d  With an attractive yield and low valuation, the company is a play on the long-term strength in oil, as demand outstrips supply. \"Diamond Offshore bubbled up on our screens [as a driller] positioned to do well in the future,\" says John Coulter, a portfolio manager at Thompson/Rubinstein Investment Management. \"Longer-range, we see a shortage of oil, and the major oil companies and oil-producing countries are spending money to drill and find more oil.\" \u001d  With more than 40 drilling rigs -- about half of them in the Gulf of Mexico -- Diamond's fleet is one of world's largest. Its customers range from international exploration and production giants like BP and Brazil's Petrobras to smaller U.S energy companies like Anadarko Petroleum. \u001d  Even if $100 oil isn't on the immediate horizon, Diamond's majority shareholder, Loews Corp. (LTR), is motivated to return profits to shareholders via dividends. IRS rules let Loews exclude a portion of dividends from its taxable income because it holds at least a 20% stake in Diamond, according to Credit Suisse. (Actually, Loews owns 54%.) \u001d  Diamond declared a $1.50-per-share special dividend on Jan. 24, 2006. That equalled 85% of its 2005 net income, according to Credit Suisse analyst Arun Jayaram. \"Diamond Offshore's board could continue to pay out 80% or more,\" writes Jayaram. \"This would imply a special dividend announcement approaching $3.50 to $4.00 per share in late January/early February 2007.\" \u001d  Industrywide, with more deepwater rigs in use, drillers should be able to charge scarcity premiums in coming months, writes Ole Slorer, a Morgan Stanley analyst. \u001d  For some of its largest rigs, Diamond expects to renew contracts this year at rates exceeding $400,000 a day, versus about $230,000 now, even with oil lower than it was last summer. Demand for deepwater rigs is likely to exceed supply into 2008, and Diamond is one of the few outfits with any available. \u001d  Still, its stock trades at 14 times trailing cash flow, versus its five-year median of 15.9, according to Thomson Financial/Baseline. The shares have traded at a median 10% discount to their peers in the past five years, but the discount is now 30%. \u001d  Credit Suisse's Jayaram thinks the stock could rise about 23% in the next year, based on his cash-flow estimates. Combine that with the expected gusher of dividends, and Diamond Offshore shareholders should be gushing, too. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0aefc8a4a514541e741d15bab4ba3682","symR":["VGN.YY"],"date":"2007-01-27","ret":[-0.00099],"ret5":[-0.00099],"Headline":"UK PRESS: Virgin Moving Into Stem-Cell Storage Market","GmtTimeStamp":"2007-01-27T12:02:00.000000000","CompanyCodes":["VGN.YY"],"IndustryCodes":["FIS"],"Story":"\b \u001d  LONDON (Dow Jones)--Sir Richard Branson's Virgin Group (VGN.YY) will launch a stem-cell storage business next month The Financial Times reports, without citing sources.   The service will enable parents to store the umbilical blood of their newborn babies in the hope that future scientific developments will enable them to use embryonic stem cells to cure degenerative diseases, the paper says. \u001d  Virgin refused to comment on the new business, the FT reports. \u001d  Newspaper Web site: http://www.ft.com \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 07:02 ET (12:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0beec0706cd1edd20ad7f8407c751d07","symR":["WMT","US9311421039"],"date":"2007-01-27","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": Sam's Club Presents Super Bowl Gospel Celebration Live Radio Remote","GmtTimeStamp":"2007-01-27T15:03:00.000000000","CompanyCodes":["WMT","US9311421039"],"IndustryCodes":["RTB","RTS","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b \b \b          Chance to Win Tickets to The Big Game for Miami's NFL Fans \b \b                        Saturday, January 27th 1PM-3PM \b                    Top NFL's Players to Join In The Fun! \b \b    WHAT:     Sam's Club Miami will host a live remote to promote the 8th \b              Annual Super Bowl Gospel Celebration with HOT 105 FM. Various \b              exciting Super Bowl prizes to be given away including tickets to \b              the Superbowl Gospel Celebration concert.  One lucky winner will \b              receive two (2) tickets to the 2007 Super Bowl Game, compliments \b              of Sam's Club. The general public is welcomed to attend in \b              jersey attire to meet, greet, and obtain autographs and photo \b              opportunities from NFL Players. \b \b    WHEN:     Saturday, January 27, 2007 - 1 p.m. to 3 p.m. \b \b    WHERE:    Sam's Club \b              8425 NW 13th Terrace - Miami, Florida 33126 \b              (Providing Complimentary Passes for admittance into the store \b              for the general public to participate in the festivities.) \b \b    WHO:      NFL players: Jerome McDougal (Eagles), Asante Samuel (Patriots); \b              HOT 105 Air-Personality: Ken James \b \b         Excellent Media Opportunity To Capture The Fan's Perspective \b                             About The Big Game! \b \b    MEDIA CONTACTS:   Rebecca Nowlin, BTB Communications - 404-210-2819 \b                      Suzan McDowell, Circle of One Marketing - 305-576-3790 \b \b    ON-SITE CONTACTS: Sope Aluko, SBGC - 305-298-2126 \b                      Pamela Taylor, SBGC - 630- 677-2236 \b \b \b For more information visit the website at www.superbowlgospelcelebration.com \b \b    About Sam's Club \b \u001d  Sam's Club is a division of Wal-Mart Stores, Inc. and ranks as one of the nation's largest warehouse clubs with 47 million U.S. Members. The first Sam's Club opened its doors in Midwest City, Oklahoma in 1983. Sam's Club offers exceptional values on merchandise and services for business owners and consumers. Online merchandise and club information is available at samsclub.com. \b \b    About HOT 105 FM \b \u001d  Hot 105 FM WHQT is a Cox Radio Station. Cox Radio, Inc. is one of the largest radio broadcasting companies in the United States based on revenues. Cox Radio, Inc. owns, operates or provides sales and marketing services to 80 stations in 18 markets. This radio portfolio includes 67 FM stations and 13 AM stations. In 15 of its 18 markets, Cox Radio, Inc. operates three or more stations. \b \b    About Super Bowl Gospel Celebration \b \u001d  In its eighth (8th) year, Super Bowl Gospel Celebration will be held at the James L. Knight Center on Friday, February 2, 2007 at 8:00 PM featuring special co-hosts, Cedric The Entertainer and Dr. Bobby Jones, and performances from Grammy award-winning artists including Yolanda Adams, Fred Hammond ,Hezekiah Walker, Tye Tribbett, J. Moss and Jaci Velasquez. Tickets available at all Ticket Master Outlets & James L Knight Center Box Office. Charge by Phone at 305.358.5885 or online at www.ticketmaster.com. For more information visit www.superbowlgospelcelebration.com \b \u001d  The Super Bowl Gospel Celebration is presented by SAM'S CLUB, and sponsored in part by Ebony Magazine, Greater Fort Lauderdale Visitor's Bureau, Visit Florida, and Inspired By ... The Bible Experience. \b \bSOURCE  Sam's Club \b \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 10:03 ET (15:03 GMT)"},{"md5ID":"0cf3e4f1699cfa528b03456f62618ae6","symR":["C","MS","US1729671016"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"ACC In Talks With Citigroup, Morgan Stanley Over Mortgage Ops","GmtTimeStamp":"2007-01-27T20:38:00.000000000","CompanyCodes":["C","MS","US1729671016"],"IndustryCodes":["BAN","BNK","SCR","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5","XSTF"],"Story":"\b \u001d  By Lingling Wei and David Enrich \u001d  Of DOW JONES NEWSWIRES \b \u001d  NEW YORK (Dow Jones)--Citigroup Inc. (C) and Morgan Stanley (MS) are in talks with privately held ACC Capital Holdings to acquire its mortgage-banking operations, according to people familiar with the situation. \u001d  ACC, majority-owned by billionaire Roland E. Arnall, has hired investment bankers at JPMorgan Chase & Co. (JPM) to take offers for all or parts of the Orange, Calif., company. Its units include Ameriquest, the seventh-biggest U.S. subprime mortgage lender; Argent, a wholesale lender that works through outside mortgage bankers and brokers; and AMC Mortgage Services, which collects mortgage payments and manages borrowers' accounts. Earlier this month, ACC agreed to sell its auto-finance arm, Long Beach Acceptance Corp., to AmeriCredit Corp. (ACF) for $282.5 million. \u001d  It wasn't clear whether ACC's discussions with either Morgan Stanley or Citigroup have reached an advanced stage or whether a deal with either bank could be consumated. People close to the situation said the talks involve both ACC's loan-origination and servicing businesses. \u001d  In recent months, higher funding costs, weakening loan demand and rising delinquencies have driven to the auction block a steady stream of lenders that cater to people with blemished credit records. \u001d  Investment banks including Morgan Stanley, Merrill Lynch & Co. (MER) and Bear Stearns Cos. (BSC) have so far led the charge in snapping up mortgage lenders. Morgan Stanley in December closed a $706 million acquisition of subprime lender and servicer Saxon Capital Inc. \u001d  Citigroup also recently jumped into the fray, agreeing on Jan. 22 to buy ABN Amro's (ABN) U.S. mortgage business. While the companies didn't disclose terms of that deal, analysts estimated that Citigroup is paying about $3 billion. \u001d  Wall Street's interest in the mortgage space stems from the lucrative - and burgeoning - business of repackaging mortgages into bonds and selling them to investors. But it has become harder to access those loans, as higher interest rates have damped new borrowing and shrunk loan supplies. As a result, many firms have turned to buying lenders so they can generate their own mortgages to feed their securitization business. \u001d  Ameriquest, once the largest subprime lender in the U.S., has been struggling with the slowdown in the housing market. It said in May it would cut about 3,800 jobs, or one-third of its work force, and shutter 229 retail branches. In addition, it has had a string of run-ins with federal and state regulators. Early last year, the company agreed to pay $325 million to settle allegations of predatory lending practices. \u001d  Besides Wall Street firms, some private-equity firms and hedge funds also have been showing interest in purchasing troubled mortgage lenders with the intention of turning them around and reselling them at a higher price when the market turns. \u001d  -By Lingling Wei and David Enrich, Dow Jones Newswires; 201-938-2089; lingling.wei@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 15:38 ET (20:38 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0fa7694660254a2b65e4e533411c60d5","symR":["XTA.LN","GB0031411001"],"date":"2007-01-27","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Xstrata, Sudbury Union Likely To Meet Monday: Union","GmtTimeStamp":"2007-01-27T11:29:00.000000000","CompanyCodes":["XTA.LN","GB0031411001"],"IndustryCodes":["MNG","XDJGI","XFT1","XISL"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 27, 2007 06:29 ET (11:29 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"12d4c4660efaea017b35db93b1de5ebd","symR":["12064.FR","2897.TO","5020.KU","AAPL","AYUD.TH","BA","BFA","BFB","CAR","CPX.T","CRES.BA","CRESY","CVC","DA","FKI.LN","FLML","GIS","GLD","GMT","GSK","GSK.LN","HLYS","IAI","IFF","KALU","LCAPA","LRCX","M31.SG","M44U.SG","MYY","NAV","OISHI.TH","R07.SG","RIM.T","RIMM","S55.SG","S58.SG","S63.SG","SBH","SHP.LN","SHPGY","SLV","SQAA","SQAB","TEO.T","TESOF","THAI.TH","TIPCO.TH","TUF.TH","TXI","Y92.SG","Z74.SG","ARP331091024","CA14057U3047","CA7609751028","CA88157K1012","FR0000120644","GB0003294591","GB0009252882","GB00B0KQX869","JP3675600005","MYL5020OO002","SG1A43000730","SG1F60858221","SG1H95001506","SG1I52882764","SG1Q46922213","SG1S03926213","SG1T75931496","TH0093010Z05","TH0154010Z05","TH0245010002","TH0450A10Z08","TH0789010004","TH0902010014","US0378331005","US0970231058","US3614481030"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/29) 2007 Barron's Roundtable -- Part -5-","GmtTimeStamp":"2007-01-27T05:08:00.000000000","CompanyCodes":["12064.FR","2897.TO","5020.KU","AAPL","AYUD.TH","BA","BFA","BFB","CAR","CPX.T","CRES.BA","CRESY","CVC","DA","FKI.LN","FLML","GIS","GLD","GMT","GSK","GSK.LN","HLYS","IAI","IFF","KALU","LCAPA","LRCX","M31.SG","M44U.SG","MYY","NAV","OISHI.TH","R07.SG","RIM.T","RIMM","S55.SG","S58.SG","S63.SG","SBH","SHP.LN","SHPGY","SLV","SQAA","SQAB","TEO.T","TESOF","THAI.TH","TIPCO.TH","TUF.TH","TXI","Y92.SG","Z74.SG","ARP331091024","CA14057U3047","CA7609751028","CA88157K1012","FR0000120644","GB0003294591","GB0009252882","GB00B0KQX869","JP3675600005","MYL5020OO002","SG1A43000730","SG1F60858221","SG1H95001506","SG1I52882764","SG1Q46922213","SG1S03926213","SG1T75931496","TH0093010Z05","TH0154010Z05","TH0245010002","TH0450A10Z08","TH0789010004","TH0902010014","US0378331005","US0970231058","US3614481030"],"IndustryCodes":["AIR","ALU","ARO","ASP","BLD","BRD","BVG","CHM","CHS","CMT","CPR","CTS","DRG","DST","EQS","EXT","FAC","FDR","FOD","FOT","FTS","ICS","INP","INS","MED","OFP","OIE","OIS","ONF","OTS","PCS","REA","RED","REI","RTS","SEM","SVC","TAT","TEX","TLS","TRQ","TRS","VIN","XATI","XCA4","XDJGI","XDJI","XENX","XFFX","XFT1","XGTI","XISL","XNQ1","XNYA","XORD","XRUS","XSCI","XSP5","XST5","XSTT","XSTX","XTSE"],"Story":"\u001d  Hickey: Their margins collapsed. Margins are falling for almost everyone in the cellphone market. Motorola stared selling its Q Smart Phone through Verizon [VZ] at midyear. The price, $200 with a contract, was cut to $100 by Christmas. The margin contraction in the cellphone market has hit RIM. Its margins fell by 200 basis points [two percentage points] in the most recent quarter, and will come down another percentage point in the current quarter. Once the channel fill slows, pricing pressures will cause the growth rate in earnings and in revenue to decline. It will be hard to sustain a stock selling for 50-plus times reported earnings, 42 times estimated earnings, 10 times sales and 11 times book value. \b \u001d  Barron's: At what price would you cover? \u001d  Hickey: In July it was in the low 60s. If it falls to that level, you've lost 80 points, and it still would be selling for five times sales. \b \u001d  Barron's: Are you shorting another of Art's stocks? \u001d  Hickey: I sure am -- Apple [AAPL]. The market cap is $75 billion, versus Hewlett-Packard's [HPQ] $100 billion. Apple is one-fifth the size of H-P. It sells for 38 times earnings, four times sales and seven times book value. The stock went up 201% in 2004, 123% in 2005 and 18% in 2006. Almost all that growth was driven by the iPod, which is now five years old. The iPod's growth rate is falling apart. In its most recent quarter, Circuit City Stores [CC] said MP3-player sales were flat year over year versus triple-digit growth the year before. It's anybody's guess what Apple's own revenue guidance will be for the current quarter. [On Jan. 17 Apple reported a stellar December quarter but issued a cautions outlook for the current quarter.] Now the company is relying on new products, like the iPhone. I don't think they have another hit in their hip pocket, yet that's what the stock is saying at 85. \b \u001d  Barron's: Isn't their computer business rebounding? \u001d  Hickey: The music business accounts for about 40% of sales, and personal computers are another 40-something. Even though Apple's move to Intel-based PCs gave them a lift in earnings, the rate of sales growth fell. [On Jan. 17 the company reported disappointing Mac sales.] This Christmas I bought a wide-screen Hewlett-Packard fully featured notebook for $599, after $230 in rebates. Apple's product costs twice the price for the same kind of features. This will make it hard for Apple to make many inroads into the PC market, which is another assumption in the stock. \u001d  As with Research In Motion, the company has a stock-option scandal. In RIMM's case, a significant write-off is coming. In Apple's case, we know [CEO] Steve Jobs was involved in options backdating. He at least was aware of them, and might have approved some. The investigations by the SEC and Justice Department are ongoing. There's a risk Jobs won't be there. When the company has a market value of close to $75 billion, that's too much of a risk to take. Plus, new products are likely to disappoint. \u001d  Witmer: You don't think the iPhone will be big? I think people will pay for them. How many people bought iPods? \u001d  Hickey: The iPod was a whole new category. With the iPhone, you're talking about people throwing out their old phones and paying $400 for a new brand. \u001d  Samberg: The common denominator in both of your short stories is the cellphone business. I think you're missing the point with the BlackBerry. The IT [information technology] guys on Wall Street say BlackBerries are replacing laptops. The BlackBerry Pearl is not the company's primary focus. There are some issues with RIM, and we've cut back our position. One is that they didn't add to their service base as much as expected in the latest quarter. Anybody really involved in the stock is much more concerned about the growth of enterprise-service revenue than the cellphone. Also, it is dangerous to undersell or underestimate the ability of Apple to come out with unique products. As you said, shorting can be dangerous. \u001d  Hickey: The risk is on him [gesturing to Art]. He owns a company that has a market cap of $75 billion. These guys are willing to pay any price for anything. \u001d  Samberg: I don't understand why you keep pointing to $75 billion. \u001d  Hickey: That was the same problem I had in 2000. I got out of tech stocks because people were willing to pay any price for any concept. \u001d  Samberg: I have a different view on how you look at these stocks. \u001d  Hickey: I know you do. \u001d  Neff: I moved because I thought one of them would hit me. \u001d  Samberg: I'm not a violent man. \u001d  Hickey: I've been investing in tech for 30 years. You don't pay seven times book value for a company whose growth rate is falling apart. Apple needs a big hit. The iPhone has to be a huge hit. \u001d  My next short is Lam Research [LRCX], a large semiconductur-equipment maker. The semi-equipment market is about to enter a downturn after four years of spending growth by semiconductor makers, including a 25% surge to $42 billion last year. I picked Lam over other companies in its field because of its high exposure to memory makers, a notoriously volatile market. There are two types of electronic memory: DRAM [dynamic random access memory] and flash. Flash prices were down in the high double digits in 2006, but we're seeing a build-up in DRAM inventories, as we typically do prior to the launch of a Microsoft [MSFT] operating system, in this case Vista, which was released to businesses in November. The consumer version comes out in January. \b \u001d  Barron's: How big is the build-up? \u001d  Hickey: Micron Technology's [MU] inventories have risen 63% in the past year. Speculators are hoarding inventory, waiting for a big surge in DRAM buying. It happened when Microsoft introduced Windows 95. There was a huge drop in memory prices after that. \u001d  Foundry will account for 16% of Lam's orders in the latest quarter. [It accounted for 12%.] Foundry utilization rates are falling. Texas Instruments [TXN] is the biggest user of external foundries. It recently lowered its guidance and cut back orders from its foundry partners. When these downturns occur, they are usually very steep. \b \u001d  Barron's: What are you predicting? \u001d  Hickey: In February 2000, Lam's stock was 52. By the end of that year, it was 15. The stock declined 70% in 10 months. This is a business that seems robust, but all of a sudden collapses. We are on the cusp of that kind of decline. [Lam subsequently issued 2007 earnings guidance below analysts' expectations.] \u001d  My fourth short isn't a tech name. It's Heelys [HLYS], which makes sneakers withremovable wheels. The stock came public in December at 21 and shot up nearly to 39. Insiders sold a pile of shares in the offering. It's a fad product. The company targets kids ages 6 to 14, mostly boys. I coach a 10-to-12-year-old basketball team. My sense, in talking to my own kids and their teammates, is that the fad is close to peaking. The cooler kids tell me the shoes no longer are cool. Heelys came out in 2000 and got hot in 2005. They got red-hot in 2006 and were big sellers at Christmas. The company probably will report a big fourth-quarter increase, which will create an opportunity for those interested in shorting the stock. There are safety issues with the product. There's a big legal liability. Malls and schools have banned the product. \u001d  Those are my shorts. On the long side, I'm recommending gold and silver ETFs -- the StreetTracks Gold Trust [GLD] and the iShares Silver Trust [SLV]. Since I got out of tech in 2000, I've been in gold and silver, which have done far better than tech. If the dollar falls, gold likely will rise. If you want to bet that the Fed will cut rates, this is a way to play it. Eventually gold prices will go wild because the Fed will drop money from helicopters. Silver, too, though it can be more explosive. A silver ETF was launched in 2006, and there has been tremendous demand. \u001d  Neff: There's that old saw: Gold is not an investment. It's an emotional experience. \u001d  Hickey: We haven't reached the emotional-experience stage yet. \b \u001d  Barron's: Thanks, Fred. Mario, the floor is yours. \u001d  Neff: First I want a preview of that bag. [John points to a lumpy plastic bag sitting atop a small table in the middle of the room. Gabelli rises, walks to the table and opens the bag to reveal -- voila! cartons of Nissin Cup Noodles, which he passes around the room.] \u001d  Gabelli: This is a carton of instant noodles that costs 59 cents. I'll talk about the company, Nissin, in a minute. \u001d  Neff: There are a lot of instant noodles around this room. \u001d  Gabelli: To review, the economy will be up 2 1/2% to 3% this year. The first half will be sluggish because of an inventory correction, atop the slowdown in housing and autos. Then [Fed Chairman Ben] Bernanke will blink and we'll have a good second half. Profits will be strong. In the meantime, we'll see a deal a day. Regarding our earlier conversation, $400 billion is invested in ETFs. This is moving stock prices beyond fundamentals and distorting the market. \u001d  My first recommendation is dear to my heart: Cablevision [CVC]. The stock is $29. There are 228 million Class A shares and 64 million Class B, which are owned by the Dolan family. The company has $12 billion of debt and preferred shares, and I promise the Knicks will have a better record this year than last. [Cablevision owns Madison Square Garden.] If I put an 11 multiple on the Ebitda of the cable business, and assign it all of the debt, I get a $35 price, and everything else -- the cable programming, the Garden -- for free. The private-market value is in the low $40s. The Dolans are trying to take it private for $27. \b \u001d  Barron's: What happens next? \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 27, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"15733863648eb6c7d45fc08dbdd3af54","symR":["HSKAX"],"date":"2007-01-27","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/29) Profile: Bringing It To The People","GmtTimeStamp":"2007-01-27T05:04:00.000000000","CompanyCodes":["HSKAX"],"IndustryCodes":[""],"Story":"\b   (From BARRON'S) \b   By Suzanne McGee \u001d  Evan Dick works in the last place you'd look for someone with \"admittedly socialist tendencies.\" He's the chief of the billion-dollar mutual fund based on Highbridge Capital Management's new statistical-arbitrage model. And chief among his aims there has been to bring to ordinary investors products normally available only to high-net-worth players. \u001d  So, no, Dick didn't follow his brother's and sister's footsteps into the Peace Corps after college -- he graduated fromCornell with a B.S. in computer science and applied math in 1993. Nor did he become a math or physics professor, as he once intended. Instead, after a year working on NASA projects, he took a job in the ultracapitalist world of hedge funds, at alternative-asset-management firm D.E. Shaw. And he stayed for seven years, becoming addicted to working with the bright mathematical minds he encountered there. \u001d  Then in 2000 -- at age 28 -- Dick decided to \"retire.\" He moved to San Diego to sail, windsurf -- and program computer models he planned to distribute free to individual investors and their advisers. After his father passed away, his mother was \"burned by an unscrupulous financial adviser,\" he recalls. He figured that building models to help investors assess advisers' expertise would help correct what he still sees as a power imbalance between ordinary investors and the pros. \u001d  But his so-called retirement ended in 2002, when Glenn Dubin, co-founder and managing member of New York-based Highbridge, recruited him to develop a new statistical-arbitrage strategy -- \"the next step in quantitative investing,\" Dick explains. \"We built a system that looks for alpha that can be found in any kind of data you can imagine.\" \u001d  Three years after that new model was applied to Highbridge's hedge-fund operations, Dick oversaw the launch of Highbridge Statistical Market-Neutral Fund (ticker: HSKAX) in November 2005. One of a growing number of mutual-fund offerings based on hedge-fund strategies, the fund is part of what Dubin views as the convergence of traditional and alternative asset management. For Dick, \"it's a way to take the sophisticated products normally reserved for the richest investors and bring them to all retail investors.\" \b \u001d  In 2004, Dubin sold a majority stake in Highbridge to JPMorgan Chase. JPMorgan's retail platform lets Highbridge reach ordinary investors en masse, without having to build its own distribution network, while giving the investment bank access to fresh investment strategies. \u001d  In its first 14 months, the Highbridge fund has raked in assets. With $1.15 billion under management, it has become the fastest-growing of JPMorgan's existing offerings and the industry's second-biggest market-neutral mutual fund. In its first full year, 2006, the fund returned 6.74%. (Highbridge and JPMorgan decline to discuss results of the same strategy as applied to hedge-fund assets.) \u001d  Observes John Rekenthaler, vice president of research at Morningstar, which now tracks dozens of these hybrids: \"It's hard to do due diligence on these strategies the same way you would a long-only stock fund run by a manager who uses fundamental rather than quantitative analysis. To some extent, people are going to be investing based on their faith in the brand name of the firms.\" \u001d  A number of investment banks and asset-management firms have now launched so-called hybrid funds, taking absolute return or long/short hedge-fund strategies and deploying them in new forms as mutual funds. \u001d  Rydex is one of the biggest players in this arena, offering a host of funds that use short-selling and other tactics once confined to hedge funds to generate return and manage risk -- but with lower fees and greater liquidity than a hedge-fund manager. \u001d  Still, not many pure hedge funds have been willing to relinquish the share of profits they can charge hedge-fund investors in order to move into the mutual fund area. Those who do take market-neutral funds to the masses may have a tough time delivering on their promises consistently and managing expectations. \"I believe this category of funds will have more losers than winners; that many funds won't meet expectations and will lose assets,\" says Rekenthaler. \u001d  Dick, however, is sure that the model that he and a team of mathematics and programming experts toiled six months to build -- and continue to refine and develop -- is robust enough to deliver on a consistent basis. That next-generation quantitative stock-picking model, he explains, can incorporate massive amounts of data from myriad sources and integrate it, then produce an array of forecasts that could influence individual stocks for a few minutes or weeks or even months. \u001d  The result? The fund is almost uncorrelated to any market index. The model itself, Dick says, adapts rapidly to changes taking place in the market, such as a financial crisis. The system allows the model to self-adjust in response to events that come out of the blue. \u001d  \"We see it as a cash-plus kind of investment, because it is so low-risk,\" says Dick, who keeps about half of his own liquid net worth in the fund. \b \u001d  Getting individual investors to appreciate the different risk and return profiles of such retail products versus those of the hedging vehicles they reflect may prove challenging, cautions Robert Jaeger of EACM Advisors, a Norwalk, Conn.-based fund-of-hedge-funds manager and author of the book All About Hedge Funds. Because market-neutral funds take on less risk, for instance, this kind of hybrid almost certainly will never generate the kind of outsized, double-digit returns investors associate with hedge funds. \u001d  Jaeger divides hybrid funds into four categories: Some focus on taking short positions; others look for undervalued stocks; some aim to be market-neutral, while others are more opportunistic. All may -- or may not -- employ leverage to enhance returns or help manage risk. \"It is critically important to know which of those four boxes a particular fund falls into,\" Jaeger affirms. \u001d  Dick and Dubin put the Highbridge offering firmly in the market-neutral category. \"If you tell me that there's a correlation between the fund's holdings and any industry group or sector or trend, I can remove it\" from the quantitative model that selects the individual holdings, Dick explains. \"This is a fund that will, like any market-neutral fund, do better than the index when the stock market doesn't perform well\" although it won't keep pace with a roaring bull market. \u001d  Investors may find that even if they can afford to pony up the $10,000 minimum investment required by the Highbridge fund, they also will have to pay a relatively hefty 1.95% annual management fee. \"That's at the upper end of what mutual funds charge, and it looks pretty steep if they are targeting single-digit returns and using a three-month Treasury bill's return as their benchmark,\" says Rekenthaler. \"To justify the fees, they would really need to consistently deliver  of return above the short-term Treasury return.\" \u001d  Dick believes investors will get their money's worth from the new fund. \"If you look at the returns and adjust them for the lack of risk that the portfolio takes compared to other investments, you realize why this is an attractive option.\" \u001d  --- \u001d  Suzanne McGee is a financial writer based in New York. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"250b7c84b0d55eddfcce81c87f7a5398","symR":["500359.BY","PFE","INE015A01028","US7170811035"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"India Ranbaxy:Gets Favorable Canada Crt Verdict Vs Pfizer","GmtTimeStamp":"2007-01-27T11:16:00.000000000","CompanyCodes":["500359.BY","PFE","INE015A01028","US7170811035"],"IndustryCodes":["DRG","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  MUMBAI (Dow Jones)--India's Ranbaxy Laboratories Ltd. (500359.BY) Saturday said the Federal Court of Canada has given a favorable decision in the company's case against Pfizer Inc. (PFE) relating to drug atorvastatin. \u001d  Ranbaxy said the Canadian court found Pfizer's Canadian atorvastatin patent CA 2,021,546 invalid. Atorvastatin is a cholesterol lowering drug marketed by Pfizer as Lipitor. \u001d  Ranbaxy said that justice dismissed Pfizer's application in regards to its Canadian patent, finding the patent invalid for not \"correctly and fully describing the invention.\" \u001d  \"We are pleased with this decision as it stands, as it allows the entry of Ranbaxy's generic atorvastatin in Canada upon marketing approval,\" said Jay Deshmukh, the company's senior vice president said in a statement. However, Ranbaxy's statement didn't specify when it will get the marketing approval. \u001d  The Canadian market represents more than $800 million in annual sales for Lipitor, compared with $7.85 billion of Lipitor sold in the U.S. last year. \b \u001d  -By Raghavendra Upadhyaya; Dow Jones Newswires; 91 22 22884212; raghavendra.upadhyaya@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 06:16 ET (11:16 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2725c351cdd1b660425763400696d65e","symR":["PHM"],"date":"2007-01-27","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Pulte Homes To Shut Manassas Mfg Plant: WP","GmtTimeStamp":"2007-01-27T07:19:00.000000000","CompanyCodes":["PHM"],"IndustryCodes":["HOM","HPR","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  NEW YORK (Dow Jones)--Battered by the slowest housing market in years, Pulte Homes (PHM) on Friday said it would shut down a three-year-old manufacturing plant in Manassas, VA., The Washington Post reported in its Saturday editions. \u001d  Pulte officials met with the plant's workers yesterday morning to inform them of the decision, Melanie Hearsch, a Pulte spokeswoman, said in an e-mail responding to inquiries about the plant's status. About half the workers were offered severance packages and most of them were expected to leave by the end of March. Some were given other jobs, the paper reported. \u001d  The plant never functioned at full capacity. As of May 2005, the plant employed about 150 workers, a Pulte official said at the time. By yesterday's announcement, the plant had 58 employees and was running at 25% capacity. \u001d    Newspaper Web Site: http://www.nytimes.com \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 02:19 ET (07:19 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2dc13c477a2a59470ffda899c0c601e6","symR":["GPS"],"date":"2007-01-27","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/29) How Gap Can Get Its Groove Back","GmtTimeStamp":"2007-01-27T05:03:00.000000000","CompanyCodes":["GPS"],"IndustryCodes":["RTS","SAP","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Robin Goldwyn Blumenthal \u001d  Gap's financially savvy but fashion-challenged CEO, Paul Pressler, finally got the boot last week, clearing the way for the specialty retailer to chart a new course to try to escape the flagging sales and murky image that have hurt it. \u001d  Robert Fisher, son of Gap's founder, is now interim CEO, while a search committee gears up to find a new leader. \u001d  Though some hold out hope for a private-equity bid for Gap, which recently hired Goldman Sachs to explore alternatives, a buyout seems unlikely. \u001d  Wall Street analysts are generally downbeat on the prospects for Gap, given its lack of fashion focus and the perceived dearth of available talent to fill the shoes of Pressler, who was hired from Disney's theme-park division four years ago. Since the start of 2005, the company, with its Gap, Old Navy and Banana Republic stores, has suffered an almost unbroken string of declining sales in stores open at least a year. \u001d  But Robert Olstein, head portfolio manager of the Olstein All-Cap Value Fund, recently began accumulating Gap shares (ticker: GPS) around their current price near $19.50, 21% above their 52-week low. He sees opportunity in the specialty retailer, and he has a prescription for reviving the company. \u001d  Olstein wants Gap to follow a strategy used to turn around McDonald's (MCD) -- cutting the roster of stores to drive more profit through each of the remaining ones, and re-employing saved capital on infrastructure to achieve a better return on investment. Gap now has 3,100 shops. \u001d  Gap must \"make a radical change and close underperforming stores,\" Olstein declares. That would give it room to focus on finding clothing that its customers want. Timothy S. Kang, an Olstein analyst, figures that Gap can generate $1.50 a share in free cash flow (cash flow after capital spending) in the near term, a 50% increase from the $1 a share the retailer currently throws off. Assuming the company, which has a $15.8 billion stock-market value, can do this, Olstein sees the shares hitting at least $27 in 12 to 18 months. \u001d  Olstein has sent a missive to the Gap board to share his thoughts. \u001d  The money manager raises the idea of hiring high performers like  Allen Questrom, who turned J.C. Penney (JCP) around, to serve as the financial whiz, and Vanessa Castagna, who worked with Questrom at Penney, as the merchandising maven. Olstein, who says he rode the turnaround at Penney from 9 to its current 80-plus, notes that Castagna is between jobs. \u001d  One thing Olstein says could help Gap get its groove back: a lot of cash. The company, which had $2 billion in debt when Pressler took over, now has no debt and $1.9 billion, or $2.30 a share, in the till. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:03 ET (05:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3133531cb7cdd59eee16b5a9a689095d","symR":["ABB","ABB.SK","ABBN.VX","BTL.XX","CVS","DHR","DUK","FLR","GSK","GSK.LN","NEM","SI","SIE.XE","CH0012221716","DE0007236101","GB0009252882","US2643991068","US3434121022"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"DAVOS: Leaders Of Anti-Bribery Effort Not Satisfied Yet","GmtTimeStamp":"2007-01-27T15:45:00.000000000","CompanyCodes":["ABB","ABB.SK","ABBN.VX","BTL.XX","CVS","DHR","DUK","FLR","GSK","GSK.LN","NEM","SI","SIE.XE","CH0012221716","DE0007236101","GB0009252882","US2643991068","US3434121022"],"IndustryCodes":["CON","DRG","GLD","ITC","MUT","PCS","RTD","RTS","XDAX","XDJGI","XFFX","XFT1","XGTI","XISL","XNYA","XRUS","XSMI","XSP5","XST5","XSXA"],"Story":"\b \u001d  By Peter Loftus \u001d  Of DOW JONES NEWSWIRES \b \u001d  DAVOS, Switzerland (Dow Jones)--A business effort to fight bribery and corruption has gained some support in recent years, but its leaders want more companies to join. \u001d  More than 120 companies have signed an anti-bribery pledge since the World Economic Forum created the \"Partnering Against Corruption Initiative\" in 2004. Signatories must commit to zero-tolerance policies toward employees engaging in bribery and corruption. That can range from disciplinary action to seeking criminal prosecution for employees found to have offered bribes to government officials or others. \u001d  The mostly multinational companies that signed the pledge include ABB Ltd. (ABB), Bechtel Group Inc., Danaher Corp. (DHR), Duke Energy Corp. (DUK), Fluor Corp. (FLR), Newmont Mining Corp. (NEM) and the Pakistani unit of GlaxoSmithKline PLC (GSK). Many pursue construction and other industrial projects in foreign countries. \u001d  But Alan Boeckmann, Chief Executive of Fluor and one of the program's leaders, said Saturday at the World Economic Forum's annual meeting there should be at least twice as many companies participating. Some U.S. companies don't sign on for fear that it could have legal implications, he said. \u001d  Some CEOs, \"when asked to sign, they get advice from their general counsel not to sign anything,\" Boeckmann, whose company sells engineering and construction services, told Dow Jones Newswires. \u001d  Boeckmann noted that U.S. law prohibits companies from offering bribes, and the pledge simply commits companies to what they are already bound to by law. \u001d  In the past, some companies have indicated that signing the pledge isn't necessary because they already have anti-bribery policies in place. \u001d  \"I am seeing a change, but clearly it's not enough,\" Boeckmann said at a Davos panel discussion on corruption. \"Not fast enough, not wide enough.\" \u001d  Indeed, allegations of corporate bribery continue to surface, including at Siemens AG (SI) and CVS Corp. (CVS). \u001d  Fluor tries to root out bribery by providing a confidential telephone hotline that employees can call if they suspect that another employee is involved in bribery. Boeckmann said this led to the firing of an employee who was taking kickbacks on a construction project. \u001d  Newmont CEO Richard Evans said conditions in certain countries foster corruption, including the lack of conflict-of-interest laws or a free press. \b \u001d  -Peter Loftus, Dow Jones Newswires; peter.loftus@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 10:45 ET (15:45 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"342c45d28a6391812e9bb0900191dd8d","symR":["BRKA","BRKB","MSFT","US5949181045"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"DAVOS: Gates: Buffett Not Pushy About Use Of Donation","GmtTimeStamp":"2007-01-27T09:39:00.000000000","CompanyCodes":["BRKA","BRKB","MSFT","US5949181045"],"IndustryCodes":["INS","INU","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b \u001d  DAVOS, Switzerland (Dow Jones)--Bill Gates has learned first-hand that fellow billionaire Warren Buffett is no micro-manager. \u001d  Microsoft Corp. (MSFT) Chairman Gates and his wife Melinda said Saturday that Buffett, chairman of Berkshire Hathaway Inc. (BRKA,BRKB), hasn't been pushy about how the Gates' philanthropic foundation should spend the roughly $30 billion that Buffett pledged to donate last year. \u001d  \"Warren has said to us to 'Do what you've been doing, I believe in what you're doing,'\" Melinda Gates told a breakfast gathering on the sidelines of the World Economic Forum here. \"He really believes in the premise that all lives on the planet are equal.\" \u001d  Buffett is known for a hands-off management style in business, and Melinda Gates said he has taken a similar approach with his donation. The Gates foundation funds various global health and education initiatives. Its focus hasn't shifted, but Buffett's donation \"has allowed us to go deeper into areas we're already in,\" she said. \u001d  But her husband said Buffett's hands-off approach to the massive donation doesn't mean his expertise will be wasted. Gates said the foundation will seek Buffett's help \"a little more than he might have in mind.\" Buffett seems to take particular interest in the foundation's work in microlending - providing small loans to fuel economic growth in the developing world. \u001d  Buffett's donation, announced in June, will be in the form of annual gifts of Berkshire Hathaway shares, valued at the time at about $30 billion. He pledged additional shares to other foundations. Longtime friends Gates and Buffett topped Forbes' list of the world's richest people last year. \u001d  -Peter Loftus; Dow Jones Newswires; peter.loftus@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 04:39 ET (09:39 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3775eff2cef2d61b98efa1b697d80e91","symR":["F"],"date":"2007-01-27","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Ford To Close Seven Day Care Centers In June: Paper","GmtTimeStamp":"2007-01-27T07:25:00.000000000","CompanyCodes":["F"],"IndustryCodes":["AUT","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  NEW YORK (Dow Jones)--Ford Motor Co. (F) will close five day care facilities in Metro Detroit and two outside of Michigan in June as part of cost-cutting measures, company officials said Friday, The Detroit News reported in its Saturday editions. \u001d  Ford and the United Auto Workers notified the parents of 895 local children about the closing and told workers their last day will be June 29. Ford declined to divulge how many workers were affected. The company will negotiate a severance package for the employees, who were warned not to talk about the shutdown, the paper reported. \u001d  The centers are operated by Bright Horizon Family Solutions, a Watertown, Mass., company that runs day care centers for large corporations and organizations. \u001d  The closing decision was based strictly on economics, Ford spokesman Tom Hoyt said. \u001d  UAW officials did not return telephone calls. \u001d  Hoyt would not say how much the automaker will save by the closings. \u001d    Newspaper Web Site: http://www.detnews.com \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 02:25 ET (07:25 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3e1a992a962abd57de14b47d6d4b0c4b","symR":["LHA.XE","DE0008232125"],"date":"2007-01-27","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(1/29) Review & Preview Follow-Up: Lufthansa Should Keep Flying High","GmtTimeStamp":"2007-01-27T05:04:00.000000000","CompanyCodes":["LHA.XE","DE0008232125"],"IndustryCodes":["AIR","XDAX","XDJGI"],"Story":"\b   (From BARRON'S) \b   By George Frey \u001d  GERMANY'S LUFTHANSA HAS BEEN IN A sharp climb since we ran a bullish story on its prospects four months ago (\"Winning Flight Plan,\" Sept. 11, 2006). And the big carrier should continue to deliver strong gains in sales and profits and a bit more of an upward tilt in its share price. \u001d  Since our story appeared, Lufthansa's Frankfurt-traded stock (ticker: LHA.Germany) has risen more than 40%, from 15.30 euros to around 22 euros. While airlines were set back by high fuel prices and by fear of terrorism and ailments like the avian flu, Lufthansa was still able to boost its passenger and cargo sales and profits. A key to its performance: shrewd management of its assets, typified by one of the industry's top fuel-cost hedging programs.    In December, the airline saw gains of 7.4% in passenger sales and 4.1% in cargo sales from year-earlier levels. \u001d  By 2008, Lufthansa aims to be earning 1 billion euros in annual operating profit, compared with the 750 million euros it's expected to report for 2006. (A euro is about $1.30.) \u001d  The company wants to add 3,000 staff members in 2007, mostly to handle increased passenger traffic at its two main hubs, Frankfurt and Munich. It's also expecting increased demand for its cargo transport services, boosted in part by recent security upgrades that already have attracted new customers. \"We're going to be the leader in air-cargo security, beyond the requirements of the laws, which for us will become a unique selling point,\" says Harald Zielinski, Lufthansa's chief of security. \"We're going to set the standard.\" \u001d  Says Per-Ola Hellgren, an analyst at Landesbank Baden-Wuerttemberg in Mainz, Germany: \"There should be more passengers this year than in the record year 2006, and therefore, revenue should continue to rise.\" Although he has a Hold rating on the shares, his six-month price target on them is 24 euros. Analyst Frank Skodzik at West LB in Duesseldorf, who rates the shares Add, recently raised his target to 24.50 euros, a price he thinks can be hit in three months. \u001d  Lufthansa primarily changes hands in the U.S. through American depositary receipts listed in the pink sheets under the symbols DLAKF and DLAKY. \u001d  Lufthansa should be helped further by the integration of its Swiss International Air Lines unit, which it bought in 2005, and the 800 million euro sale of its 50% stake in the Thomas Cook travel firm. That deal, likely to be completed this quarter, will let Lufthansa focus on its core business, something its rivals probably won't be happy about. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3fb2e0e150ce3ff6001a3665c8edb019","symR":["CAR"],"date":"2007-01-27","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/29) A Market Grown Cozy Is Unsettled","GmtTimeStamp":"2007-01-27T05:04:00.000000000","CompanyCodes":["CAR"],"IndustryCodes":["TAT","XDJGI","XFFX","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  Wearing a necktie is no great hardship. But slide one on some Monday morning after two weeks at the beach and it feels like a choke collar. A long period of ease amplifies the slightest discomfort. \u001d  The markets illustrate this truth all the time, last week most recently. Investors had gotten quite cozy with down-trending Treasury yields and the warming consensus that the economy's landing would be soft, the Federal Reserve charitable. Oil prices kept falling in cooperation with the all's-well theme. And analysts were whistling happy tunes about corporate earnings. \u001d  The 10-year yield sank from 5.25% in June to below 4.5% in December, bottomed there and then started climbing, with its rise accelerating in recent weeks toward 4.9%, as hopes for a Fed rate cut evaporated and foreign buyers' hunger for Treasury paper flagged. Oil, of course, quit getting cheaper and bounced hard off the $50 level. \u001d  And earnings -- with 60% of companies exceeding forecasts and 24% falling short through Thursday -- have been pretty good. But pretty good isn't good enough when the ratio of companies beating numbers to those disappointing is running well above that of recent quarters. As noted in weeks past, this bull market has made nearly all its gains outside of earnings-reporting periods. \u001d  This all helped disturb the lulling calm that had overtaken equity markets during one of the least-volatile stretches in recorded market history. The stock indexes had been so placid for so long that Thursday's rude 1% decline felt more jarring than the numbers would imply. By some measures, the market was more static earlier this month than it's been since December 1993, shortly before investors were blindsided by a rate hike the following February. \u001d  Although investor sentiment had been a bit too contented heading into the week, traders Thursday quickly took to the ramparts, as bearish stock-options volume hit a two-month high. This also happened the last time stocks suffered as large a one-day loss, in late November. As it turned out, that was not the start of any serious decline, and the S&P 500 was able to add about 4% from there until the January high. \u001d  Yet the market's field position is somewhat different now. The seasonal tailwinds are not as strong as in the fourth quarter, especially in technology, for which January frequently marks the end of the strongest patch of the calendar. \u001d  And while the stock market leads the news, the bond market leads stocks. Corporate bonds -- high-yield bonds in particular -- have been firm, with their spreads above Treasury yields (the risk premium) near two-year lows. This has happened as Treasury yields have climbed, but junk yields haven't repriced as quickly. \u001d  Mike O'Rourke, market strategist at New York research firm BTIG, points out that each of the three notable stock-market pullbacks of the past couple of years began just as junk spreads bottomed and then began widening out again. \u001d  The stock-index highs that preceded the 7.5% decline in early 2005, the 6% drop in the summer and fall of that year, and last year's 8% springtime loss all coincided rather neatly with the low in junk spreads, near current levels, as measured by the S&P U.S. Speculative Grade Credit Index. \u001d  As those earlier episodes suggest, since the initial surge of the bull market that began in March 2003, every six to eight months the market has experienced a selloff to a climactic low point. That low has always been higher than the prior one; was accompanied by a buildup of investor anxiety; and then ushered in another up leg. If this pattern were to hold, then another low is due by February or March. \u001d  Of course, the market mocks tidy patterns and can always get its legs back underneath it, as it did late last year. And the consensus expectation that volatility must soon rise could well be thwarted yet again. But anticipating a bit of discomfort can make it easier to take, should it come. \b \u001d  The cleaving of the contrived conglomerate Cendant left a couple of pieces -- in real estate and online travel -- that were immediately grabbed by acquirers. Yet the Avis Budget Group (ticker: CAR) auto-rental unit has garnered scant attention. Therein lay an opportunity -- a neglected turnaround story with freshly motivated management. \u001d  The company's brands have held stable market share, yet fleet-cost and pricing mismatches have knocked margins toward historical trough levels. But rental-car pricing is firming as newly independent Hertz Global Holdings (HTZ) and Avis Budget no longer serve corporate masters with other priorities. And fleet-car cost increases should moderate this year. \u001d  Getting margins up to their five-year average would mean a doubling of earnings to more than $2 a share in 2008, from 99 cents last year. That would make the Avis stock a bargain at today's 24 -- also the price at which management's long-term equity incentives are struck. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3fb50c6341f4e52fbc84eca724f82d5a","symR":["AAPL","HD","US0378331005","US4370761029"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/29) Barron's Mailbag: Divine Rights","GmtTimeStamp":"2007-01-27T05:02:00.000000000","CompanyCodes":["AAPL","HD","US0378331005","US4370761029"],"IndustryCodes":["CPR","HIM","RTS","XDJGI","XDJI","XFFX","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  In his two recent editorials on \"The Royal CEO,\" Jan. 8 and 15, Thomas G. Donlan argues that performance has justified compensation, while ignoring ethical questions about the manner in which this compensation was done. \u001d  He also discusses the right of shareholders to exert agency over companies regarding compensation and the boundaries of shareholder rights in general. \u001d  I shouldn't have to argue that shareholders should be empowered to control ethical lapses of the companies they partly own, doubly so since these lapses might constitute a transfer of wealth away from themselves to a privileged cabal of company executives. \u001d  As for their rights in general, that would seem to be a matter for the market to decide. Companies are free to buy back shares, or sell out to private equity, minimizing external influence. \u001d  As for the specific examples: If Steven Jobs has been so single-handedly responsible for Apple's fortunes, as Donlan argues, then he certainly knew about the compensation rules and practices taking place on his watch -- especially those that pertained to him personally. \u001d  And in Robert Nardelli's case, Home Depot shareholders are concerned not just with share price but with his autocratic take on investor relations and wholesale binding of the company's fortunes to the housing market (to the detriment of customer service). The latter might not play out so well without a home-building boom, making Home Depot a far more cyclical company than it used to be. \u001d  Shareholders are right to be up in arms. Some formal studies have found that executive compensation is now negatively correlated with performance. \b \u001d  Aaron Krowne \u001d  Emory University General Libraries \u001d  Atlanta \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:02 ET (05:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"42645e72e70066b1926edb9781494e48","symR":["WMT","US9311421039"],"date":"2007-01-27","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": Super Bowl XLI Fever Hits Sam's Club(R)","GmtTimeStamp":"2007-01-27T15:10:00.000000000","CompanyCodes":["WMT","US9311421039"],"IndustryCodes":["RTB","RTS","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b \bSuper Bowl Gospel Celebration Headliner Yolanda Adams Shows Off Her Sam's Club \b                                    Bling \b \b  Adams Bejeweled For Super Bowl Gospel Celebration Performance In Exquisite \b \b       Diamonds From Sam's Club Multi-Million Dollar Jewelry Collection \b \b Miami's Gospel Music Lovers And NFL Fans Invited To Join In The Glamour And \b \b                                     Fun! \b \b    WHO:     Diamonds will be a Gospel music lover's and NFL fan's best friend \b             during a special in-club promotion with Grammy award-winning \b             Gospel singer Yolanda Adams. The general public is invited to \b             join Adams as she goes on a \"shopping spree,\" and selects jewelry \b             from the collection to be outfitted for her performance at the \b             8th Annual Super Bowl Gospel Celebration. Special event showcases \b             Sam's Club Exquisite Diamond Jewelry. Adams will be on-hand to \b             interact with fans and sign autographs. A bedazzling diamond \b             Journey necklace from the collection will be given away on \b             Friday, February 2nd at the 8th Annual Super Bowl Gospel \b             Celebration. Presented by Sam's Club, the event is the only \b             Gospel concert sanctioned by the NFL for Super Bowl XLI weekend. \b \b             Adams will be available for interviews and can speak on her \b             involvement with Super Bowl weekend, her Stellar Award \b             nomination, and the why she's shopping for luxurious jewelry \b             found only at Sam's Club. \b \b    WHEN:    Thursday, February 1, 2007 \b             10:00 a.m. - 11:00 a.m. (Exclusive Media Coverage - Credentials \b              Required) \b             11:00 a.m. - 1:00 p.m. (Interaction with Fans/General Media \b              Coverage) \b \b    WHERE:   Sam's Club \b             8425 NW 13th Terrace - Miami, Florida 33126 \b \b             (Providing Complimentary Passes for admittance into the store for \b             the general public to participate in the festivities.) \b \b    MEDIA CONTACTS:    Charmaine Chapman, BTB Communications - 310-902-8617 \b                       Rebecca Nowlin, BTB Communications - 404-210-2819 \b                       Suzan McDowell, Circle of One Marketing - 305-576-3790 \b \b    ON-SITE CONTACTS:  Sope Aluko, SBGC - 305-298-2126 \b                       Pamela Taylor, SBGC - 630- 677-2236 \b                       Susan Koehler, Sam's Club -479-277-8066 \b \b \b For more information visit the website at www.superbowlgospelcelebration.com \b \b    About SAM'S CLUB \b \u001d  Sam's Club is a division of Wal-Mart Stores, Inc. and ranks as one of the nation's largest warehouse clubs with 47 million U.S. Members. The first Sam's Club opened its doors in Midwest City, Oklahoma in 1983. Sam's Club offers exceptional values on merchandise and services for business owners and consumers. Online merchandise and club information is available at samsclub.com. \b \b    About Super Bowl Gospel Celebration \b \u001d  In its eighth (8th) year, Super Bowl Gospel Celebration will be held at the James L. Knight Center on Friday, February 2, 2007 at 8:00 PM featuring special co-hosts,  Cedric The Entertainer and Dr. Bobby Jones, and performances from Grammy award-winning artists including Yolanda Adams, Fred Hammond ,Hezekiah Walker, Tye Tribbett, J. Moss and Jaci Velasquez. Tickets available at all Ticket Master Outlets & James L Knight Center Box Office. Charge by Phone at 305.358.5885 or online at www.ticketmaster.com.  For more information visit www.superbowlgospelcelebration.com \b \u001d  The Super Bowl Gospel Celebration is presented by Sam's Club, and sponsored in part by Ebony Magazine, Greater Fort Lauderdale Visitor's Bureau, Visit Florida, and Inspired By The Bible Experience and Sheridan Broadcasting Network. \b \bSOURCE  Sam's Club \b \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 10:10 ET (15:10 GMT)"},{"md5ID":"5b57125149b3d06c2add6af60e18e050","symR":["MOT","NOK","NOK1V.HE","FI0009000681","US6200761095"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/29) Plugged In: Moto, Eat Nokia's Dust","GmtTimeStamp":"2007-01-27T05:06:00.000000000","CompanyCodes":["MOT","NOK","NOK1V.HE","FI0009000681","US6200761095"],"IndustryCodes":["CMT","XDJGI","XFFX","XGTI","XHEX","XISL","XNYA","XRUS","XSP5","XST5","XSTX","XSXA"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  Ever since Motorola reported its shockingly horrible results for the fourth quarter about two weeks ago, my editors have been asking for a prognosis. \u001d  I kept telling them that we needed to wait until Nokia reported its numbers in order to assess the true magnitude of the damage in Schaumburg, Ill. Is the entire industry under siege, or did Motorola trip up? \u001d  The verdict is in: The industry is under pressure, but Motorola (ticker: MOT) is in a deep hole. \u001d  Lastweek, rival Nokia (NOK) surprised most everyone by reporting better-then-expected revenue and earnings, especially in the wake of Motorola's financial implosion. But the biggest takeaway from Nokia's call was that its cellphone margins actually rose, despite the lower asking prices for phones that were introduced because of intense competitive pressure. Nokia's handset operating margins were 17.8%, up more than two percentage points from the previous quarter's level, while gross margins in all segments were up. In comparison, Motorola's margins came in at 4.4%, about half as high as expected. \u001d  To be fair, other handset makers, such as LG and Samsung, have suffered from shrinking margins, while Sony-Ericsson is the only other major handset maker, with Nokia, to buck the trend. Sony-Ericsson can thank its concentration on high-end, music-enabled phones for that. Meanwhile, Motorola is racking up market-share gains and high-volume growth in emerging markets, at the expense of margins and profitability. That isn't a winning combination. \u001d  Don't look for Nokia to give Motorola a break soon. The operating gap between Nokia and Motorola could widen during this year's first half, as Nokia unleashes new handsets. Prices will likely come down, but margins could continue to expand as production costs slip faster than prices, predicts Charter Equity Research analyst Ed Snyder. \u001d  Motorola has been riding the super-successful RAZR for three years, while Nokia consolidated its model templates and developed new, lower-cost handsets that are rich in features and fashion. Motorola handsets such as the multimedia KRZR and the BlackBerry-like Q have failed to capture momentum, in part because Motorola slashed RAZR prices to irresistible levels in order to grab share. \u001d  \"We see this as the end of Motorola's latest run in handsets,\" Snyder posits. \u001d  Nokia's scale and cost advantages, owing to decisions made at the height of RAZR-mania, could allow the Finnish company to thrive in a year when most everyone else, except Sony-Ericsson, struggles. \u001d  At the recent Consumer Electronics Show in Las Vegas, where Motorola CEO Ed Zander was a keynote speaker, the company had so few new products to unveil that seemingly a third of his speech was filled by a Yahoo! executive, who was touting that company's new mobile-search service. That wasn't one of Zander's better moments. Worse, the keynote speech came a day before Apple threw its hat in the ring as the latest entrant to an already cut-throat arena. \u001d  After two quarterly-earnings misses in a row and with no hot successor to the RAZR in sight, the prognosis for Motorola isn't healthy. \u001d  While enticing at 18-plus a share -- its price Friday afternoon -- and trading at only 15.2 times trailing earnings (versus Nokia's 17.2 times), Motorola stock appears to be no better than dead money for at least the first half of 2007. \u001d  --- \u001d  e-mail: mark.veverka@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"69243f40a4c955c99a1f2c86c5eeebe0","symR":["LMT"],"date":"2007-01-27","ret":[-0.00099],"ret5":[-0.00099],"Headline":": THAAD Weapon System Succesfully Intercepts Target Over Pacific Range","GmtTimeStamp":"2007-01-27T07:39:00.000000000","CompanyCodes":["LMT"],"IndustryCodes":["ARO","ASP","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  DALLAS, Jan. 27 /PRNewswire/ -- The U.S. Missile Defense Agency and Lockheed Martin (NYSE: LMT) conducted a successful flight test of the Terminal High Altitude Area Defense (THAAD) weapon system on January 26, intercepting a unitary target in THAAD's first flight test at the Pacific Missile Range Facility (PMRF) on Kauai, HI.  This hit-to-kill intercept demonstrated THAAD's precision against in-bound threats and its ability to provide increased protection for troops and assets. \b \b    (PHOTO:  http://www.newscom.com/cgi-bin/prnh/20070127/NYSA002 ) \b \u001d  The flight test met all objectives, including demonstrating the integration of the radar, launcher, fire control and communications and interceptor operations; demonstrating radar and interceptor discrimination; and target acquisition and tracking by the interceptor's seeker. \b \u001d  \"This successful test demonstrates THAAD's ability to take out hostile targets early and quickly,\" said Tom McGrath, Lockheed Martin's program manager and vice president for the THAAD program.  \"On the expansive range at PMRF, the THAAD missile can fly greater distances, increasing our testing options and creating a realistic tactical environment.  We are happy to begin testing at PMRF with a success and look forward to many more exciting missions.\" \b \u001d  PMRF is the world's largest instrumented multi-environment range capable of supporting surface, subsurface, air, and space operations simultaneously. There are over 1,100 square miles of instrumented underwater range and over 42,000 square miles of controlled airspace. \b \u001d  The THAAD program began flight testing in November 2005 at White Sands Missile Range (WSMR), NM.  Three successful THAAD tests were conducted at WSMR including the intercept of a unitary target in July 2006. \b \u001d  THAAD is designed to defend U.S. troops, allied forces, population centers and critical infrastructure against short- to intermediate range ballistic missiles.  THAAD comprises a fire control and communications system, interceptors, launchers and a radar.  The THAAD interceptor uses hit-to-kill technology to destroy targets, and is the only weapon system that engages threat ballistic missiles at both endo- and exo-atmospheric altitudes. \b \u001d  A key element of the nation's Ballistic Missile Defense System (BMDS), THAAD is a Missile Defense Agency program, with the program office located in Huntsville, AL.  The agency is developing a BMDS to defend the United States, its deployed forces, friends and allies against ballistic missiles of all ranges and in all phases of flight. \b \u001d  Lockheed Martin is a world leader in systems integration and the development of air and missile defense systems and technologies, including the first operational hit-to-kill missile.  It also has considerable experience in missile design and production, infrared seekers, command and control/battle management, and communications, precision pointing and tracking optics, as well as radar and signal processing.  The company makes significant contributions to all major U.S. missile defense systems and participates in several global missile defense partnerships. \b \u001d  Headquartered in Bethesda, Md., Lockheed Martin employs about 140,000 people worldwide and is principally engaged in the research, design, development, manufacture and integration and sustainment of advanced technology systems, products and services. \b \u001d  For additional information, visit our Web site: http://www.lockheedmartin.com \b \bSOURCE  Lockheed Martin \b \u001d    /CONTACT: Cheryl Amerine of Lockheed Martin, +1-972-977-0062, cheryl.amerine@lmco.com \b    /Web site: http://www.lmco.com/ \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 02:39 ET (07:39 GMT)"},{"md5ID":"6c2997b0144d432c3d2f4d06f756d4da","symR":["GMXR"],"date":"2007-01-27","ret":[-0.00099],"ret5":[-0.00099],"Headline":": GMX RESOURCES INC. Announces Additional Natural Gas Hedge; Further Information on Horizontal Updates; and Corrections to January 25, 2007 Press Release","GmtTimeStamp":"2007-01-27T21:06:00.000000000","CompanyCodes":["GMXR"],"IndustryCodes":["OIS","XDJGI","XRUS"],"Story":"\b \u001d  OKLAHOMA CITY, Jan. 27 /PRNewswire-FirstCall/ -- GMX RESOURCES INC., (Nasdaq: GMXR); (visit www.gmxresources.com to view the most recent Company presentation and for more information on the Company). GMXR announces that on January 26, 2007 it entered into an additional 100,000 MMbtu per month natural gas hedge beginning August, 2007 through December 2008 at a price of $7.60, Houston Ship Channel, which increases its natural gas hedge position to approximately 65% of 4Q06 natural gas production. \b \u001d  The Company also provided additional clarification on its horizontal wells. The Cadenhead 6H 2nd Stage fracture treatment was completed successfully; with 3-4 more stages planned and an estimated completion date of February 6, 2007 and a press release announcing results on or about February 20, 2007. The Upper Cotton Valley Sands (UCV) horizontal wells take approximately 14 days to clean up before best natural gas rates occur; at that time 40%-60% of fracture treatment is recovered. The Cadenhead 9H fracture treatment is currently scheduled to begin March 1, 2007; 5-6 stages are planned with an estimated completion date March 13, 2007 and a press release announcing results on or about March 27, 2007. \b \u001d  The Company also announced that the headline in its January 25, 2007 press release (\"the Prior Release\") incorrectly reported fourth quarter and year production growth rates of 80% and 100%.  The actual growth rates of 63% and 94% were correctly stated in the body of the Prior Release.  In addition, the number of planned and projected 2007 UCV, Horizontal and Travis Peak wells are 119 gross/69 net instead of the 122 gross/76 net planned wells stated in the Prior Release.  Finally, the numbers of potential Upper Cotton Valley Sand 40 acre locations as of December 31, 2006 are estimated at 713 gross/413 net, instead of the 724 gross/431 net Lower Cotton Valley locations stated in the Prior Release. \b \u001d  GMX RESOURCES INC. is a rapidly growing, E & P company with high quality unconventional gas resources, currently drilling wells in its Cotton Valley (CV) Gas Resource Play on the Sabine Uplift; Carthage North Field, East Texas, Panola & Harrison County, developing its Upper CV \"Tight Gas Sands\" and Lower CV Bossier \"Gas Shales\", also containing Travis Peak/Hosston Sands & Pettit Sands and Limes. These key resource layers provide repeatable organic growth for the Company; Core Area 99% of NAV; 94% Natural Gas. Headquartered in Oklahoma City, Oklahoma, GMXR has interests in 169 gross/ 97.12 net producing wells and operates 60% of its reserves.  The Company's strategy is to develop its resource play with multiple rigs, increase production, grow its natural gas reserves and continue to build shareholder value. \b \u001d  This press release includes certain statements that may be deemed to be \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934, as amended.  All statements, other than statements of historical facts, included in this press release that address activities, events or developments that the Company expects, believes or anticipates will or may occur in the future are forward-looking statements.  They include statements regarding the Company's financing plans and objectives, drilling plans and objectives, related exploration and development costs, number and location of planned wells, reserve estimates and values, statements regarding the quality of the Company's properties and potential reserve and production levels.  These statements are based on certain assumptions and analysis made by the Company in light of its experience and perception of historical trends, current conditions, expected future developments, and other factors it believes appropriate in the circumstances, including the assumption that there will be no material change in the operating environment for the company's properties. Such statements are subject to a number of risks, including but not limited to commodity price risks, drilling and production risks, risks relating to the Company's ability to obtain financing for its planned activities, risks related to weather and unforeseen events, governmental regulatory risks and other risks, many of which are beyond the control of the Company. Reference is made to the company's reports filed with the Securities and Exchange Commission for a more detailed disclosure of the risks.  For all these reasons, actual results or developments may differ materially from those projected in the forward-looking statements. \b \bSOURCE  GMX RESOURCES INC. \b \u001d    /CONTACT: Ken L. Kenworthy, Sr. Executive V.P., CFO, +1-405-600-0711 x16, or Ken L. Kenworthy, Jr., President, CEO, +1-405-600-0711 x11, both of GMX RESOURCES INC. \b    /Web site: http://www.gmxresources.com \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 16:06 ET (21:06 GMT)"},{"md5ID":"7426ed83895cea8b39e04c470f91d394","symR":["PWC.XX"],"date":"2007-01-27","ret":[-0.00099],"ret5":[-0.00099],"Headline":"UK PRESS: Consortium Finalizes GBP400M Bid For Tote","GmtTimeStamp":"2007-01-27T12:47:00.000000000","CompanyCodes":["PWC.XX"],"IndustryCodes":["ICS","SVC"],"Story":"\b \u001d  LONDON (Dow Jones)-- A horseracing industry consortium finally submitted its GBP400 million bid to buy state-run bookmaking company Tote last night, The Independent reports without citing sources.   The group is understood to have met a U.K. government valuation, set by PricewaterhouseCoopers, and Tote staff and management are thought to be getting around 20% of equity in the company, the newspaper reports. \b \u001d  Newspaper Web site: http://www.independent.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 07:47 ET (12:47 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"746f28e121780c50b4b14f2125c7ee9c","symR":["AMD","IBM","INTC","US0079031078","US4581401001","US4592001014"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"DAVOS: Intel Head: Health Care, Emerging Mkts Next for Tech","GmtTimeStamp":"2007-01-27T16:30:00.000000000","CompanyCodes":["AMD","IBM","INTC","US0079031078","US4581401001","US4592001014"],"IndustryCodes":["SEM","TSX","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b \u001d  DAVOS, Switzerland (AP)--Advances in health care with new technology are no longer on the cusp of development but are ready to be used, while bringing PCs and fast Internet access to the developing world is being undertaken, Intel Corp. (INTC) chairman Craig Barrett said Saturday. \u001d  He said that the health care industry was the next logical step for using technological innovation to keep track of medical records, and implement monitoring in a bid to keep people from becoming sick enough to have to go to a hospital. \u001d  \"It's just a mirror of what could be,\" he said, acknowledging that not all health care networks and systems are the same. \u001d  But he said the most immediate effect could be to modernize medical records. \u001d  \"When you go to a doctor's office, the first thing you see is rows of filing cabinets,\" he said, adding those could easily be digitized and made portable so that a person could literally carry their medical history on a USB flash drive. \u001d  Looking at the nature of computer chips, he said that as they become faster, eventually they will be limited by their size, despite how tiny they become. \u001d  \"There's another 15 years,\" he told The Associated Press, detailing his view about how smaller, and efficient, the chips used to power personal computers and other things technological. \"Of course, we've been saying that for the last 20 years.\" \u001d  His comments came after both his company and rival International Business Machines Corp. (IBM) separately said they had solved a puzzle perplexing the semiconductor industry about how to reduce energy loss in microchip transistors as the technology shrinks to the atomic scale. \u001d  Intel and IBM said they have devised a way to replace problematic but vital materials in the transistors of computer chips that have begun leaking too much electric current as the circuitry on those chips gets smaller. \u001d  Technology experts said it's the most dramatic overhaul of transistor technology for computer chips since the 1960s and is crucial in allowing semiconductor companies to continue making ever-smaller devices that are also energy-efficient. \u001d  Companies are feverishly trying to discover new ways to adhere to Moore's Law, the 1965 prediction by Intel co-founder Gordon Moore that the number of transistors on a chip should double about every two years. \u001d  Barrett said that despite that law, \"we are getting to the fundamental physical limitations\" of the architecture of current chips. \u001d  He also spoke about the ongoing E.U. investigation into whether the chipmaker pressured Europe's largest consumer electronics retailer not to sell computers with chips made by rival Advanced Micro Devices Inc. (ADV), Barrett said Intel remained confident it hadn't violated any regulations. \u001d  \"That investigation has been going on for five years now,\" he said. \"We know what you can do and what you can't do.\" \u001d  In the spirit of the World Economic Forum's annual meeting, which has focused on bringing the fruits of technology to the developing world, Barrett said that a recent trek to countries like Egypt, Chile, Peru, South Africa and China, among others, showed that there is a need for cheap access to PCs, broadband and content. \u001d  \"It's a little bit like the education initiatives,\" said Barrett, who chairs the U.N. Global Alliance for ICT and Development. \"Education is the key.\" \u001d  Part of that effort, at least for Intel, is focusing on the deployment of programs focused on improving education and speeding up the availability of cheap access to computers and the Internet. \u001d  The company has said it plans to train some 4.7 million teachers by 2011 in China, India, Egypt, Latin America, Saudi Arabia and South Africa, through its Intel Teach program. \u001d  Intel plans to donate more than 36,000 computers with Internet connectivity to the education ministries in Brazil, Chile, China, India and South Africa. \u001d  \"You need inexpensive PCs, you need connectivity and local content,\" Barrett said on how to make the improvements work. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 11:30 ET (16:30 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"755c838860721d329443735ab83e6979","symR":["WMT","US9311421039"],"date":"2007-01-27","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": Sam's Club(R) Kicks Off Super Bowl XLI and The 8th Annual Super Bowl Gospel Celebration With Diamonds, Elway and Tickets to the Big Game","GmtTimeStamp":"2007-01-27T14:54:00.000000000","CompanyCodes":["WMT","US9311421039"],"IndustryCodes":["RTB","RTS","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b \u001d  MIAMI, Jan. 27 /PRNewswire/ -- Big game! Big giveaway! Big bling! Sam's Club announced today plans for a weeklong promotional event-series that culminates with the staging of the 8th Annual Super Bowl Gospel Celebration (SBGC). The first and only Gospel concert sanctioned by the NFL for Super Bowl weekend, the Super Bowl Gospel Celebration will be held at Miami's James L. Knight Center on Friday, February 2 at 8:00 p.m. Presented by Sam's Club, the inspirational evening celebrates the best of the human spirit and benefits The Dr. Bobby Jones Gospel Complex for Education, Heritage and Preservation. \b \u001d  Actor-comedian, Cedric The Entertainer, is confirmed to co-host this one- of-a-kind family event along with special guest host, Dr. Bobby Jones.  The star-studded talent line-up features Yolanda Adams, Fred Hammond, J Moss, Tye Tribbett, Jaci Velasquez, Hezekiah Walker and an impressive roster of the NFL's top players. \b \u001d  As the presenting sponsor of the 8th Annual Super Bowl Gospel Celebration, Sam's Club is poised to giveaway a diamond necklace, furniture from pro football Hall of Fame quarterback John Elway and two tickets to Super Bowl XLI. Miami's Gospel music lovers and NFL fans can take part in the following: \b \b \b     * Saturday, January 27 from 1:00 p.m. to 3:00 p.m., Super Bowl Gospel \b       Celebration Live Remote presented in conjunction with radio station HOT \b       105. Complimentary passes will be provided to the public for admittance \b       to the Sam's Club located at 8245 NW 13th Terrace, Miami, Florida, \b       33126. Jerome McDougal (Philadelphia Eagles) and Asante Samuel (New \b       England Patriots) will be on-hand to meet and greet the fans and sign \b       autographs. HOT 105 air personality Ken James will broadcast live from \b       the event. NFL merchandise and other prizes will be given away and one \b       lucky winner will receive two premium tickets to Super Bowl XLI. \b \b     * Thursday, February 1 from 10:00 a.m. to 12:00 p.m., event showcasing \b       Sam's Club's Exquisite Diamond Jewelry collection. Diamonds will be a \b       Gospel music lover's and NFL fan's best friend during a special in- \b       store promotion with Yolanda Adams.  Fans can join Adams at the Sam's \b       Club located at 8245 NW 13th Terrace, Miami, Florida, 33126, as she \b       goes on a \"shopping spree,\" and selects jewelry from the collection to \b       wear during her performance at the 8th Annual Super Bowl Gospel \b       Celebration. Pat Smith and Sherice Brown are scheduled to join Adams \b       for this glamorous and fun event. Smith and Brown are the wives of \b       retired NFL icons, Emmitt Smith (Cardinals) and Tim Brown (Raiders). \b       The trio will be on-hand to interact with fans and sign autographs. A \b       diamond Journey necklace from Sam's Club will be given away to a \b       \"bejeweled\" fan during the Super Bowl Gospel Celebration concert. \b \b     * Friday, February 2, 8:00 p.m. Retired Denver Broncos quarterback John \b       Elway is set to make an appearance at the 8th Annual Super Bowl Gospel \b       Celebration to promote the John Elway Casual Living(TM) Collection. A \b       featured brand at Samsclub.com, the collection includes an \b       entertainment center and a coordinating group of motion sofas, motion \b       sectionals and reclining chairs. Merchandise from the John Elway Casual \b       Living Collection will be given away to a very lucky fan as part of the \b       8th Annual Super Bowl Gospel Celebration. \b \b \u001d  NFL players scheduled for special guest appearances at the 8th Annual Super Bowl Gospel Celebration are: Mike Adams (49ers), Shawn Barber (Eagles), Anquan Boldin (Cardinals), Andre Davis (Buffalo Bills), Derrick Dockery (Redskins), Jamin Elliott (Falcons), Demetric Evans (Redskins), Tommie Harris (Bears), William Henderson (Packers), Michael Lehan (Dolphins), Derrick Mason (Ravens), Bryant McKinnie (Vikings), Shawne Merriman (Chargers), Jeffery Posey (Redskins), Antwaan Randle El (Redskins), Will Smith (Saints), Donnie Spragan (Dolphins), Max Starks (Steelers) and Troy Vincent (Redskins). \b \u001d  The 8th Annual Super Bowl Gospel Celebration is sponsored in part by Greater Fort Lauderdale Convention and Visitors Bureau. Media partners include Ebony Magazine and Sheridan Gospel Network.  The Dr. Bobby Jones Gospel Complex for Education, Heritage and Preservation is the benefiting charity. For more information on the 8th Annual Super Bowl Gospel Celebration visit www.superbowlgospelcelebration.com. \b \b    About Sam's Club \b \u001d  Sam's Club is a division of Wal-Mart Stores, Inc. and ranks as one of the nation's largest warehouse clubs with 47 million U.S. Members. The first Sam's Club opened its doors in Midwest City, Oklahoma in 1983. Sam's Club offers exceptional values on merchandise and services for business owners and consumers. Online merchandise and club information is available at samsclub.com. \b \b    About the Super Bowl Gospel Celebration \b \u001d  In its 8th year, the Super Bowl Gospel Celebration is the first and only gospel event sanctioned by the NFL for Super Bowl Weekend.  Since its inception, the event has drawn crowds in the thousands and time and again proves to be one of the most attended activities during the Super Bowl Weekend. Participants have included award-winning gospel artists including Patti Labelle, Mary Mary, Hezekiah Walker, Yolanda Adams and Donnie McClurkin, just to name a few. For more information, we invite you to visit our web site at www.superbowlgospelcelebration.com. \b \bSOURCE  Sam's Club \b \u001d    /CONTACT: Charmaine Chapman, BTB Communications, +1-310-902-8617, charchapman3@aol.com; or Diane Larche, Larche Communications, +1-404-273-3227, dlarchepr@aol.com \b    /Web site: http://www.superbowlgospelcelebration.com \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 09:54 ET (14:54 GMT)"},{"md5ID":"7b1904500b867eed16b7e2492ab3a089","symR":["BL","CEN","CTO","DGIN","GMR","PD","SALM","TIN","VCI"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/29) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-01-27T05:07:00.000000000","CompanyCodes":["BL","CEN","CTO","DGIN","GMR","PD","SALM","TIN","VCI"],"IndustryCodes":["ADV","BRD","CTR","ICS","MAR","MED","ONF","REA","RED","RTS","SAP","SOF","SVC","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining 5% or more of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from Jan. 18 through Jan. 24. \u001d  Source: Corporate Filings Alert \b \u001d  Activists \b \u001d  Ceridian (CEN) \u001d  Activist investor William Ackman's Pershing Square Capital Management said it has notified Ceridian of its intention to nominate directors at Ceridian's 2007 annual meeting. Pershing Square said it plans to nominate Ackman, Michael Ashner, John Barfitt, Harald Einsmann, Robert Levenson, Michael Porter, Gregory Pratt and Alan Schwartz for election to the board of the Minneapolis information-services company. Pershing Square currently holds 15,724,334 shares (11.3% of the total outstanding). \b \u001d  Consolidated-Tomoka Land (CTO) \u001d  Wintergreen Advisers said James Jordan would be \"an extraordinarily good addition\" to CTO's board. Wintergreen said it plans to keep working with CTO management to increase shareholder value. The investor has begun discussions on maximizing the value of its Daytona properties. Wintergreen holds 913,390 shares (16%). \b \u001d  Blair (BL) \u001d  Blair agreed to be acquired by Appleseed's Topco for $42.50 a share. Appleseed's, a specialty brand of private-label apparel owned by Golden Gate Capital Management II, owns 312,521 shares (8.1%). \b \u001d  Temple-Inland (TIN) \u001d  Carl Icahn said TIN's conglomerate corporate structure, in which \"various disparate and non-complementary businesses are combined under one corporate umbrella, obfuscates the true value of the company's assets.\" He seeks to discuss with TIN's management ways to enhance shareholder value, such as a divestiture or spinoff of one or more of the company's component businesses. Icahn said he may also consider engaging in a proxy contest to replace one or more members of the company's \"staggered\" board. Icahn owns about 7.2 million shares (6.73%). \b \u001d  Original Filings \b \u001d  Valassis Communications (VCI) \u001d  Prides Capital Partners reported owning 2,586,400 shares (5.4%), after buying 1,957,000 from Dec. 18, 2006, to Jan. 18, 2007, at $13.49 to $15.02 each. \b \u001d  General Maritime (GMR) \u001d  Bergesen Worldwide reported ownership of 3,860,000 shares (11.9%), but no transaction details were provided. \b \u001d  Increases in Holdings \b \u001d  Digital Insight (DGIN) \u001d  A group of funds managed by Mario Gabelli's Gamco Investors raised its holdings to 2,037,377 shares (6.28%), after buying 377,218 from Dec. 28, 2006, to Jan. 18, 2007, at $38.44 to $38.80 each. \b \u001d  Salem Communications (SALM) \u001d  A group of funds managed by Gamco Investors increased its holdings to 959,250 shares (5.25%), after buying 51,700 from Nov. 20, 2006, to Jan. 17, 2007, at $10.91 to $12.32 a share. \b \u001d  Decreases in Holdings \b \u001d  Phelps Dodge (PD) \u001d  S.A.C. Capital Advisors reduced its stake to 8,396,300 shares (4.1%), after selling 137,300 from Dec. 12, 2006, to Jan. 19, 2007, at about $98.36 to $122.54 each. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7fb544d91af5641711908a557bbc31d4","symR":["ZURN.VX","CH0011075394"],"date":"2007-01-27","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"DAVOS: Zurich Fincl CEO To Speed 'Micro-Insurance' Pdts","GmtTimeStamp":"2007-01-27T16:57:00.000000000","CompanyCodes":["ZURN.VX","CH0011075394"],"IndustryCodes":["FIS","INF","INS","XDJGI","XSMI"],"Story":"\b \b   By Peter Loftus \b   Of DOW JONES NEWSWIRES \b \u001d  DAVOS, Switzerland (Dow Jones)--Zurich Financial Services AG (ZURN.VX) Chief Executive James Schiro expects the insurer to accelerate its rollout of so-called \"micro-insurance\" policies in developing countries. \u001d  Schiro said Saturday his participation in the annual meeting of the World Economic Forum here drove home the need to offer products such as home-insurance policies in emerging markets. \u001d  \"Many people are financing homes in South Africa and other parts of the world and those homes have to be protected,\" Schiro said at a press conference. \u001d  \"If you look at the foundation of any economy, insurance plays a key role,\" he added. \"And I think we've been lagging a little bit in stepping up in this area. I think you'll be hearing us moving faster on this in coming months.\" \b \u001d  -Peter Loftus, Dow Jones Newswires; peter.loftus@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 11:57 ET (16:57 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8677ea0dfd51927904f896198427c855","symR":["A.T","ABY","AMR","BAC","CFC","CA0039241074","US0017651060","US0605051046"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/29) The Trader: Why Mr. Market May Need A Snooze","GmtTimeStamp":"2007-01-27T05:05:00.000000000","CompanyCodes":["A.T","ABY","AMR","BAC","CFC","CA0039241074","US0017651060","US0605051046"],"IndustryCodes":["AIR","BAN","BNK","MFN","PAP","XDJGI","XFFX","XGTI","XNYA","XRUS","XSP5","XSTF","XTSE"],"Story":"\b   (From BARRON'S) \b   By Vito J. Racanelli \u001d  When a toddler goes without a nap, trouble ensues. One minute there's a bout of intense energy, then volatile crankiness, and then tears. This four-year-old bull market, which hasn't had a real pause in seven months, is probably looking to nod off for a bit. It needs a little down time. \u001d  The Dow Jones Industrial Average closed Friday at 12,487.02, down 0.6% on the week. In a decidedly up-and-down five days, there was an energy burst: the record-high close Wednesday of 12,621.77. Then it fell for the rest of the week. Both the two other major indexes fell similarly, with the Standard & Poor's 500 index ending at 1422.18 and the tech-heavy Nasdaq Composite at 2435.49. \u001d  \"The market feels heavy, like it's running out of juice,\" says Christopher Zook, chief investment officer at CAZ investments. That's normal for a market that's gone straight up since July, he says. \"The market needs to correct. I'd be more comfortable with it 5%-8% cheaper.\" \u001d  Henry McVey, Morgan Stanley's chief U.S. investment strategist, also believes its time for a short-term correction. The strategist, who last week changed his equity asset allocation to a neutral position from an overweight established last July, says that positive sentiment and complacency abound after seven consecutive rallying months and a 12% gain in the S&P 500. \u001d  Many of the factors in place last summer, when stocks took off, are no longer in place, McVey avers. For example, compared with bonds, stocks aren't as cheap as they were, thanks to the sharp rise in Treasury yields to nearly 4.9% last week from 4.4% just eight weeks ago. The S&P 500 earnings yield is about 6.7%. \"We're not looking for the market to break down mightily,\" just a breather, he says, and the S&P 500 could drop below 1,375. \u001d  History backs up the idea of a pause. McVey points out there have been only two rallies of eight consecutive months and none of nine. Meanwhile, Ned Davis Research noted last week that the Dow, which fell nearly 1% Thursday, hasn't had a 2% correction in 135 days, the longest positive stretch since 1958. And New York Stock Exchange breadth, or the number of advancing stocks compared with declining stocks, has also turned spotty in January, according to Katie Townshend,MKM Partners' chief market technician. \u001d  There's no scarcity of catalysts for a correction, according to McVey: rebounding commodity prices; worries about rising interest rates; and just plain market fatigue. \u001d  In one sign of the times, AMR (ticker: AMR), which owns American Airlines, did a successful equity offer last week, taking advantage of the strong rally in airline shares. Want a good definition of toppy market action? That's when an airline thinks it's a good time to sell stock. \u001d  Shares of Countrywide Financial (CFC) jumped 4% to 42 Friday following an unconfirmed report on the Financial Times Website that Bank of America (BAC) and the mortgage lender have held discussions about an alliance, which could lead to an acquisition of Countrywide. \b \u001d  With nearly 40% of the S&P 500 companies now having reported fourth-quarter results, positive surprises picked up last week. Consequently, evidence is strengthening for another quarter of double-digit growth, continuing a consecutive string that's several years old. \u001d  John Butters, a research analyst with Thomson Financial, says that as of noon Friday, after 197 companies in the index reported, 68% posted profits above expectations, 17% below and 15% matched. That's right in line with the final showing of the past eight quarters. In aggregate, S&P 500 earnings so far have topped estimates by 5.6%, better than the long-term average. \u001d  Of those reporting, the median quarterly earnings growth is 13%, adds Dirk van Dijk, director of research at Zacks Investment Research. There would have to be a poor showing in the roughly 300 S&P reports still to come for the fourth quarter to be below double-digit growth. \u001d  Looking ahead, however, the 2007 consensus continues to come down. The Zacks measure of revisions of 2007 earnings projections by analysts stands at a ratio of 0.66, or three earnings-estimate cuts for every two increases. To get this ratio, Zacks divides the number of estimate increases by reductions, with a figure above one meaning there are more upward moves than cuts, and a number below one indicating the opposite. \u001d  Downward revisions in the energy sector -- with a ratio of 0.12, or eight cuts for every increase -- are mainly responsible for the overall poor showing, he says. That's about as dramatic as it gets for a sector, he adds. Without energy, the broad number is a more neutral 0.80. Technology profit-revisions are also worsening, with analysts cutting two estimates for each one raised. \b \u001d  Looking for a bull on Abitibi-Consolidated (ABY) is perhaps as hard as finding a Colts fan in New England. The NYSE-traded shares of the Canadian producer of newsprint, timber products and hydro power have fallen more than 40% over the past nine months, to 2.64. \u001d  Abitibi has suffered from several ills. With costs mainly in Canadian dollars and sales mainly south of the border in greenbacks, the long five-year rise in the Looney has translated into less revenue at home. Combine that with the reversal of the U.S. housing market last year, which dropped timber prices and hurt the wood products division, and the thickening pessimism over the newspaper industry, which has depressed newsprint prices, and many investors have thrown in the towel. \u001d  Wall Street is solidly bearish, with 50% of the brokerage analysts who follow it rating it a Sell and 35% a Neutral. The firm hasn't produced black ink since 2003, and annual revenue has been stuck at about C$5.3 billion for a few years. There's also a decent-sized short position among the 440 million outstanding shares. \u001d  This kind of overwhelming gloom gets our contrarian juices going, and so we sought out one of the few Abitibi bulls around: John Schneider, a portfolio manager of the Touchstone Large Cap Value Fund, which owns shares of the Montreal-based firm. \u001d  Schneider believes the Street is overlooking some factors that could eventually turn things around for Abitibi's shares. First, the Canadian dollar has rolled over, now less than 85 cents U.S., versus a high of 90 cents a few months ago. Every penny change in the average annual exchange rate means eight Canadian cents per share in earnings for Abitibi, Schneider figures. This could be material for a company where the consensus is for a loss of 30 Canadian cents per share this year. So Abitibi should get relief here, and, as analysts note the currency improvement, that consensus loss should become smaller and smaller. \u001d  Also, he argues, worries about newspapers are overdone: \"Newspapers aren't going to end tomorrow.\" Newsprint demand is still growing globally, with the rise of free \"Metro\" papers in Europe and increased literacy around the world, he adds. More importantly, Abitibi's capacity of non-newsprint-grade paper -- for magazines, catalogues and books -- is growing steadily and should overtake the newsprint volumes by 2010. \u001d  Schneider estimates that in a few years, with a currency tailwind and stabilized newspaper and housing markets, Abitibi could earn about 50 U.S. cents per share. Apply a 10 or 11 times price-to-earnings multiple, and the stock could be worth roughly double today's price. \u001d  The U.S.-traded shares appear washed out, and probably have limited downside. That doesn't mean they're  about to rise, but given how unloved the stock is, it likely wouldn't take much in the way of good news to push it up significantly. \u001d  --- \u001d  E-mail: vito.racanelli@barrons.com \u001d  --- \b                    VITAL SIGNS \b \b                            Friday's     Week's     Week's \b                               Close     Change     % Chg. \b \bDJ Industrials              12487.02     -78.51      -0.62 \bDJ Transportation            4713.01    -146.29      -3.01 \bDJ Utilities                  451.70      +3.58      +0.80 \bDJ 65 Stocks                 4156.96     -45.87      -1.09 \bDJ US Total Mkt               345.34      -1.40      -0.40 \bNYSE Comp.                   9154.10     -25.43      -0.28 \bAmex Comp.                   2087.36     +19.41      +0.94 \bS&P 500                      1422.18      -8.32      -0.58 \bS&P MidCap                    819.28      +2.79      +0.34 \bS&P SmallCap                  401.21      +1.59      +0.40 \bNasdaq                       2435.49     -15.82      -0.65 \bValue Line (arith.)          2242.42      +4.61      +0.21 \bRussell 2000                  788.14      +2.98      +0.38 \bDJ Wilshire 5000            14354.90     -50.89      -0.35 \b \b                                      Last Week   Week Ago \bNYSE \bAdvances                                  1,714      2,037 \bDeclines                                  1,820      1,456 \bUnchanged                                    77        110 \bNew Highs                                   581        527 \bNew Lows                                     47         37 \bAv Daily Vol (mil)                        2,829.3    2,726.3 \bDollar \b(Finex spot index)                           85.28      84.86 \bT-Bond \b(CBT nearby futures)                        109-17     110-25 \bCrude Oil \b(NYM light sweet crude)                      55.42      51.99 \bInflation KR-CRB \b(Futures Price Index)                       295.86     290.48 \bGold \b(CMX nearby futures)                        644.50     635.50 \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"86c13a67587ab84f3b301b96c0b9a45e","symR":["NIO.YY"],"date":"2007-01-27","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Crude Oil Prices to Drop Further in 2007 - Iran Oil Official","GmtTimeStamp":"2007-01-27T13:00:00.000000000","CompanyCodes":["NIO.YY"],"IndustryCodes":["DRL","OIE","OIS"],"Story":"\b \u001d  TEHRAN (Dow Jones)--An Iranian Oil Ministry official predicted Saturday that world crude oil prices will drop further in 2007 and that the price of the U.S. main oil futures contracts, light sweet crude, or the U.K.'s Brent North Sea won't go beyond $55 a barrel in the current year. \u001d  \"It's predicted that the price of Brent crude oil and the U.S. market reference crude will be between $50 and $55 in 2007,\" the Oil Ministry's information Web site quoted Hojatollah Ghanimi-fard, director of international affairs at the National Iranian Oil Co., as saying. \u001d  Many northern hemisphere countries will be experiencing periods of dryness or droughts as a consequence of the mild winter with a likely drop in agricultural productivity, he said, adding that this may attract some of investment funds' financial resources away from oil market and into agricultural products futures, ultimately leading to a drop in demand for oil in consuming countries. \u001d  Ghanimi-fard said it would be optimistic to expect record high prices for reference crude oils as those in the market in the past summer. \u001d  Oil prices recorded an all-time peak of above $78 during the middle of 2006, but they have since dropped by more than 30%. \u001d  Iran lowered its crude oil production by 160,000 b/d in the last two months of 2006, he said, adding that of the total 107,000 b/d were reduced from crude going to Abadan oil refinery, in southwest Iran, and 53,000 b/d from spot market exports to Western Europe and the Mediterranean Sea markets. \u001d  The Organization of the Petroleum Exporting Countries decided in October to slash output by 1.2 million b/d in November of which Iran's share amounted to 176,000 b/d. \u001d  Ghanimi-fard had earlier predicted that the price of OPEC's basket would rise to around $60 a barrel as a result of its production cut combined with cold weather in the northern hemisphere. \b \u001d  -By Hashem Kalantari, Dow Jones Newswires, +9821 8896 6230; Hashem_Kalantari@Yahoo.com \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 08:00 ET (13:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8798735f6baa046c518958603559319c","symR":["2328.HK","2628.HK","601628.SH","LFC","CN0003580601","CN0005531867","CN000A0LGWM4"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Beijing Names Wu Yan PICC Chairman: Xinhua","GmtTimeStamp":"2007-01-27T07:48:00.000000000","CompanyCodes":["2328.HK","2628.HK","601628.SH","LFC","CN0003580601","CN0005531867","CN000A0LGWM4"],"IndustryCodes":["INL","INP","INS","XDJGI","XNYA"],"Story":"\b \u001d  HONG KONG (Dow Jones)--Beijing has appointed China Life Insurance Co. Ltd. (LFC) president Wu Yan as the new chairman of rival Chinese insurance provider PICC Property & Casualty Co. (2328.HK), according to official Xinhua News report on Saturday. \u001d  The announcement from China Insurance Regulatory Commission ends speculation that Beijing planned to appoint China Life's chairman, Yang Chao, as the new chairman of PICC. Wu was expected to be appointed as the new chairman of China Life. \u001d  The speculation caused PICC shares to jump about 16% in the first three session last week as investors expected Yang to improve the company's operation and corporate governance. However, PICC shares started falling since last Thursday, and were off 4.8% Friday at HK$4.55. \u001d  Local English-language newspaper, the South China Morning Post,  reported Saturday that Yang was originally picked to moved to PICC but had successfully lobbied senior government leaders to have the decision rescinded, quoting unnamed sources. \b \u001d  -By Ernest Kong, Dow Jones Newswires; 852-2802-7002; ernest.kong@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 02:48 ET (07:48 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"89ebed05bfa8f22d2fcfb20331c3894f","symR":["00953.AE","PHG","NL0000009538"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/29) Review & Preview Follow-Up: Finally, Better Reception For Philips","GmtTimeStamp":"2007-01-27T05:03:00.000000000","CompanyCodes":["00953.AE","PHG","NL0000009538"],"IndustryCodes":["CSE","ENT","XAEX","XDJGI","XENX","XISL","XNYA","XST5"],"Story":"\b   (From BARRON'S) \b   By Jay Palmer \u001d  Philips, the Dutch electronics giant, may finally be changing its ways. While the company has long disappointed investors, promising but seldom delivering, its American depositary receipts are up 22%, to a recent $38, since we ran a favorable story on the company last year (\"Philips' Higher Definition,\" May 29, 2006). \u001d  But Philips never does anything easily. Last week, it reported that fourth-quarter operating profits, adjusted for the spinoff of its semiconductor division, had slumped further than expected, to 563 million euros ($728 million) from 818 million euros a year earlier, on virtually unchanged sales. \u001d  The problem was that higher sales in the smaller, normally high-margin lighting and domestic-appliance divisions did not translate into higher profits. And the large consumer-electronics division was devastated by fierce competition in flat-panel TVs, where world supply still outstrips world demand. \u001d  Although pressure in the TV market will persist, the stock could well keep climbing, with the ADRs perhaps hitting 45 within 12 months. Victor Bareno, an analyst with Amsterdam's SNS Securities, notes that Philips is sitting on $8 billion in cash, money to finance fruitful medical and lighting acquisitions. He also thinks the company will soon sell its stakes in L.G. Philips (LGL) and Taiwan Semiconductor (TSM), valued at a combined $12.5 billion. That could fund a whopping special dividend to stockholders. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:03 ET (05:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8c27d7b7203d98d075f98c2fe774411b","symR":["5730.FR","ABI.YY","BA","NOC","NL0000235190","US0970231058"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Northrop, EADS Threaten To Withdraw US Air Force Pact Bid","GmtTimeStamp":"2007-01-27T06:16:00.000000000","CompanyCodes":["5730.FR","ABI.YY","BA","NOC","NL0000235190","US0970231058"],"IndustryCodes":["ARO","ASP","DFN","XCA4","XDJGI","XDJI","XENX","XFFX","XMDAX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  WASHINGTON (AP)--The withdrawal by Northrop Grumman Corp. (NOC) and the European manufacturer of Airbus from an U.S. Air Force refueling tanker contract bid potentially worth more than $100 billion (EUR77.5 billion) would not necessarily hand the deal to rival Boeing Co. (BA) - at least not right away. \u001d  The prospect of having only one bidder on one of the most lucrative and controversial military contracts in U.S. history is already raising eyebrows in Congress. The team formed by Northrop Grumman and the European Aeronautic Defence and Space Co. (5730.FR) is threatening to bow out. \u001d  \"If Northrop really does decide not to compete, the Air Force could find its program stopped once again,\" said Frank Cevasco, a defense analyst and former Pentagon acquisitions official. \"There is far too much taxpayer money involved to award a sole-source contract to Boeing. In my view the Air Force is playing a dangerous game that could backfire once more.\" \u001d  Still smarting from an ethics scandal that stalled the contract three years ago, the Air Force is expected to release within days its final call for bids to replace the 1950s-era KC-135 midair refueling tanker. \u001d  The contract has drawn interest from two major contractors, Chicago-based Boeing and an international team formed by Los Angeles-based Northrop Grumman and EADS, the Paris-based majority owner of jet maker Airbus. \u001d  The initial contract for 179 planes is worth an estimated $40 billion (EUR31 billion), the Air Force says. But the winning bidder could have a leg up on more than $100 billion (EUR77.5 billion) in work as the Air Force gradually replaces a 530-plane fleet. \u001d  Boeing would build the planes - based on its familiar 767 - in Washington state. The Northrop/EADS team would offer a modified version of the Airbus A330 plane, to be built in Mobile, Alabama. \u001d  Lawmakers star-struck over the potential economic development impact have joined in the battle and lobbied intensely for the project. \u001d  But as the Air Force completes its bidding requirements, the Northrop/EADS team is threatening to withdraw, saying the military's criteria favor Boeing. If the specifications do not change to reflect the Northrop plane's additional cargo and fuel capacity, \"then we feel we would not be competitive and we would not bid,\" said Northrop spokesman Randy Belote. \u001d  \"It's truly a multi-role, multifaceted capability that we're offering, and it's unfortunate that it's not being given an opportunity to compete and to perhaps transform the way tankers are used in the future,\" Belote said. \u001d  Air Force officials insist they have been open and clear in their proposal. They have indicated, however, that they have no intention of changing their specifications for a smaller, more basic refueling tanker. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 01:16 ET (06:16 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9018ca640b30535c62ec7bf831c678e7","symR":["KFT","MO","US02209S1033"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/29) First A Meal, Then A Satisfying Smoke Or Two","GmtTimeStamp":"2007-01-27T05:04:00.000000000","CompanyCodes":["KFT","MO","US02209S1033"],"IndustryCodes":["FOD","OFP","TOB","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  Altria is expected to begin its long-awaited corporate breakup with an announcement Wednesday that it will distribute to shareholders its $50 billion stake in Kraft Foods. \u001d  That move is likely to be followed in the next 12 months by a separation of the company's giant domestic and international tobacco divisions, Philip Morris USA and Philip Morris International. \u001d  Altria's fans are bullish on the looming breakup and argue that shares of Altria Group (ticker: MO), which traded at 88 Friday, could top 100 in the next year. \"I'm very optimistic about the stock, particularly on a risk-reward basis,\" says David Adelman, tobacco analyst at Morgan Stanley. \u001d  Adelman thinks Altria could hit 105 in 2008, about 19% above its current level. His sum-of-the-parts analysis yields a target price of 107 (see table), but he applies a slight discount to the value of Altria's Kraft stake. \u001d  For years, Wall Street has wanted to see Altria split in three, because it believes the separately traded businesses would command a higher combined price than a single entity can muster. \u001d  Altria's shareholder-oriented executives also have wanted to pursue a breakup, but such a move was held back by legal concerns -- principally that those suing the company would seek to block a split by arguing that Altria was distributing assets to shareholders that potentially could be attached by litigants -- commiting an act of \"fraudulent conveyance,\" in legalese. \u001d  But with Philip Morris USA, maker of Marlboro cigarettes, and other U.S. tobacco companies having won a string of legal victories, Altria's conservative management and board finally decided that a breakup would survive legal challenges. Altria's chief executive, Louis Camilleri, said in October that the company probably would announce the Kraft spinoff in conjunction with its fourth-quarter earnings news, slated for Wednesday. \u001d  While widely anticipated, the Kraft (KFT) spinoff should usher in a period of good performance for Altria stock, Adelman argues. Investors should give some credit to Altria when the Kraft split occurs in a few months because it will indicate no successful legal challenge to the move was mounted, he says. \u001d  The more important event for investors should come later in 2007, when Altria is expected to unveil the spinoff of Philip Morris International, leaving it with the U.S. tobacco unit and a 29% stake in brewer SABMiller. \u001d  These businesses can then make acquisitions that add to earnings, buy back stock, increase dividends and cut costs -- usually a bullish investment scenario. \u001d  \"Altria has one of the most underleveraged balance sheets of any large consumer-products company in the world,\" Adelman says. Excluding Kraft, Altria probably ended 2006 with just $2 billion of net debt, way below its $14 billion in projected 2007 tobacco cash flow. And the company hasn't repurchased any stock since 2003. \u001d  Philip Morris USA has a 50% U.S. market share, led by Marlboro, which accounts for 40% of domestic cigarette sales. Philip Morris International has a 15% share of the overseas market, including a leading position in most of Western Europe and a promising beachhead in China. \u001d  Demographics favor Altria because of Marlboro's popularity with young smokers. It's estimated that about 65% of new smokers in the U.S. choose Marlboro. Philip Morris International does have challenges, notably in Western Europe, where it gets about half its revenue. Big tax hikes and restrictions on indoor smoking have hurt. \u001d  Altria shares have risen 19% in the past year, lagging gains in Reynolds American, Carolina Group and Europe's largest cigarette makers, British American Tobacco and Imperial Tobacco, as cigarette stocks gained on reduced legal risks, reasonable valuations and strong cash flows. Its price/earnings ratio is now on par with its rivals' after long commanding a premium. Altria fetches 15.6 times estimated 2007 earnings of $5.62 a share. \u001d  Here are the expected mechanics of the breakup: Altria distributes its 1.45 billion Kraft shares to holders in April. They should get about 70 Kraft shares for every 100 Altria shares. That translates to $25 of Kraft stock per Altria share based on Kraft's share price of $35. Altria's current 3.9% dividend yield is likely to rise to about 4.5% in its revised form. Kraft's payout is 2.8%. \u001d  Kraft could be pressured after the spinoff because the $50 billion of its equity held by Altria amounts to 88% of its outstanding shares. Altria's institutional holders may sell their Kraft stock since they want the company's cigarette business, not Kraft, which has underperformed the food group since its 2001 IPO at $31. \u001d  Altria isn't the bargain it was in 2003 when it traded at 30, but investors willing to hold the stock over the next 18 months may be pleased with the results. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"95ccd4062f6b3d16be529aa7c5d64aca","symR":["CNI","CNR.T","NSC","SSW","CA1363751027","US6558441084"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/29) Speaking Of Dividends: Transported","GmtTimeStamp":"2007-01-27T05:03:00.000000000","CompanyCodes":["CNI","CNR.T","NSC","SSW","CA1363751027","US6558441084"],"IndustryCodes":["MAR","RAI","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5","XTSE"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  INVESTORS ARE ON TRACK FOR enhanced dividends from two of North America's railroad titans: Norfolk Southern and Canadian National Railway. \u001d  Virginia-based Norfolk Southern (ticker: NSC), which traces its roots to the 1820s, hiked its quarterly common payout 22% Tuesday, to 22 cents a share from 18 cents. That surpasses the rate in effect when dividends were cut in 2001 (from 20 cents to six cents) as the company set about restructuring. Disbursement will take place March 10 for holders of record Feb. 2. The stock goes ex-dividend Jan. 31. Yield: 1.83%. \u001d  Taking into account predecessor companies, dividends have been paid without interruption since 1901. Norfolk Southern also bought back 21.8 million of its shares in 2006, for $964 million. \u001d  The company is the product of more than 350 railroad mergers. The modern Norfolk Southern, formed in 1982 via the coupling of the Norfolk & Western Railway and Southern Railway, operates some 21,000 route miles in 22 states, the District of Columbia and Ontario. It is North America's largest rail carrier of metals and automotive products, and it excels at intermodal transport (the moving of containers directly from ships and trucks to trains). \u001d  A component of the Dow Jones Transportation Average, Norfolk Southern's shares set a 52-week high of 57.71 May 10. That compares with a price of 31 when Barron's ran a bullish profile on the company in July 2005. \u001d  The stock slowed last week to 50 and change after the company posted fourth quarter earnings a penny below Wall Street analysts' expectations. Be that as it may, October-December net was a record $385 million, or 95 cents a share, while full-year net of $1.5 billion, or $3.57, also set a record. \"We're clearly facing a softer economy, at least in terms of some of our important markets and the overall surface-transportation marketplace,\" says chief executive Charles W. \"Wick\" Moorman IV, \"but our traffic volumes are still at levels close to our all-time highs, evidence that the railroad renaissance is still alive and well.\" \u001d  Also on Tuesday, Canada's largest railroad, Canadian National, which trades on the Toronto Stock Exchange (CNR) and on the Big Board (CNI), hiked its quarterly to 21 Canadian cents a share (17.8 U.S. cents), up 29% from C16.25 cents (13.7 cents). The respective payment and record dates are March 30 and March 9, and the stock goes ex-dividend March 7. \u001d  Disbursements were initiated in 1996 (the railroad was controlled by the Canadian government until November 1995), and have been boosted 11 times since then. \"We're continuing to focus, as we always have, on rewarding our shareholders,\" said CEO E. Hunter Harrison. Montreal-based CN Rail's shares yield 1.61%. The company used nearly C$1.5 billion ($1.27 billion) in free cash flow to buy back 29.5 million of its shares in 2006. Another 12.5 million are slated for repurchase by June 30. \u001d  Operating a network of about 19,200 route miles linking the Pacific with the Atlantic in Canada and extending south to Chicago, Memphis and the Gulf Coast, the company hauls forest products, petroleum and chemicals, and grain and fertilizers. With CNRail coming off a record performance in 2006 (and beating analysts' projections), Harrison said he is \"extremely optimistic about the outlook for 2007,\" despite the possibility of a weakening Canadian economy. The shares were quoted recently in New York in the mid-40s, down from a 52-week high of 51.17. \b \u001d  Trading on the Big Board and yielding 7.07%, Hong Kong-based Seaspan(SSW) charters its container ships at long-term fixed rates. On Tuesday, the company boosted its quarterly common dividend to 44.625 cents a share from 42.5 cents. Investors of record Jan. 29 will receive the new payment Feb. 13. Ex-date: Jan. 25. \u001d  This is Seaspan's first increase since initiating payouts in November 2005, after its public debut in August. The company, which has 23 ships in operation and another 18 (already chartered for 10 to 12 years) scheduled to be delivered over the next three years, generated $44.8 million of cash in January-September 2006. The stock set a 52-week high on Wednesday of 25.92. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:03 ET (05:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9c501e0bf1c08a022a582b3f45c5142d","symR":["2002.TO","2908.TO","4188.TO","4508.TO","6501.TO","HIT","JP3469000008","JP3676800000","JP3788600009","JP3818700001","JP3897700005"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/29) Asian Trader: More M&A Action Is In Store For Japan","GmtTimeStamp":"2007-01-27T05:06:00.000000000","CompanyCodes":["2002.TO","2908.TO","4188.TO","4508.TO","6501.TO","HIT","JP3469000008","JP3676800000","JP3788600009","JP3818700001","JP3897700005"],"IndustryCodes":["CHM","CHS","DRG","FOD","ITC","OFP","X225","XATI","XDJGI","XISL","XNYA"],"Story":"\b   (From BARRON'S) \b   By Jamie Miyazaki \u001d  Japanese equities clocked only a modest gain last year versus their global peers -- the Nikkei 225 stock average gained 6.9% in 2006, compared with a 14% rise for the S&P 500 -- but 2006 was a vintage year for the country's mergers and acquisitions market. And with regulatory changes afoot, many analysts expect Japanese shares to climb this year, propelled by a surging M&A wave. \u001d  Starting in May, foreign companies' Japanese subsidiaries will be able to engage in \"triangular mergers\" with local firms. That is, they can use shares of their parent company to fund buyouts of Japanese companies. \u001d  Japan's powerful business lobby, Keidanren, warned in December that the new rules would end up \"sapping the country's competitiveness and hurting national interests\" as acquisitive foreigners snapped up the best of Japanese industry. Those fears may be overblown. \u001d  But many Japanese executives see the legislation slicing through a major obstacle to mergers and inspiring a surge in takeovers and tender offers among the nation's more fragmented industry groups as they scramble to boost their size, increase shareholder value and stave off predatory forays from overseas suitors. \u001d  For savvy investors with an eye for sector consolidation, the changed regulations could provide a tasty opportunity to boost portfolio returns in 2007. \u001d  As in any stock market, consolidation can provide a powerful boost for stock prices. For example, Hitachi Ltd.'s (6501.Japan) announcement of a 230-yen tender offer for consumer-audio maker Clarion on Oct. 11 sent Clarion's stock sky-rocketing 51%, to 228 yen, within two days. Hitachi shares themselves jumped 12% over the New Year period, partly on rumors that it, too, could be a takeover target. \u001d  Strategist Hirokazu Kabeya of the Daiwa Institute of Research notes that \"tender-offer announcements in recent months have typically served to lift the stock prices of the targeted companies\" to levels around 20% above the target's average stock price during the preceding several months. \u001d  Slow-growth and mature industries that \"typically contain a large number of players with low average profit levels\" are the best hunting grounds, says Kabeya, with food, retail and construction issues topping the list of likely suspects for another round of consolidation. \u001d  In the food industry alone, eight tender offers have been launched in the past nine months, more than in any other sector over the period. Unsurprisingly, the Topix Foods subindex, long viewed as a stodgy bastion of dull and defensive names, was one of Japan's best-performing groups in 2006, rising a hefty 25%. In contrast, the Topix index of all the Tokyo Stock Exchange First Section issues had a pedestrian 1.9% gain. \u001d  Despite the surge in activity, consolidation still has plenty of room to run in the food industry. \u001d  \"There are plenty of small food companies with cash sitting on their balance sheets and zero growth prospects,\" says Motomi Hiratsuka, head of sales and sales trading at BNP Paribas in Tokyo. \"What they need is someone to come along who is prepared to make the bids and has a vision on how to grow earnings.\" \u001d  One measure to assess cheap takeover or buyout targets is enterprise value -- a company's stock-market value, plus net debt -- divided by earnings before interest, taxes, depreciation and amortization, a gauge of cash flow. Stocks with low EV-to-Ebitda ratios often are undervalued. \u001d  \"EV/Ebitda has been particularly efficient in identifying potential strong performers since the beginning of 2006 in the consumer and materials sectors,\" says Kazuhiro Miyake, a strategist at the Daiwa Institute of Research. \u001d  Low EV/Ebitda stocks with market caps above 50 billion yen rose 10% over the past year, while stocks in the same universe with low price-earnings ratios edged up by a tad over 2%. In the food sector, low EV/Ebitda, Topix-listed names with plenty of cash and trading below or just above book value include Nisshin Seifun Group (2002.Japan) and Fujicco (2908.Japan), both known mainly for their noodles. \u001d  But the need to consolidate, fend off any hostile takeovers and reap bigger economies of scale is not limited to noodle makers. The steel, tech, chemical, pharmaceutical and utility sectors all need a shake-up. In a likely sign of things to come, Tanabe Seiyaku (4508.Japan) announced a merger with unlisted Mitsubishi Pharma this month in a bid to boost its size and profitability. \u001d  --- \u001d  Jamie Miyazaki is a reporter in the Tokyo bureau of Dow Jones Newswires. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a5b10e781cda66f87c153a77abe54480","symR":["12017.FR","FR0000120172"],"date":"2007-01-27","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"UK PRESS: Carrefour Plans Russian Move By Year-End","GmtTimeStamp":"2007-01-27T12:48:00.000000000","CompanyCodes":["12017.FR","FR0000120172"],"IndustryCodes":["FDR","RTB","RTS","XCA4","XDJGI","XENX","XST5"],"Story":"\b \u001d  LONDON (Dow Jones)--Carrefour SA (12017.FR), the world's second-largest grocery retailer, is planning to move into Russia by the end of the year, The Financial Times reports without citing sources. \u001d  The French retailer is thought to have appointed Didier Fleury, who runs the Italian operation, to head the Russian expansion, the paper says. \u001d  Carrefour is thought to be focusing its expansion in fast-growing towns, rather than Moscow or St. Petersburg, the newspaper reports. \u001d  Newspaper Web site: http://www.ft.com \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 07:48 ET (12:48 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ac3e2da9eefc7a4d5c96bc3fe4eddbdf","symR":["GOOG"],"date":"2007-01-27","ret":[-0.00099],"ret5":[-0.00099],"Headline":"DAVOS:YouTube Co-Founder:To Begin Sharing Revenue With Users","GmtTimeStamp":"2007-01-27T14:43:00.000000000","CompanyCodes":["GOOG"],"IndustryCodes":["ISV","XDJGI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b \u001d  DAVOS, Switzerland (AP)--YouTube co-founder Chad Hurley, one of the world's newest and youngest multimillionaires, announced Saturday that the wildly successful site will start sharing revenue with its millions of users. \u001d  Hurley, who became fantastically rich in November when his company was bought by Google Inc. (GOOG) for $1.65 billion, said one of the major innovations the site is working on is a way to allow users to be paid for content. \u001d  \"We are getting an audience large enough where we have an opportunity to support creativity, to foster creativity through sharing revenue with our users,\" Hurley said at the World Economic Forum. \"So in the coming months, we are going to be opening that up.\" \u001d  Hurley gave no details of how much users would be paid, or what mechanism would be used. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 09:43 ET (14:43 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"acdfe1f9ef3a1ab0010866ed2b331e1d","symR":["HDOGX"],"date":"2007-01-27","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/29) Euro Dogs Still Having Their Day","GmtTimeStamp":"2007-01-27T05:07:00.000000000","CompanyCodes":["HDOGX"],"IndustryCodes":[""],"Story":"\b   (From BARRON'S) \b   By Vito J. Racanelli \u001d  A FEW YEARS AGO, BARRON'S WONDERED IF THE Dogs of the Dow Theory, an investment strategy popularized in the early 1990s, would work overseas. The answer: oui, s&#237; and ja. Last year, the Euro Dogs again beat the benchmark Dow Jones Stoxx 50, with a total return of 19%, versus 14%. \u001d  In 2006, strong returns by the financial Dogs components, and by certain telecoms, such as Spain's Telefonica (ticker: TEF), up 32%, and Britain's BT Group (BT), up 45%, helped turbocharge the Dogs, notes Jacques Chahine, chairman of Digital Funds in Luxembourg. The portfolio was also boosted by not holding poorly acting oil stocks, like BP (BP), and pharmaceuticals, like GlaxoSmithKline (GSK), both in the benchmark index, says the fund manger, who began applying the approach to the DJ Stoxx 50 for Barron's in 2003. \u001d  The overall telecom picture for the Dogs was mixed, since shares of members like Deutsche Telekom (DT), France Telecom (FTE) and Telecom Italia (TI) made little headway last year. However, great moves from Societe General (SCGLY), Lloyd's Group TSB (LLOYLN), Barclays (BCS) and Aviva (AIVAF) -- all of which returned better than 20% -- more than made up for that. \u001d  The Dogs of the Dow strategy is a contrarian method of selecting a portfolio from big-stable but out-of-vogue companies in the 30-stock Dow Jones Industrial Average, says Neil Hennessy, president of Hennessy Advisors in Novato, Calif. \"It's highly disciplined and non-emotional,\" adds Hennessy, who runs the Hennessy Total Return Fund (HDOGX), which employs the Dogs strategy. (There appears to be no major investment fund using the Euro Dogs strategy.) \u001d  Typically -- there are many permutations of the strategy -- an investor would buy equal dollar amounts of the 10 Dow stocks with the highest dividend yields on Jan. 1, and hold them. Twelve months later, the theory goes, the group should have outpaced the blue-chip average, says Hennessy. At the start of each year, the portfolio is updated with the highest-yielding names. \u001d  The Stoxx 50 covers 50 big blue-chip European companies. In the Euro Dogs strategy, 15 stocks are used, to keep roughly to the ratio for the original Dogs. (Stoxx is a joint venture of Deutsche Boerse, Dow Jones -- Barron's publisher -- and the SWX Swiss Exchange.) \u001d  Chahine's 2007 Euro Dogs portfolio has 12 old names and three new ones, with a robust, average 4.4% dividend yield. The newcomers: Royal Dutch Shell (RDSA), the Anglo-Dutch global energy company; Vodafone (VOD), the British wireless-telecom firm; and BNP Paribas (BNPQY), the French bank. Exiting are Telefonica and Aviva, whose dividend yields were too low -- thanks to torrid stock escalations last year -- to make the cut. Telecom Italia was tossed out of the Stoxx 50, and hence doesn't qualify. \u001d  Royal Dutch, which edged out BP for the new list, is from an out-of-favor oil group, and has suffered from poor production growth. Crude's rapid and sharp drop recently also makes the company hard to love. Meanwhile, \"wireless telecommunications isn't what it used to be,\" Chahine says of Vodafone, the world's largest mobile carrier. It faces intensifying price competition, saturated markets and slower growth in Europe, its No. 1 region. \u001d  Any Dogs portfolio is risky because it includes only a small group of stocks, often dominated by a few out-of-favor sectors. This year's pound has only two stocks that aren't financials or telecoms. \u001d  The Dogs aren't foolproof. According to the Website www.DogsoftheDow.com, from 1973 to 1996, the U.S. Dogs returned an average of 17% annually, versus about 12% for the Industrials. They underperformed in the second half of the 1990s, but have outperformed since 1999. \u001d  The Dogs generally tend to be value stocks issued by old, established companies that have survived tough stretches in the past and probably have the resources to handle whatever woes they might now have. At some point, history suggests, investors will recognize that. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"acff609fa3fccd6cf753bbf64a7d0b45","symR":["ALU","ALU.FR","F.MI","FIA","T","FR0000130007","IT0001976403","US00206R1023"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/29) European Trader: Alcatel-Lucent: Too Soon To Hang Up The Phone","GmtTimeStamp":"2007-01-27T05:07:00.000000000","CompanyCodes":["ALU","ALU.FR","F.MI","FIA","T","FR0000130007","IT0001976403","US00206R1023"],"IndustryCodes":["AUT","CMT","FTS","TLS","XCA4","XDJGI","XDJI","XENX","XFFX","XGTI","XISL","XMIB","XNYA","XRUS","XSP5","XSTT","XSTX"],"Story":"\b   (From BARRON'S) \b   By Matthew Curtin and Kenneth Maxwell \u001d  SHAREHOLDERS IN ALCATEL-LUCENT WERE RUBBING their eyes with disbelief last week. Less than two months into the merged company's existence, CEO Patricia Russo warned of slack sales and crumbling profitability. \u001d  That's unquestionably bad news. But if the slump in Alcatel-Lucent's share price is any indication-down nearly 12% for the week through mid-Friday, to about $12.80-investors have concluded that Russo's warning is a reflection on the Alcatel-Lucent merger as a whole. \u001d  That conclusion is misguided. Russo's gloomy update reflects the aggregate performance of the two companies in unusually difficult fourth-quarter circumstances, rather than anything that can be attributed to the new combine. \u001d  The problem is that Alcatel-Lucent (ticker: ALU) hasn't had time to put the new plan into action. Management's task is complicated by having to integrate Nortel's 3G business, bought last year, as well as to exploit closer ties with defense contractor Thales. \u001d  Alcatel-Lucent also has been held hostage to the consolidation among U.S. operators. The merger of AT&T (ATT) and Bell South closed only at the end of December, in the run-up to which the companies had frozen their investment plans. The Lucent side alone depends on AT&T for some 5% of sales. \u001d  There also have been indications of a slowdown in operators' spending on infrastructure in the fourth quarter, while there's been no letup in the ferocious competition in the telecom- equipment sector. \u001d  Investors should be reassured to some degree that Alcatel- Lucent plans to cut 200 million euros in extra costs in 2007. That's in addition to the 400 million euros it planned to achieve in merger-related savings that it forecasts will be worth 1.4 billion euros by 2009. \u001d  And Alcatel-Lucent's sales should pick up through 2007 as U.S. operators start spending again. The company's stronger positioning across fixed-line, wireless and Internet segments should start to have an impact. \u001d  Last week's disappointing trading isn't an indication that won't happen. It's just a reminder of how difficult it will be. \b \u001d  Fiat CEO Sergio Marchionne can be forgiven a little self-congratulation when he says the once-traumatized symbol of Italian manufacturing has completed a U-turn from losses and towering debts. After all, Marchionne has guided Fiat (FIA) to five consecutive quarters of profit in its core auto business. Even after a little perfunctory profittaking Thursday, Fiat shares were trading Friday at nearly double their price a year ago. \u001d  But Fiat's numbers suggest that Marchionne may need to get much tougher on costs if the car manufacturer is to reach its 2010 target of having industry-beating operating margins. Fiat's fourth-quarter sales and profit growth, while impressive by current industry standards, showed a sharp slowdown from previous quarters. \u001d  And the aging of the Grande Punto-the 16-month-old model that has transformed Fiat's results-leaves the auto maker heavily reliant on its two major launches this year: a new version of the Fiat 500, a small-car classic, and the Bravo, a family-sized sedan and the first Fiat to be developed under Marchionne's stewardship from start to finish. \u001d  Investors can only hope the Bravo lives up to its name. \u001d  --- \u001d  MATTHEW CURTIN AND KENNETH MAXWELL are contributors to The Skeptic, a Dow Jones Newswires column on which this European Trader is based. \u001d  --- \b                       DOW JONES GLOBAL INDEXES \b \bRegion/ \bCountry \b   DJ Global          DJ Global          DJ Global     Point \b    Indexes,           Indexes,           Indexes,      Chg.    % Chg. \b Local Curr.    Wkly     U.S. $    Wkly  U.S. $ on      From      From \b    01/26/07  % Chg.   01/26/07  % Chg.   12/31/06  12/31/06  12/31/06 \b \bAmericas \b                         353.47   -0.21     351.71     +1.76     +0.50 \b \bBrazil \b  5816577.77   +2.77    1075.15   +2.49    1067.30     +7.84     +0.74 \b \bCanada \b      431.35   +1.98     421.85   +1.30     425.73     -3.88     -0.91 \b \bChile \b      586.65   +1.51     405.60   +1.26     393.68    +11.93     +3.03 \b \bMexico \b     1809.00   +3.09     502.77   +1.59     500.99     +1.78     +0.36 \b \bU.S. \b      345.34   -0.41     345.34   -0.41     343.25     +2.09     +0.61 \b \bVenezuela \b     2689.11   -8.85      37.95  -13.38      58.10    -20.16    -34.69 \b \bLatin America \b                         563.98   +1.97     560.18     +3.80     +0.68 \b \bEurope \b                         349.12   -0.77     349.72     -0.60     -0.17 \b \bAustria \b      456.08   +1.06     458.42   +0.74     465.16     -6.74     -1.45 \b \bBelgium \b      424.30   -1.31     426.70   -1.61     427.54     -0.84     -0.20 \b \bDenmark \b      498.36   +0.40     510.51   +0.09     505.70     +4.81     +0.95 \b \bFinland \b     1365.86   +3.07    1227.86   +2.76    1206.63    +21.22     +1.76 \b \bFrance \b      353.93   -0.58     360.58   -0.89     365.73     -5.16     -1.41 \b \bGermany \b      300.21   -0.88     300.81   -1.18     302.80     -1.99     -0.66 \b \bGreece \b      418.71   +0.75     310.65   +0.44     295.24    +15.41     +5.22 \b \bIreland \b      658.69   -0.89     646.79   -1.19     671.96    -25.17     -3.75 \b \bItaly \b      338.74   +0.09     279.74   -0.22     280.63     -0.90     -0.32 \b \bNetherlands \b      397.56   -1.56     398.56   -1.87     401.84     -3.28     -0.82 \b \bNorway \b      441.58   +2.52     416.20   +4.42     402.36    +13.84     +3.44 \b \bPortugal \b      311.53   -0.16     271.86   -0.47     270.37     +1.49     +0.55 \b \bSpain \b      558.31   -0.07     421.80   -0.38     422.08     -0.28     -0.07 \b \bSweden \b      645.26   -0.10     540.31   -0.24     542.62     -2.31     -0.43 \b \bSwitzerland \b      536.15   -1.13     580.15   -1.42     577.55     +2.60     +0.45 \b \bUnited Kingdom \b      265.94   -0.18     278.74   -0.93     278.31     +0.43     +0.16 \b \bSouth Africa \b                         317.55   +0.04     319.28     -1.74     -0.54 \b \bPacific Region \b                         146.73   +0.37     146.16     +0.56     +0.39 \b \bAustralia \b      392.83   +1.87     399.47   -0.17     400.56     -1.09     -0.27 \b \bHong Kong \b      385.91   -1.34     384.33   -1.37     377.97     +6.36     +1.68 \b \bIndonesia \b      565.51   -2.22     123.56   -2.64     127.96     -4.40     -3.44 \b \bJapan \b      113.63   +0.82     116.70   +0.70     115.76     +0.95     +0.82 \b \bMalaysia \b      220.26   +1.86     171.17   +1.80     158.88    +12.29     +7.74 \b \bNew Zealand \b      202.98   +1.37     261.08   +1.54     259.49     +1.59     +0.61 \b \bPhilippines \b      319.32   +2.27     168.96   +1.77     159.92     +9.04     +5.65 \b \bSingapore \b      245.80   +0.36     259.06   +0.36     249.36     +9.69     +3.89 \b \bSouth Korea \b      283.14   +0.80     228.22   +0.34     241.17    -12.94     -5.37 \b \bTaiwan \b      196.86   -0.20     154.05   -0.57     156.13     -2.09     -1.34 \b \bThailand \b      120.24   -0.07      84.90   +5.52      81.33     +3.58     +4.40 \b \bEuro Zone \b                         354.34   -0.74     356.67     -2.33     -0.65 \b \bEurope (ex.U.K.) \b                         388.53   -0.70     389.85     -1.32     -0.34 \b \bNordic Region \b                         594.00   +1.22     587.36     +6.65     +1.13 \b \bPacific Region (ex. Japan) \b                         307.62   -0.09     308.33     -0.71     -0.23 \b \bWorld (ex. U.S.) \b                         243.03   -0.17     243.05     -0.02     -0.01 \b \bDOW JONES WORLD STOCK INDEX \b                         278.24   -0.27     277.50     +0.75     +0.27 \b \bIndexes based on 12/31/91=100. \b2007 Dow Jones & Co. Inc. All Rights Reserved. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"afbe1f879b1fe98667f1e1d83d172246","symR":["MSFT","US5949181045"],"date":"2007-01-27","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"DAVOS: Microsoft To Set Up Online Payment System","GmtTimeStamp":"2007-01-27T17:09:00.000000000","CompanyCodes":["MSFT","US5949181045"],"IndustryCodes":["FIS","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b \u001d  DAVOS, Switzerland (Dow Jones)--Microsoft Corp. (MSFT) is developing on an online payment system that will be cheaper than credit card transactions, making it possible for companies to charge small fees for Web-based content and services they now offer for free. \u001d  Microsoft Chairman Bill Gates told a breakfast meeting here at the World Economic Forum that he reviewed a plan to enter the online payments business during his \"think week,\" a twice-yearly ritual where he usually isolates himself in a backwoods cabin to study new ideas. Over the years, these sessions have propelled products such as Internet Explorer, Microsoft's Tablet PC and an online videogame business. \u001d  Microsoft's move into Internet payments could threaten credit card companies' online profits. Gates described a system that would undercut credit card fees, making it profitable for an online newspaper to charge small fees for individual articles, for example. \u001d  \"If you want to charge somebody $0.10 or $1 a month, that will just be a click...you won't have to manage some funny thing or pay some big credit charge, where half of it goes to the clearing,\" Gates said. \b \u001d  -By Adam Cohen, Dow Jones Newswires; +322 741 1486; adam.cohen@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 12:09 ET (17:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b315dd5510a5997c31533bdf1d7aec13","symR":["MAR"],"date":"2007-01-27","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Authorities Probe Taliban Link To Pakistan Hotel Blast","GmtTimeStamp":"2007-01-27T06:40:00.000000000","CompanyCodes":["MAR"],"IndustryCodes":["LOD","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  ISLAMABAD (AP)--Authorities are probing the involvement of pro-Taliban Islamic militants in a suicide attack at an upscale hotel in Pakistani capital that killed one guard and wounded seven, officials said Saturday. \u001d  Police working closely with intelligence agents have also watched images captured by a surveillance camera in an effort to identify the attacker who blew himself up near the basement of the five-star Marriott Hotel in Islamabad. \u001d  The suicide bomber detonated explosives strapped to his body after being caught by a hotel guard. No one has claimed responsibility for the attack, but a senior intelligence official said they cannot rule out the involvement of militants in it. \u001d  \"Yes, the involvement of pro-Taliban militants cannot be ruled as they had recently threatened to carry out such attacks,\" said the official on condition of anonymity because he wasn't authorized to speak to media. \u001d  A second intelligence official- who also didn't want to be named because of the sensitive nature of his job- said the remains of the attackers - who was about 20 - had been collected for DNA test. \u001d  The official said at least one person had been detained in connection with the attack, but provided no further details. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 01:40 ET (06:40 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b6769d25372e6d31218718328527ea43","symR":["12064.FR","2897.TO","5020.KU","AAPL","AYUD.TH","BA","BFA","BFB","CAR","CPX.T","CRES.BA","CRESY","CVC","DA","FKI.LN","FLML","GIS","GLD","GMT","GSK","GSK.LN","HLYS","IAI","IFF","KALU","LCAPA","LRCX","M31.SG","M44U.SG","MYY","NAV","OISHI.TH","R07.SG","RIM.T","RIMM","S55.SG","S58.SG","S63.SG","SBH","SHP.LN","SHPGY","SLV","SQAA","SQAB","TEO.T","TESOF","THAI.TH","TIPCO.TH","TUF.TH","TXI","Y92.SG","Z74.SG","ARP331091024","CA14057U3047","CA7609751028","CA88157K1012","FR0000120644","GB0003294591","GB0009252882","GB00B0KQX869","JP3675600005","MYL5020OO002","SG1A43000730","SG1F60858221","SG1H95001506","SG1I52882764","SG1Q46922213","SG1S03926213","SG1T75931496","TH0093010Z05","TH0154010Z05","TH0245010002","TH0450A10Z08","TH0789010004","TH0902010014","US0378331005","US0970231058","US3614481030"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/29) 2007 Barron's Roundtable -- Part -2-","GmtTimeStamp":"2007-01-27T05:08:00.000000000","CompanyCodes":["12064.FR","2897.TO","5020.KU","AAPL","AYUD.TH","BA","BFA","BFB","CAR","CPX.T","CRES.BA","CRESY","CVC","DA","FKI.LN","FLML","GIS","GLD","GMT","GSK","GSK.LN","HLYS","IAI","IFF","KALU","LCAPA","LRCX","M31.SG","M44U.SG","MYY","NAV","OISHI.TH","R07.SG","RIM.T","RIMM","S55.SG","S58.SG","S63.SG","SBH","SHP.LN","SHPGY","SLV","SQAA","SQAB","TEO.T","TESOF","THAI.TH","TIPCO.TH","TUF.TH","TXI","Y92.SG","Z74.SG","ARP331091024","CA14057U3047","CA7609751028","CA88157K1012","FR0000120644","GB0003294591","GB0009252882","GB00B0KQX869","JP3675600005","MYL5020OO002","SG1A43000730","SG1F60858221","SG1H95001506","SG1I52882764","SG1Q46922213","SG1S03926213","SG1T75931496","TH0093010Z05","TH0154010Z05","TH0245010002","TH0450A10Z08","TH0789010004","TH0902010014","US0378331005","US0970231058","US3614481030"],"IndustryCodes":["AIR","ALU","ARO","ASP","BLD","BRD","BVG","CHM","CHS","CMT","CPR","CTS","DRG","DST","EQS","EXT","FAC","FDR","FOD","FOT","FTS","ICS","INP","INS","MED","OFP","OIE","OIS","ONF","OTS","PCS","REA","RED","REI","RTS","SEM","SVC","TAT","TEX","TLS","TRQ","TRS","VIN","XATI","XCA4","XDJGI","XDJI","XENX","XFFX","XFT1","XGTI","XISL","XNQ1","XNYA","XORD","XRUS","XSCI","XSP5","XST5","XSTT","XSTX","XTSE"],"Story":"\u001d  Barron's: Neither are we. \u001d  Witmer: My next idea is Kaiser Aluminum [KALU]. Kaiser has 20.5 million shares. The stock is 57 a share and the company has no net debt. It emerged from bankruptcy in July 2006 in beautiful condition, with minimal legacy costs, a clean balance sheet and lean operations. The CEO, Jack Hockema, divested many parts of the old Kaiser, keeping arguably the best. Kaiser has two main businesses: forging and rolling aluminum. Forging is OK, but the rolling side is an absolute gem. Most of the rolled product is heat-treated and used as airplane skin. There are three main players in rolled aluminum: Alcoa [AA], Alcan [AL] and Kaiser. There is nice demand for jets through 2010 from low-cost carriers in North America, Asia and Europe. Additionally, the traditional carriers in the U.S. and Europe are going to have to replace their aging fleets. They can't fly their existing planes much longer. There is a breaking point, at around $55-a-barrel oil, where it is a no-brainer to replace old jets with new, fuel-efficient models. Kaiser's base business is earning about $3.25 a share of free cash flow. The company is adding capacity, and that may catapult its free cash flow to more than $6 a share per year. \b \u001d  Barron's: Before or after taxes? \u001d  Witmer: All my numbers are fully taxed, and I add the value of any NOLs at the end. We estimate Kaiser can trade at an 11 P/E. It has NOLs worth about $12 a share and should build up about $8 a share in cash in the next two years. Our price target is 86 by the end of '08. \b \u001d  Barron's: And your last name? \u001d  Witmer: Texas Industries [TXI]. About a year and a half ago it spun out possibly my favorite stock of all time, Chaparral Steel [CHAP], which was a big winner for us. Texas Industries produces cement, aggregates and concrete. We've long been attracted to the cement and aggregates industry because of its barriers to entry, strong cash-flow characteristics and industry consolidation. Texas Industries is one of the few remaining independent cement producers in the U.S., and it is bite-sized. Today 85% of its sales are in Texas, where the company has two cement plants. It has a large quarry in southern Oklahoma and concrete operations in Dallas. We love the Texas market. \b \u001d  Barron's: Really? \u001d  Witmer: Texas is the new Florida, with reasonable housing prices, businesses locating there and continued growth. The company's cement and aggregate operations in Texas are first-rate. Concrete is a good operation but is grossly under-earning. TXI's current run-rate of earnings exceeds $3 a share per year. In Southern California the company has a hidden asset: It is constructing a new cement plant to replace an antiquated plan. The new plant will have twice the output with less environmental impact and lower costs. It will be online in mid-'08 and is expected to contribute significantly to earnings and free cash flow. We anticipate lots of demand for the cement due to new legislation and funding approval for increased infrastructure spending in California. \u001d  Schafer: What's ailing the concrete business? \u001d  Witmer: It has something to do with the way they run it, because most concrete businesses make a lot of money. They have a lot of people on the payroll. We expect Texas Industries to earn a minimum of $6 a share in free cash flow in the fiscal year ending May 2009. They should also be debt-free by then. If they can get their concrete operations earning the returns enjoyed by the top operators, they may earn $7 or $7.50 a share. Over the medium to long term, the company has opportunities to add cement capacity in Dallas via de-bottlenecking and in San Antonio via expansion. The corporate office could use some trimming, but we don't anticipate current management will implement any changes there. \u001d  We are not the only ones who think Texas Industries is interesting. In mid-October, the CEO of Orascom, an Egyptian-based cement producer, purchased 9% of the company, and filed an aggressive 13D [disclosure document]. Using a 13-to-14 multiple of $6 to $7 a share of free cash flow gets us a target price in the range of 78 to 100 a share. The stock is 67 now. \b \u001d  Barron's: Is Orascom's investment a prelude to a takeover? \u001d  Witmer: I think they'll bid, especially if Texas Industries doesn't cut costs and get its earnings up. But I don't think they will be the ultimate owner. Gabelli: A few years ago you recommended Rinker [RIN]. Cemex [CX] is going after them. If you used comparable values per ton of installed capacity, what would Texas Industries be worth? \u001d  Witmer: Right around $100 per share. I've talked to a good number of people who know Orascom and say they wouldn't buy a 9% stake for a quick trade. They view it as a way to buy the company, or change it enough to get it bought. LaFarge [LR], I think, will buy it in the end. Schafer: This morning you said you had a hard time finding attractive stocks. Yet you found four interesting situations. Witmer: I have a company coming out of bankruptcy, a company getting delisted, a U.K.-based company and Texas Industries. I've had to search far and wide. \b \u001d  Barron's: We're glad you did. Thanks, Meryl. Let's hear from Marc. \u001d  Faber: Felix thinks we are headed for a mania in financial assets. I think we are in a huge debt bubble. We shouldn't expect central banks to tighten credit, but the market will tighten when asset prices come down. The clearest indication that monetary conditions have tightened will be when Goldman Sachs' [GS] stock goes down. \b \u001d  Barron's: That may never happen. Ask Abby. \u001d  Cohen: I understand it's up $4.50 today. \u001d  Faber: As long as the brokerage stocks go up, we have excess liquidity still, but there are other signs tightening has occurred. Subprime loans are getting harder to obtain, and spreads have widened. \u001d  I would also bet on volatility this year, and here's the way I'd play it. Consider the carry trade -- investors borrowing in yen and investing in higher-yielding assets around the world. The more speculative the assets, the more interested they are. They're not buying dividend-paying assets, but assets like the Indian stock market. The yen carry trade will unwind when, suddenly, these risky assets begin to perform badly relative to cash rates in Japan or the Japanese stock market. Then leverage will be reduced and people will reinvest in yen. When the reversal occurs, the yen will soar against, say, the U.S. dollar. My macro pick for 2007 is to buy the yen or long-dated calls on the yen. In the long run, it is a bad policy to borrow in a low-yielding currency and invest in a high-yielding currency. It works for one year, two years, three years, and suddenly it massively doesn't work. Zulauf: It has worked well for a number of years against the euro. On the basis of purchasing- power parity, the yen/euro would be at par at about 125 yen [that is, 1 euro would equal 125 yen]. We're now at 154 yen, so there is a big potential for the yen to rise. \u001d  Faber: Next, I would go long gold, silver, cotton, sugar and farmland. The last is an attractive proposition. Real estate in London, Boston and New York is tied to a Goldman Sachs-type economy. I'm not picking on Goldman; they're clients of mine so I have to be nice to them. My point is that real-estate markets in these cities move with the asset markets. Farmland has very little correlation to financial markets. \b \u001d  Barron's: Hasn't the price of farmland risen along with corn prices? \u001d  Gabelli: The price of good farmland in Iowa or Illinois has gone up about 40% in the last three or four years. \u001d  Faber: But it started from very low levels. In Argentina and Brazil, depending on the quality, a hectare of farmland costs $1,000 to maybe $3,000. In Switzerland, it costs about $50,000. A few years ago I recommended Cresud [CRESY], an agricultural company that owns farmland in Argentina. The stock was $4 at the time. Now it's $18, but it's still OK. \u001d  Zulauf: It is cheap. \u001d  Faber: I would prefer to own the physical farmland than paper assets. My next idea is an exchange-traded fund, ProShares Short MidCap400, or MYY, which performs inversely to the Standard & Poor's 400 MidCap index. When the mid-cap index goes down, this fund goes up. \u001d  On the short side, the 30-year U.S. Treasury bond has to be the world's worst investment, if you hold to maturity. You are buying it in a structurally weak currency. Also, the U.S. central bank has said it will print money if asset prices go down. I cannot see how you would lose money in the long run by being short 30-year Treasuries. I would also short our business -- the iSharesDowJones U.S. Broker-Dealers Index Fund [IAI]. One day, Goldman Sachs will be a very good short. \u001d  Cohen: Which day will that be? \u001d  Faber: You should sell your shares. The sector is vulnerable. I also advise you to short copper, Venezuela and Peru. \u001d  Gabelli: Why Venezuela? Because of the government? \u001d  Faber: No, I quite like the government. \u001d  Samberg: That's the best line of the day! \u001d  Faber: Venezuela's president, Hugo Chavez, has tried to redistribute the wealth and improve the lot of the simple people. For that I have sympathy. On the other hand, Venezuela has benefited enormously from rising oil prices. Chavez is a big spender, so liquidity will dry up and financial- asset prices will come down. Peru also is more than fully priced. Some of the emerging markets have gone ballistic. They could easily correct 30% to 40%. I would be reluctant to run into emerging economies now. If you must, stick to some Asian markets. \u001d  Zulauf: Copper is down by 40%. \u001d  Faber: But it was in cuckoo-land before it started falling. Zinc could fall even more. In Asia, the Malaysian market hasn't risen substantially. Singapore looks stretched in the near term, but the fundamentals are positive. Contrary to what Felix said earlier today, Singapore has an outstanding night life. [In last week's Roundtable installment, Felix recommended Singapore, but thought Marc might find its night life lacking.] In Thailand, the political situation is not good, but equities are inexpensive. \u001d  Zulauf: It is the cheapest market in Asia. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 27, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c00ce93f23122e334f50908c9c093cc7","symR":["BMC"],"date":"2007-01-27","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/29) A Software Standout's Troubling Treadmill","GmtTimeStamp":"2007-01-27T05:06:00.000000000","CompanyCodes":["BMC"],"IndustryCodes":["SOF","XDJGI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Sandra Ward \u001d  BMC Software has seen its earnings per share surge this past year as it has streamlined operations, reorganized its sales force, benefited from a competitor's woes and bought back shares. \u001d  The stock (ticker: BMC) of the Houston-based provider of business software has followed suit, more than doubling in the past 18 months and becoming one of 2006's top-performing technology issues. Investors have been swept up by the momentum and excited about the growth prospects forBMC's best-selling Remedy line of network-service software, which has the leading share in the services market. The company is also ahead of the curve in the hot market for configuration-management database software, which allows companies to understand the impact of any planned changes on their network systems. \u001d  Yet at their current level of $34, BMC shares look pricey, especially since software-license bookings, revenues and operating cash flow haven't kept pace with earnings growth. Also, trends in the mainframe service-management area, where the company competes with IBM (IBM) and CA (CA), appear weak: The market is facing tremendous pricing pressure and the customer base is shrinking. \u001d  Consider, too, that BMC's current earnings are compared against a difficult year-earlier period, making any growth seem stronger than it would normally. Indeed, earnings for fiscal 2007, ending in March, are estimated at $1.47 a share, versus $1.06 a share in fiscal 2006. \u001d  BMC is scheduled to report fiscal third-quarter results Feb. 8. To counter critics, the company has maintained it will show a big jump in cash flow in its December and March quarters, which is a typical cycle for software companies. \u001d  Some of the rise in BMC's earnings stems from the company's practice of recognizing revenues from its faster growing enterprise-service-management business, which now accounts for 60% of total revenues, up front, in contrast to its practice of recognizing revenue from its legacy mainframe business over the course of a three-year period. That, in turn, gives a bigger lift to earnings. \u001d  In addition, investors tend to ignore that BMC generates a good chunk of its cash flow through interest income gained from the sale of finance receivables. Cash flow generated in that manner doesn't typically receive a premium valuation. \u001d  BMC's enterprise value, or market value plus net debt, amounts to 18 times its free cash flow for fiscal 2008, compared with 11-12 times for competitors. The stock trades at about 21 times estimated fiscal '08 earnings, about in line with peers. \u001d  On an earnings basis, a case can be made that BMC shares are reasonably valued, but on a cash-flow basis they are \"wildly overvalued,\" says Walter Pritchard, software analyst at Cowen & Co. \u001d  He thinks the shares are at risk of trading 15% to 20% below the market, which would leave them in the high 20s. Looked at another way, he says, if the shares traded at a market multiple of 15 on estimated 2008 free cash flow they would be priced at about $29 a share, or 15% lower than where they currently change hands. \u001d  At its heart, BMC is not a growth business, Pritchard maintains, pointing to flat revenues and cash flow for the past five years. \"Any expectation they break out [from that pattern] is probably unrealistic,\" he says. \"You really have to believe something is different here.\" \u001d  Still, give BMC Software credit for making the right moves. It repositioned itself as a leader in providing service software for open systems, or distributed-systems management. Most of the acquisitions made by BMC in recent years have been on the distributed systems side, including Remedy, which is proving to be a major success. \u001d  BMC has reinvigorated its sales force under the leadership of Cosmo Santullo, who was named head of worldwide sales in late 2004. He has split the sales force between the mainframe business and non-mainframe side and, as a result, last quarter BMC started to show growth in the distributed-services side. \u001d  BMC has also gained share in the past year on the service side from CA, the former Computer Associates, following an accounting scandal there in 2004 and irregularities involving the sales force discovered in 2006. Cost cutting, however, is the big reason margins and earnings at BMC have improved significantly. A big decline in the amount of depreciation and amortization costs in the six months ended September, for instance, was a boost to earnings. \u001d  In the past year, some have speculated BMC would make a tempting takeover target for the likes of EMC (EMC), SAP (SAP) Oracle (ORCL) or Symantec (SYMC). As the market for independent software companies consolidates, and with slim pickings among startup software firms, BMC, with a $7 billion market value, no debt and $5.50 a share in cash on the balance sheet, would be a logical candidate. \u001d  But, let's face it, BMC was a better takeover candidate at $17 a share than it is at $34. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ce171c84485c3dc5bd20628ef93a24d2","symR":["APX.YY","BGP.XX","CVC.AU","CVN.YY","MS","NG.LN","NGG","WBP.XX","AU000000CVC1","GB00B08SNH34"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UK PRESS: National Grid Wireless Generates Interest","GmtTimeStamp":"2007-01-27T11:53:00.000000000","CompanyCodes":["APX.YY","BGP.XX","CVC.AU","CVN.YY","MS","NG.LN","NGG","WBP.XX","AU000000CVC1","GB00B08SNH34"],"IndustryCodes":["CEF","FIS","MUT","SCR","XDJGI","XFFX","XFT1","XGTI","XNYA","XORD","XRUS","XSP5","XSTF"],"Story":"\b \u001d  LONDON (Dow Jones)--Blackstone Group, CVC LTD (CVC.AU) and Apax Partners are among the parties considering a bid for National Grid Wireless, the GBP2 billion mobile phone and broadcast infrastructure business, The Times reports without citing sources. \u001d  Cinven Group Ltd. and Warburg Pincus LLC are also thought to have expressed interest in the business, owned by National Grid PLC (NG.LN), the newspaper says. National Grid announced a demerger in November, which is being handled by Morgan Stanley (MS), the paper reports. \u001d  Newspaper Web site: http://www.timesonline.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 06:53 ET (11:53 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ce84b840ef5b6c9ba5287187a3479ac2","symR":["12064.FR","2897.TO","5020.KU","AAPL","AYUD.TH","BA","BFA","BFB","CAR","CPX.T","CRES.BA","CRESY","CVC","DA","FKI.LN","FLML","GIS","GLD","GMT","GSK","GSK.LN","HLYS","IAI","IFF","KALU","LCAPA","LRCX","M31.SG","M44U.SG","MYY","NAV","OISHI.TH","R07.SG","RIM.T","RIMM","S55.SG","S58.SG","S63.SG","SBH","SHP.LN","SHPGY","SLV","SQAA","SQAB","TEO.T","TESOF","THAI.TH","TIPCO.TH","TUF.TH","TXI","Y92.SG","Z74.SG","ARP331091024","CA14057U3047","CA7609751028","CA88157K1012","FR0000120644","GB0003294591","GB0009252882","GB00B0KQX869","JP3675600005","MYL5020OO002","SG1A43000730","SG1F60858221","SG1H95001506","SG1I52882764","SG1Q46922213","SG1S03926213","SG1T75931496","TH0093010Z05","TH0154010Z05","TH0245010002","TH0450A10Z08","TH0789010004","TH0902010014","US0378331005","US0970231058","US3614481030"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/29) 2007 Barron's Roundtable -- Part -4-","GmtTimeStamp":"2007-01-27T05:08:00.000000000","CompanyCodes":["12064.FR","2897.TO","5020.KU","AAPL","AYUD.TH","BA","BFA","BFB","CAR","CPX.T","CRES.BA","CRESY","CVC","DA","FKI.LN","FLML","GIS","GLD","GMT","GSK","GSK.LN","HLYS","IAI","IFF","KALU","LCAPA","LRCX","M31.SG","M44U.SG","MYY","NAV","OISHI.TH","R07.SG","RIM.T","RIMM","S55.SG","S58.SG","S63.SG","SBH","SHP.LN","SHPGY","SLV","SQAA","SQAB","TEO.T","TESOF","THAI.TH","TIPCO.TH","TUF.TH","TXI","Y92.SG","Z74.SG","ARP331091024","CA14057U3047","CA7609751028","CA88157K1012","FR0000120644","GB0003294591","GB0009252882","GB00B0KQX869","JP3675600005","MYL5020OO002","SG1A43000730","SG1F60858221","SG1H95001506","SG1I52882764","SG1Q46922213","SG1S03926213","SG1T75931496","TH0093010Z05","TH0154010Z05","TH0245010002","TH0450A10Z08","TH0789010004","TH0902010014","US0378331005","US0970231058","US3614481030"],"IndustryCodes":["AIR","ALU","ARO","ASP","BLD","BRD","BVG","CHM","CHS","CMT","CPR","CTS","DRG","DST","EQS","EXT","FAC","FDR","FOD","FOT","FTS","ICS","INP","INS","MED","OFP","OIE","OIS","ONF","OTS","PCS","REA","RED","REI","RTS","SEM","SVC","TAT","TEX","TLS","TRQ","TRS","VIN","XATI","XCA4","XDJGI","XDJI","XENX","XFFX","XFT1","XGTI","XISL","XNQ1","XNYA","XORD","XRUS","XSCI","XSP5","XST5","XSTT","XSTX","XTSE"],"Story":"\u001d  Besides execution, Shire's challenge is deciding which of the many potential products in its pipeline to focus on. Many larger pharmaceutical companies lack a robust pipeline, and with their larger resources could accelerate Shire's pipeline. In a buyout, Shire could be worth close to $100 a share. \b \u001d  Barron's: What is Shire going to earn this year? \u001d  Schafer: This year they could earn close to $3 a share on a cash basis, but they have 50 cents in amortization. \u001d  Like others on this panel, we find opportunities in spinoffs. Often, when investors are not interested in one division of a company, that is spun off and creates a mispriced security. Last year Cendant split into three companies -- Avis Budget Group [CAR], Wyndham Worldwide [WYN] and Realogy [H]. We like Avis Budget. It has a leading 32% share of the airport rental-car market in the U.S. In 2006, a perfect storm affected the company. First General Motors [GM] and Ford [F] raised prices, which raised Avis' cost of financing. Also, it had no cars at risk [some companies assume the risk of resale], and thus no resale profits. Third, in its corporate business, pricing lagged as contracts are one to three years. The company's truck business underperformed. Finally, lower enplanements than expected resulted in more cars in their fleet than ideal. \b \u001d  Barron's: Did this kill earnings? \u001d  Schafer: Together these factors led to pretax margins of 2.9%. Management has laid out a plan to return to 8% margins before taxes. With most competing companies like Hertz [HTZ] now public, pricing discipline will be more important. There are signs of better pricing in the commercial markets, and the company's off-airport business will continue to grow by 20%. With normalized operating margins, achievable this year, Avis Budget could generate free cash flow in excess of $3.50 a share. It could be an attractive acquisition candidate, though as long-term holders we would prefer the fundamentals to play out and get the stock into the 30s before a private-equity buyer pounces. It is now 22.25. \b \u001d  Barron's: What is your next pick? \u001d  Schafer: It is controversial, which I like. Sally Beauty [SBH], was spun off from Alberto-Culver [ACV], the hair-care company, in November. Sally Beauty is the largest distributor of professional beauty supplies in the U.S. In fiscal 2006 the company generated $2.3 billion of sales from two segments, Sally Beauty Supply and Beauty Systems Group. Sally Beauty Supply owns and operates more than 2,500 stores worldwide. It targets both retail consumers and salon professionals, selling a variety of third-party branded and private-label professional hair-care products. The Beauty Systems Group targets salons and professional beauticians and offers high-end products from companies such as L'Oreal [OR.France], Paul Mitchell and Procter & Gamble [PG]. These products are resold to retail customers. BSG distributes products through a network of 800 stores and 1,200 sales consultants. Both store formats generate positive contribution margins in four months. \b \u001d  Barron's: What do those margins look like? \u001d  Schafer: Ebitda [earnings before interest, taxes, depreciation and amortization] margins are in the range of 11% to 12%, and growing. Prior to the spinoff, the private-equity firm of Clayton Dubilier & Rice bought around 48% of Sally Beauty Holdings for about $6.75 a share. The opportunity to invest at close to CD&R's price is attractive, especially when we know that private-equity firms look to make two to three times their money in three to four years. The stock is now around 7.50. \u001d  Gabelli: The stock ran up to $10. L'Oreal folded on them. That's why it's back at 7.50. \u001d  Schafer: I'll get to that. Gary Winterhalter, the CEO, has discussed adding 200 to 300 hundred stores in Mexico. There are 40 in the country now. He has also targeted an additional 215 in Canada, up from 10 now. Expansion to other countries, like Brazil, could add more value. There are also operational improvements that will create value and increase cash flow. Sally Beauty has $1.8 billion of debt, but will deleverage rapidly. We see the company earning 40 to 42 cents a share in 2007, and 55 to 60 cents in 2008. The stock trades for around 18 times estimates for the year ending September 2007, and 13 times fiscal '08 estimates. These estimates assign little value to accelerated international expansion. For a company growing 35% to 40% a year, a 22-24 multiple is not unreasonable. That would yield a 12 stock next year. \b \u001d  Barron's: Go back to that L'Oreal business, please. \u001d  Schafer: On Dec. 19 Sally Beauty disclosed that L'Oreal was restructuring its relationship with BSG. Sally Beauty estimates this will reduce revenues by $110 million in fiscal 2007. We think the market overreacted. Management is taking immediate action to right-size the BSG salesforce and incentivize it to continue to sell alternative products. Also, other high-end beauty-products companies are courting BSG to fill the gap left by L'Oreal's exit. We estimate the hit to the pretax line will be less than $10 million. Sally Beauty is a misunderstood growth and deleveraging story, with solid assets, free cash flow, international exposure, strong management and a great partner in Clayton Dubilier. \b \u001d  Barron's: In other words, a thing of beauty. \u001d  Schafer: In Canada, oil exploration and production companies have a life cycle. An entrepreneur leaves a big company, starts another with a few buddies, explores and finds oil and gas, goes public, builds up a great reserve and then gets bought by a bigger company. He stays awhile, then leaves and starts the cycle again. We try to find the smaller companies with great management and good reserves. Over the long term, they are perfect acquisition candidates. Capitol Energy Resources [CPX.Canada] is one such company, with a cheap stock. It owns the largest conventional oil pool discovered in Alberta in the past 25 years, with 205 million barrels of oil in place. About 7.5% is proven and probable reserves. Up to 20%-30% of the original oil probably could be unlocked through a water-flood program. A successful water-flood program should be able to increase recoverable reserves to 42 million-52 million barrels of oil. \u001d  The company began its water-flood pilot project in October, and has been pleased with the results. Assigning a price of C$13 per barrel to proven plus probable reserves, Capitol could be worth C$9.40 and potentially C$11.60 by the end of 2007. The current stock price is C$4.35. Capitol is trading for about 3.8 times '07 Ebitda, assuming $55-a-barrel West Texas Intermediate oil. Despite its higher reserve life, it sells at a discount to its peers. This asset would be an ideal acquisition for a Canadian E&P income trust. The stock is way too cheap. \b \u001d  Barron's: What price might it command? \u001d  Schafer: More than C$10 a share. My last stock is Tesco [TESOF]. We like suppliers to the energy industry that can increase the customer's return on investment through technology. Tesco is an oil-services company which developed such technology about seven years ago. It is called casing drilling, and is designed to replace the conventional drilling process that uses drill pipe to drill the well, followed by a running process to case the well. In casing drilling, the well is cased as it is being drilled. \u001d  Among other things, a casing-drilled well can be drilled in 25% to 30% less time than a well drilled conventionally. The cost of drilling fluid, cement and casing supplies is less. Most important, it enables operators to drill for reserves that largely became uneconomical due to pressure depletion and mud circulation. Demand for Tesco's technology will be driven by operators looking for production from deeper horizons. \b \u001d  Barron's: Is this market growing? \u001d  Schafer: It's at an inflection point. ConocoPhillips [COP] recently drilled a well in the North Sea using a combination of casing drilling and rotary-steerable technologies. The marriage of these technologies could become the standard by which most directional offshore wells are drilled. A lot of the people in the industry were watching this well, and we think it will lead to a lot more business for Tesco. \u001d  The growth of casing drilling is constrained only by people and materials. Tesco will invest a lot in this business in 2007 to drive revenue higher. Therefore, it could cost the company 20-to-30 cents a share this year,. Tesco will earn about $1.20 to $1.30 a share. \u001d  Base earnings could grow at a mid-teens rate in the next few years. Casing drilling is poised to contribute several dollars per share in earnings two to three years from now. The stock could rise to 28-30 a share by the end of this year, versus 17 now. \b \u001d  Barron's: Thanks, Oscar. Fred? \u001d  Hickey: I am in a maximum defensive position. I sold out the last of my long positions in technology in November. I did the same in 1999. I have a lot of money in precious metals -- gold and silver -- and a lot in money-market funds. I have a small percentage of my portfolio positioned in shorts, because short-selling can be dangerous. I want to make that clear. Today I have four short recommendations. \u001d  Two years ago I recommended shorting Research In Motion [RIMM], and it worked. The stock went down. Last year Art picked RIM as a long and it went up. Now it's my turn to win. In the middle of 2006, Research In Motion -- the smart-phone company -- wasn't doing well. The company was weighed down by a lawsuit it eventually settled for a lot of money. Also, subscriber growth had come in below expectations. After they settled the lawsuit, investors began to anticipate a new product cycle. From that point the stock has doubled. They compete directly with Motorola [MOT]. The market capitalization of both companies is converging, even though Motorola is a massive company. Unless you're assuming Research in Motion becomes the next Motorola -- and I'm not -- I see a lot of downside. \u001d  Good thing. Motorola just preannounced a lousy fourth quarter. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 27, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d181ae1bceafe365cba85f21fcce64c9","symR":["AKAM","ATPG","AV","BAC","LCAPA","PFE","WERN","YHOO","US0605051046","US7170811035","US9843321061"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/29) Research Reports","GmtTimeStamp":"2007-01-27T05:06:00.000000000","CompanyCodes":["AKAM","ATPG","AV","BAC","LCAPA","PFE","WERN","YHOO","US0605051046","US7170811035","US9843321061"],"IndustryCodes":["BAN","BNK","BRD","CMT","DRG","ISV","MED","OIS","TRK","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   Edited by Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  ATP Oil & Gas \u001d  -- ATPG-NNM \b \u001d  Market Perform \u001d  -- Price 39.73 on Jan. 22 \u001d  by Raymond James \b \u001d  ATP announced record production in 2006 with  50.5 [billions of cubic feet equivalent], 7% below our production target of 54.15 Bcfe. The shortfall was due to shut-in production ( North Sea) and delays (Gulf of Mexico) . . .[deferring] 3 Bcfe of production increases to 2007. ATP also announced acquisition of three properties in the GoM and one in the North Sea. We are lowering our fourth-quarter '06 earnings per share estimate from 29 cents to 13 cents. \b \u001d  Akamai \u001d  -- AKAM-NNM \b \u001d  Hold \u001d  -- Price 54.20 on Jan. 24 \u001d  by W.R. Hambrecht \b \u001d  Downgrading Akamai to Hold from Buy based on our belief that an evolving competitive landscape and lofty expectations from investors limit the potential for further multiple expansion in the near term. . . . We believe any increase in '07 guidance of less than $15 million to $25 million following Q406 results on Feb. 7 should be viewed negatively by investors, since previous '07 guidance of $560 million to $575 million did not include revenue contribution from the Nine Systems acquisition in November 2006. Although  Akamai remains the premier company in a key growth market . . . given what we believe are early signs of change in the competitive dynamics of the [content-delivery network] marketplace, we would rather move to the sideline and look for a better entry point. \b \u001d  Avaya \u001d  -- AV-NYSE \b \u001d  Overweight \u001d  -- Price 13.48 on Jan. 23 \u001d  by Prudential Equity \b \u001d  Avaya unexpectedly released December quarter results . . . F1Q07 revenues of $1.28 billion were lower than consensus $1.31 billion. Pro forma EPS of 13 cents was essentially in line with Street . . . In our view, the overall market remains robust and end-demand for Avaya's products remains strong. [Operating expense] was slightly below our estimates . . . [Asia-Pacific] was weak, declining 20% sequentially, and U.S. was slightly weaker than expected. Target: 14. \b \u001d  Bank of America \u001d  -- BAC-NYSE \b \u001d  Hold \u001d  -- Price 53.32 on Jan. 24 \u001d  by Sandler O'Neill \b \u001d  12-month target: 55. BAC reported 4Q06 EPS of $1.19 (excluding 3 cents in merger charges), versus our consensus-like $1.18 estimate . . . before shunning private-equity gains as low-quality earnings, investors should remember that private equity, while volatile, is a strong secular growth business . . . '07 [could] be difficult for earnings growth in domestic banking . . . Raising our 2007 EPS estimate by 5 cents, to $4.85, and initiating 2008 EPS estimate of $5.20. \b \u001d  Liberty Media Holding \u001d  -- LCAPA-NNM \b \u001d  Buy/Aggressive \u001d  -- Price 103.41 on Jan. 23 \u001d  by A.G. Edwards \b \u001d  Raising [target] from 104 to 114, as recently announced transaction with News Corp. [and] increased estimated value of Starz Encore has increased our estimated asset value from $129.50 to $142.50 per share . . . We believe a near-term catalyst . . . is a potential transaction with Time Warner, in which LCAPA would swap a portion of its TWX shares for the Atlanta Braves and nearly $1.5 billion in cash. The transaction would likely step up cost basis for LCAPA. \b \u001d  Pfizer \u001d  -- PFE-NYSE \b \u001d  Long-Term Buy \u001d  -- Price 26.95 on Jan. 23 \u001d  by Hilliard Lyons \b \u001d  PFE plans to . . . close manufacturing and research sites, and . . . eliminate 10,000 positions . . . 4Q earnings declined, although PFE exceeded estimates . . . EPS of 44 cents declined 13% from 51 cents last year, but were 1 cent above estimates . . . PFE trades at 12 times our 2007 EPS estimate, a value we find attractive. \b \u001d  Werner Enterprises \u001d  -- WERN-NNM \b \u001d  Market Perform \u001d  -- Price 19.34 on Jan. 23 \u001d  by Morgan Keegan \b \u001d  Downgrading from Outperform to Market Perform, as we believe [this truckload-carrier] will struggle to establish earnings momentum for most of '07 . . . [and that] current 2007 consensus EPS expectations are too high . . . The shares trade at 16.1 times our FY07 EPS estimate/roughly a 10% premium to our peer-group index. WERN reported 4Q06 earnings of 31 cents [versus last year's 36 cents] a share, in line with our estimate, but one cent shy of consensus. \b \u001d  Yahoo \u001d  -- YHOO-NNM \b \u001d  Buy \u001d  -- Price 26.96 on Jan. 23 \u001d  by UBS Securities \b \u001d  4Q results were above expectations. Revenue and EPS were above consensus. Target: 34 . . . We apply approximately 15 times our '08 EV/earnings before interest, taxes, depreciation and amortization estimate. The Feb. 5 launch date for Panama [ad-search system] should . . . help lift the stock. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d624d9e2c3843ed2ac11f3a3a452d987","symR":["INTC","US4581401001"],"date":"2007-01-27","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": Intel's Transistor Technology Breakthrough Represents Biggest Change to Computer Chips in 40 Years","GmtTimeStamp":"2007-01-27T16:00:00.000000000","CompanyCodes":["INTC","US4581401001"],"IndustryCodes":["SEM","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b     Intel Producing First Processor Prototypes With New, Tiny 45 \u001d   Nanometer Transistors, Accelerating Era of Multi-Core Computing \bSANTA CLARA, Calif.--(BUSINESS WIRE)--January 27, 2007-- \u001d  In one of the biggest advancements in fundamental transistor design, Intel Corporation today revealed that it is using two dramatically new materials to build the insulating walls and switching gates of its 45 nanometer (nm) transistors. Hundreds of millions of these microscopic transistors -- or switches -- will be inside the next generation Intel(R) Core(TM) 2 Duo, Intel Core 2 Quad and Xeon(R) families of multi-core processors. The company also said it has five early-version products up and running -- the first of fifteen 45nm processor products planned from Intel. \b \u001d  The transistor feat allows the company to continue delivering record-breaking PC, laptop and server processor speeds, while reducing the amount of electrical leakage from transistors that can hamper chip and PC design, size, power consumption, noise and costs. It also ensures Moore's Law, a high-tech industry axiom that transistor counts double about every two years, thrives well into the next decade. \b \u001d  Intel believes it has extended its lead of more than a year over the rest of the semiconductor industry with the first working 45nm processors of its next-generation 45nm family of products -- codenamed \"Penryn.\" The early versions, which will be targeted at five different computer market segments, are running Windows(1) Vista(1), Mac OS X(1), Windows(1) XP and Linux operating systems, as well as various applications. The company remains on track for 45nm production in the second half of this year. \b \u001d  Intel's Transistors Get a \"High-k and Metal Gate\" Make-Over at 45nm \b \u001d  Intel is the first to implement an innovative combination of new materials that drastically reduces transistor leakage and increases performance in its 45nm process technology. The company will use a new material with a property called high-k, for the transistor gate dielectric, and a new combination of metal materials for the transistor gate electrode. \b \u001d  \"The implementation of high-k and metal materials marks the biggest change in transistor technology since the introduction of polysilicon gate MOS transistors in the late 1960s,\" said Intel Co-Founder Gordon Moore. \b \u001d  Transistors are tiny switches that process the ones and zeroes of the digital world. The gate turns the transistor on and off and the gate dielectric is an insulator underneath it that separates it from the channel where current flows. The combination of the metal gates and the high-k gate dielectric leads to transistors with very low current leakage and record high performance. \b \u001d  \"As more and more transistors are packed onto a single piece of silicon, the industry continues to research current leakage reduction solutions,\" said Mark Bohr, Intel senior fellow. \"Meanwhile our engineers and designers have achieved a remarkable accomplishment that ensures the leadership of Intel products and innovation. Our implementation of novel high-k and metal gate transistors for our 45nm process technology will help Intel deliver even faster, more energy efficient multi-core products that build upon our successful Intel Core 2 and Xeon family of processors, and extend Moore's Law well into the next decade.\" \b \u001d  For comparison, approximately 400 of Intel's 45nm transistors could fit on the surface of a single human red blood cell. Just a decade ago, the state-of-the-art process technology was 250nm, meaning transistor dimensions were approximately 5.5 times the size and 30 times the area of the technology announced today by Intel. \b \u001d  As the number of transistors on a chip roughly doubles every two years in accordance with Moore's Law, Intel is able to innovate and integrate, adding more features and computing processing cores, increasing performance, and decreasing manufacturing costs and cost per transistor. To maintain this pace of innovation, transistors must continue to shrink to ever-smaller sizes. However, using current materials, the ability to shrink transistors is reaching fundamental limits because of increased power and heat issues that develop as feature sizes reach atomic levels. As a result, implementing new materials is imperative to the future of Moore's Law and the economics of the information age. \b \b   Intel's High-k, Metal Gate Recipe for 45nm Process Technology \b \u001d  Silicon dioxide has been used to make the transistor gate dielectric for more than 40 years because of its manufacturability and ability to deliver continued transistor performance improvements as it has been made ever thinner. Intel has successfully shrunk the silicon dioxide gate dielectric to as little as 1.2nm thick -- equal to five atomic layers -- on our previous 65nm process technology, but the continued shrinking has led to increased current leakage through the gate dielectric, resulting in wasted electric current and unnecessary heat. \b \u001d  Transistor gate leakage associated with the ever-thinning silicon dioxide gate dielectric is recognized by the industry as one of the most formidable technical challenges facing Moore's Law. To solve this critical issue, Intel replaced the silicon dioxide with a thicker hafnium-based high-k material in the gate dielectric, reducing leakage by more than 10 times compared to the silicon dioxide used for more than four decades. \b \u001d  Because the high-k gate dielectric is not compatible with today's silicon gate electrode, the second part of Intel's 45nm transistor material recipe is the development of new metal gate materials. While the specific metals that Intel uses remains secret, the company will use a combination of different metal materials for the transistor gate electrodes. \b \u001d  The combination of the high-k gate dielectric with the metal gate for Intel's 45nm process technology provides more than a 20 percent increase in drive current, or higher transistor performance. Conversely it reduces source-drain leakage by more than five times, thus improving the energy efficiency of the transistor. \b \u001d  Intel's 45nm process technology also improves transistor density by approximately two times that of the previous generation, allowing the company to either increase the overall transistor count or to make processors smaller. Because the 45nm transistors are smaller than the previous generation, they take less energy to switch on and off, reducing active switching power by approximately 30 percent. Intel will use copper wires with a low-k dielectric for its 45nm interconnects for increased performance and lower power consumption. It will also use innovative design rules and advanced mask techniques to extend the use of 193nm dry lithography to manufacture its 45nm processors because of the cost advantages and high manufacturability it affords. \b \b   Penryn Family Will Bring More Energy Efficient Performance \b \u001d  The Penryn family of processors is a derivative of the Intel Core microarchitecture and marks the next step in Intel's rapid cadence of delivering a new process technology and new microarchitecture every other year. The combination of Intel's leading 45nm process technology, high-volume manufacturing capabilities, and leading microarchitecture design enabled the company to already develop its first working 45nm Penryn processors. \b \u001d  The company has more than 15 products based on 45nm in development across desktop, mobile, workstation and enterprise segments. With more than 400 million transistors for dual-core processors and more than 800 million for quad-core, the Penryn family of 45nm processors includes new microarchitecture features for greater performance and power management capabilities, as well as higher core speeds and up to 12 megabytes of cache. The Penryn family designs also bring approximately 50 new Intel SSE4 instructions that expand capabilities and performance for media and high-performance computing applications. \b \u001d  Intel, the world leader in silicon innovation, develops technologies, products and initiatives to continually advance how people work and live. Additional information about Intel is available at www.intel.com/pressroom. \b \b   (Note to Editors: Listen to and watch recorded interviews with \bIntel engineers and designers on the \"Manufacturing\" channel at \bhttp://intel.feedroom.com.) \b \u001d  Intel, Core, Xeon and the Intel logo are trademarks or registered trademarks of Intel Corporation or its subsidiaries in the United States and other countries. \b \b   (1) Other names and brands may be claimed as the property of \bothers. \b \b    CONTACT: Intel Corporation \b             Kari Aakre, 503-264-1607 \b             kari.e.aakre@intel.com \b \b    SOURCE: Intel Corporation \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 11:00 ET (16:00 GMT)"},{"md5ID":"dd5c0163863ed421700a05637b59ba8c","symR":["12064.FR","2897.TO","5020.KU","AAPL","AYUD.TH","BA","BFA","BFB","CAR","CPX.T","CRES.BA","CRESY","CVC","DA","FKI.LN","FLML","GIS","GLD","GMT","GSK","GSK.LN","HLYS","IAI","IFF","KALU","LCAPA","LRCX","M31.SG","M44U.SG","MYY","NAV","OISHI.TH","R07.SG","RIM.T","RIMM","S55.SG","S58.SG","S63.SG","SBH","SHP.LN","SHPGY","SLV","SQAA","SQAB","TEO.T","TESOF","THAI.TH","TIPCO.TH","TUF.TH","TXI","Y92.SG","Z74.SG","ARP331091024","CA14057U3047","CA7609751028","CA88157K1012","FR0000120644","GB0003294591","GB0009252882","GB00B0KQX869","JP3675600005","MYL5020OO002","SG1A43000730","SG1F60858221","SG1H95001506","SG1I52882764","SG1Q46922213","SG1S03926213","SG1T75931496","TH0093010Z05","TH0154010Z05","TH0245010002","TH0450A10Z08","TH0789010004","TH0902010014","US0378331005","US0970231058","US3614481030"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/29) 2007 Barron's Roundtable -- Part 3: Multiple Choices","GmtTimeStamp":"2007-01-27T05:08:00.000000000","CompanyCodes":["12064.FR","2897.TO","5020.KU","AAPL","AYUD.TH","BA","BFA","BFB","CAR","CPX.T","CRES.BA","CRESY","CVC","DA","FKI.LN","FLML","GIS","GLD","GMT","GSK","GSK.LN","HLYS","IAI","IFF","KALU","LCAPA","LRCX","M31.SG","M44U.SG","MYY","NAV","OISHI.TH","R07.SG","RIM.T","RIMM","S55.SG","S58.SG","S63.SG","SBH","SHP.LN","SHPGY","SLV","SQAA","SQAB","TEO.T","TESOF","THAI.TH","TIPCO.TH","TUF.TH","TXI","Y92.SG","Z74.SG","ARP331091024","CA14057U3047","CA7609751028","CA88157K1012","FR0000120644","GB0003294591","GB0009252882","GB00B0KQX869","JP3675600005","MYL5020OO002","SG1A43000730","SG1F60858221","SG1H95001506","SG1I52882764","SG1Q46922213","SG1S03926213","SG1T75931496","TH0093010Z05","TH0154010Z05","TH0245010002","TH0450A10Z08","TH0789010004","TH0902010014","US0378331005","US0970231058","US3614481030"],"IndustryCodes":["AIR","ALU","ARO","ASP","BLD","BRD","BVG","CHM","CHS","CMT","CPR","CTS","DRG","DST","EQS","EXT","FAC","FDR","FOD","FOT","FTS","ICS","INP","INS","MED","OFP","OIE","OIS","ONF","OTS","PCS","REA","RED","REI","RTS","SEM","SVC","TAT","TEX","TLS","TRQ","TRS","VIN","XATI","XCA4","XDJGI","XDJI","XENX","XFFX","XFT1","XGTI","XISL","XNQ1","XNYA","XORD","XRUS","XSCI","XSP5","XST5","XSTT","XSTX","XTSE"],"Story":"\b   (From BARRON'S) \b   By Lauren R. Rublin \u001d  How do you size up a potential investment? Let us count the ways. \u001d  For Eagle Capital's Meryl Witmer, the savvy stockpicker whose words of wisdom open the third and final installment of our 2007 Roundtable, cash flow is key and opportunity is everywhere, even in formerly bankrupt companies like Kaiser Aluminum. \u001d  For Marc Faber, the globe-trotting author of one of Wall Street's most closely read newsletters, the Gloom, Boom & Doom Report, global macro trendslead the way. This year they're leading the Hong Kong-based money manager to precious metals, farmland and companies minting money from Asia's explosive growth. \u001d  As for New York money manager Oscar Schafer, the middle man in our line-up trains his gimlet eye on the products companies make -- how they work and fatten the bottom line. Chances are few people know more than he about drug-delivery technologies, casing drilling and the economics of Avis Budget's business. \u001d  It's tempting to say Fred Hickey shorts whatever hedge-fund manager Art Samberg buys. When you read their spirited exchange about BlackBerries and iPods, you'll probably agree. But let's not sell Fred short: The outspoken author and analyst behind the High-Tech Strategist newsletter is so well sourced in Techland that he probably knows how many iPhones Apple will sell a year from Thursday. (Not as many as the company thinks.) \u001d  Mario Gabelli was the closer when the Roundtable convened Jan. 8. The show was worth the wait. Mario is animated by deals and steals, consumer trends (think yogurt, bourbon and noodles) and the math behind undervalued outfits such as Cablevision. \u001d  Sure, the Barron's Roundtable is all about worthy investments to buy -- and some to short -- in the new year. But more important, it's about ways of analyzing companies and other investable assets to unearth their hidden value. No single approach is correct, except the one that works for you. Momentum chasers, please don't try on Mr. Buffett's shoes. \u001d  In the pages that follow, you'll find many investment ideas. You'll also find many provocative ideas about investing. Please read on. \b \u001d  Barron's: Meryl, what do you like in this market? \u001d  Witmer: I've got four stocks today. The first, FKI [ticker: FKI.U.K.], trades in the U.K. It has 588 million shares and sells for 105 pence [as of Jan. 5]. The CEO, Paul Heiden, is intently focused on shareholder value. He was brought in early in 2003 from Rolls Royce [RR.U.K.], where he was instrumental in that company's turnaround. \b \u001d  Barron's: What does FKI do? \u001d  Witmer: It has four divisions: lifting products and services, energy technology, hardware and logistics. It is misperceived as a logistics/materials-handling company that also has a lot of exposure to the U.S. housing market, but housing-related products are made by only one division. Really 40% of earnings comes from lifting products and services, about as good a business as you can find. FKI has two primary units here: Bridon and Crosby. Bridon makes specialty wire ropes used in heavy construction, cranes, oil and gas production and mining. It is No. 1 or 2 in every market it serves. This is a razor-blade business. The average life of a rope is about one year. The majority are sold as replacements. Crosby is the leading producer of wire-rope fittings -- the hooks at the end of Bridon ropes. Both businesses can pass on the higher cost of steel to their customers. Demand is outpacing supply, with many end-markets strong. \u001d  FKI is adding capacity in lifting products at attractive rates of return. Management has a track record of making smart bolt-on acquisitions. This part of the business deserves to trade for at least 15 times earnings, reflecting its sustainability. \b \u001d  Barron's: And the other businesses? \u001d  Witmer: The next-largest subsidiary is energy technology, which accounts for about 20% of earnings. FKI is the largest independent generator manufacturer in the world. Its customers include large gas-turbine manufacturers such as General Electric [GE], Rolls Royce and Pratt & Whitney. Its sweet spot is 20-megawatt-to-120-megawatt generators, a business in which it has a 40% market share. First-half earnings in this segment were hurt by higher copper prices and other one-time problems. FKI has forecast significant margin improvement in the second half. \u001d  Schafer: Are they on a fiscal year? \u001d  Witmer: Their fiscal year ends in March. Margin improvement, a 48% rise in orders year over year and the long-term trend toward increasing electricity demand paint a bright picture for this business. \u001d  Next, FKI's Truth Hardware business is a revered brand in the window industry. It makes hardware encasements and locks for residential windows. The company's Hickory Hardware unit makes decorative hardware for kitchens. Due to the downtrend in housing starts, there is a bit of a cloud over the unit. But Truth's exposure to housing will be somewhat muted because it already has lost market share to new competitors. A turnaround has begun under new management. \u001d  Lastly, there's the logistics business, which makes materials-handling systems used in retail, manufacturing and airports. The unit recently won contracts with Payless ShoeSource and Zappo's. At its height, it made GBP 70 million. This year it will make GBP 15 million. \b \u001d  Barron's: What could it earn longer term? \u001d  Witmer: About GBP 25 million, as margins return to higher levels. New management has shown good pricing discipline in the contracts it accepts. FKI may sell parts of the business or the whole thing. Overall, FKI will earn 10.8p to 12.5p a share in the next 12 months. It deserves a multiple of about 13.5 times earnings, which in addition to its 4.5p dividend gets you to 152p to 173p, versus the current price, 105p. \u001d  My next pick is Navistar International [NAV], the old International Harvester. It trades for $35 and has 73 million shares outstanding, fully diluted. Navistar is being threatened with delisting from the New York Stock Exchange due to the late filing of its financial statements. \u001d  Neff: The were kicked out of the S&P 500, too. \u001d  Witmer: They were dumped, but those sorts of situations are often signs of an opportunity, like an analyst's downgrade would be. When everyone starts downgrading a stock, it's usually time to buy. Anyway, those issues, as well as a much-anticipated sales decline in the trucking industry in 2007, have kept a lid on the stock. With Navistar, we are dealing with somewhat imperfect information. Nevertheless, the banks are willing to lend to them. The stock may be trading in the Pink Sheets in a few weeks. \u001d  Navistar has many steady businesses. Its 60% share of the school-bus market generates annual revenue of about $1.3 billion. It has a replacement-parts business growing at 10% a year, with revenue of $1.7 billion. Its financial-services business earns more than $100 million a year. It also has a military and other severe-services business that generate $1 billion. More cyclical is the Class 6 and Class 7 truck business, which has a 40% market share and normalized revenue of $1.8 billion, and its diesel-engine business, with average revenue of around $2 billion. It's the Class 8 truck business that makes the company seem so cyclical, but after 2010 most of the overt cyclicality will be gone. The truck business is driven mainly by environmental regulations. In 2010 regulation will be so stringent that new trucks literally will be cleaning the air in many cities. The air they spew out will be cleaner than the air they're taking in. \u001d  Zulauf: It's a new Internet story. \u001d  Hickey: Meryl, Class 8 orders in December were down something like 50%. Truckers bought in advance of the rule change. \u001d  Witmer: Some of the regulations will go into effect this year, and some in 2010. This year, that part of Navistar's business will be weak, but it will pick up again in 2008 and '09. \u001d  Gabelli: I'm one of the largest shareholders. Sales will go from 350,000 units to about 180,000 to 212,000. \u001d  Hickey: It could be so bad, I'm worried about . . . bankruptcy! \u001d  Witmer: No, no no, they have all these other businesses, and $1.8 billion in cash. With a cyclical company, you have to use normalized earnings. You can't say, 'Oh, they won't make much money in Class 8 trucks so I can never own the stock.' You just can't invest like that. \u001d  Gross: What is the normalized number? \u001d  Witmer: We think they can earn 7% operating margins. They say 10%. If you take 7% on a normalized $10 billion of revenue, fully taxed, that's $5.25 of earnings per share. If you use a 10 P/E [price-earnings] multiple on that, plus $10 a share of net operating losses [NOLs are an offset to future tax payments], and add $7 a share from foreign entities in which they recently invested, you get a target price of 69 a share, compared to 35 now. \b \u001d  Barron's: Are you saying they could earn $5.25 a share this year? \u001d  Witmer: No. For '07, they say they will be operating-cash-flow positive. They might have break-even results or worse. The analogy I use in this case is, say, some woman is looking to marry a guy and he just got laid off from his job. Should she assume his earnings power over time is nothing? Or should she assume he will probably get a job in six months or a year? \u001d  Samberg: Has he started drinking yet? \u001d  Witmer: My point is, one year does not make the company. A company is worth the net present value of its future cash flows. So even if a year is zero, that doesn't make it worth zero. \u001d  Gabelli: When this company gets to peak earnings -- in this cycle, let's say 2009 --  other dynamics will drive the multiple higher. \u001d  Black: Does Navistar have any tangible book value? \u001d  Witmer: I don't know. I don't look at that. But Navistar has 900 dealers. They have the best service network in the country. If a foreign manufacturer wants to sell trucks with its own engines in the U.S. market, it has to have a network in place to provide warranty service. Navistar is going to be an acquisition target when it gets its accounting in order. I'm not surprised this pick is controversial. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 27, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"dfdb36107c86e94d8552dd0da51882d5","symR":["KFT"],"date":"2007-01-27","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/29) The Striking Price: Food For Thought On Kraft","GmtTimeStamp":"2007-01-27T05:05:00.000000000","CompanyCodes":["KFT"],"IndustryCodes":["FOD","OFP","XDJGI","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  At about 34.50, Kraft Foods' shares haven't strayed far from the 31 at which they went public in 2001. But that hasn't stopped option traders from anticipating bigger moves ahead. \u001d  That's because the coming weeks will give Kraft (ticker: KFT) investors much food for thought. The world's second-largest seller of packaged calories will report earnings Wednesday, and its parent company, Altria (MO), probably will detail plans to spin off the 88% stake it holds in the maker of Oreo cookies, Jell-O snacks, Oscar Mayer meats and Post cereal. And come Feb. 20, in her first investor conference, Irene Rosenfeld, who took the helm as CEO last summer, will discuss her blueprint for turning around Kraft. \u001d  Traders have begun bidding up short-term options, driving the annualized implied volatility of Kraft shares to nearly 24% -- up from 18% just two weeks ago. Expectations for Kraft to bust out of its persistent trading range aren't entirely far-fetched. Bulls believe, for instance, that Kraft's odds will improve once it shakes off Altria's tobacco taint. Full autonomy will also let Kraft more nimbly navigate the crowded competition in the food aisle. \u001d  Still, the discharge of so many Kraft shares into the market probably will blunt the fervor of any short-term rallies -- presenting an opportunity for call sellers to earn rich premiums for agreeing to relinquish short-term stock upside. \u001d  Spinoff details and the impact on Altria are examined by my colleague Andrew Bary on page 46, but investors will receive 0.7 Kraft shares for every Altria share they own. This releases more than 1.45 billion Kraft shares into the hands of Altria investors -- dwarfing the float of nearly 200 million now available for trading. As such, Altria stockholders probably will seize upon Kraft rallies to lighten their load. \u001d  In a Jan. 24 note to clients, Citigroup's derivative strategists suggested selling Kraft calls against stock, or \"collaring\" -- essentially selling calls to finance the purchase of puts, since downside risk will be exacerbated by the increased crop of Kraft shares available for sale. Selling June 37.5 calls trading near 75 cents, for example, could substantially pay for June 32.50 puts trading around 80 cents. \u001d  By the strategists' reckoning, out-of-the-money Kraft puts recently were trading at fairly normal levels, relative to out-of-the-money calls -- when one would expect this differential, or \"skew,\" to be far wider, given the potential for aggravated selloffs. So another suggestion was for sophisticated volatility traders to buy the Kraft skew. \u001d  What could propel Kraft higher and thwart call sellers? Besides any restructuring buzz, the addition of Kraft to the Standard & Poor's 500, which many investors anticipate, would require index funds to buy roughly 20 million shares, Citigroup estimates. And any scramble to cover short bets involving more than 30 million shares could spur more buying. But these amounts are small, compared to the vast stock overhang. \u001d  Kraft bulls lick their lips at the prospect of a turnaround. But rising commodity and other raw-material costs continue to threaten the packaged-food world's treacherously thin margins. And supermarkets' push to hawk their own private labels -- the quality of which continue to improve -- also means that any Kraft revival will take time. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e2a5cb5c3d38023ff880375edfebc37e","symR":["BCI.XX","CCO","CCU","FIN.XX","THL.XX"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"WSJ(1/27) Clear Channel Showdown Signals Investor Wariness","GmtTimeStamp":"2007-01-27T09:00:00.000000000","CompanyCodes":["BCI.XX","CCO","CCU","FIN.XX","THL.XX"],"IndustryCodes":["ADV","AMG","BRD","FIS","MED","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From THE WALL STREET JOURNAL) \b   By Dennis K. Berman and Sarah McBride \u001d  Big shareholders who fear being shortchanged in the $18.7 billion private-equity sale of Clear Channel Communications Inc. have touched off a showdown over the fate of the country's largest radio broadcaster. The revolt signals what could be a wave of opposition to the public-to-private binge sweeping the markets, as investors question why current managers can't squeeze out the potential profits attracting buyers' attention. \u001d  The unexpected rebuke has left Clear Channel and its would-be owners -- Bain Capital LLC, Thomas H. Lee Partners, and members of the company's founding family -- scrambling to save what was one of the most high-profile transactions of 2006. With the aid of a newly hired public-relations firm, company executives and bankers are preparing a road show to woo shareholders. \u001d  They will make their sales pitch without any peace offering. People affiliated with the buyers say they won't offer another penny, and are content to let the buyout die if shareholders don't support it. \"It's just another deal,\" one of them said. Three used Wall Street's stock phrase of resignation -- \"It is what it is\" -- when assessing the deal's chances of approval. \u001d  The deal has become a crucial referendum on whether shareholders are getting a windfall when publicly traded companies are taken private -- or whether investment firms are snatching up properties on the cheap. In Clear Channel's case, for example, some major shareholders feel they stand to make more money by holding the stock for the long haul than by cashing out now, even at a premium to the current share price. They reason that if the company is so valuable the buyers are willing to put up their own money, why should they want to sell it? \u001d  \"It's not only a company issue, it's a systematic issue,\" says Henry Ellenbogen, co-fund manager of the T. Rowe Price Media and Telecommunications fund and a significant shareholder in Clear Channel Communications and recently in Clear Channel Outdoor. \"As a marketplace, you can't have an asset where people run it poorly, and put in incentives for them to cash it out at a lower price\" than what the company could be worth if run differently. \u001d  Hundreds of billions of dollars have changed hands in the current private-equity rush, and most deals have been approved with little investor resistance. But after years of outsized returns for buyout shops, the tide appears to be turning in the direction of what shareholders call \"self-help.\" That means having the companies themselves mimic the moves private-equity firms are making -- including loading up on debt, tightly reining in costs and shedding key assets. \u001d  They do so, however, at the risk of passing up healthy, if not optimal, premiums in favor of gains that may be years down the road -- if they arrive at all. That collision between the interests of short-term and long-term holders could force a rethinking of how private-equity deals are put together. \u001d  Regardless, there are increasing signs that shareholders aren't willing simply to accept the deals presented to them. This week, shareholders voted down a $518.6 million take-private offer from Veritas Capital for prison operator Cornell Cos. The price represented a 30% premium to the stock price before rumors of a privatization emerged in the spring. In the United Kingdom on Friday, shareholders rejected a proposed GBP 971 million management-led buyout of realtor Countrywide PLC. And last week, Cablevision System Corp.'s independent board members rejected an offer from the controlling Dolan family to buy the company at a 25% premium. The stock has since been trading higher than the $30 bid price, closing Friday at $30.40. \u001d  Clear Channel's shareholders seem happy to play the high-stakes game of chicken -- for now. The company's largest holder, mutual-fund giant Fidelity Management & Research, has told the company it won't vote for the transaction now on the table. At least three of the company's top investors, who together hold about 16% of the stock, have indicated their opposition -- a potential problem given that the company needs two-thirds of all shares voted in its favor. \u001d  Indeed, Clear Channel's dissenting shareholders are advocating that the San Antonio company follow some steps from the buyout shops' own plan: take on a load of new debt while offering more shares of the company's outdoor-advertising unit, selling some international assets, and using a large tax credit gained during the spin-off of Clear Channel's concert division at the end of 2005 to sell radio stations tax-free. \u001d  \"Cablevision is the canary in the coal mine,\" said Jeremy Hosking, a partner at London-based Marathon Asset Management, which holds 4.3 million Clear Channel shares and opposes the sale. The \"market has decided it won't sell listed equity to insiders at discounted prices. All the analyst reports say that private equity will be making 23% [annual returns] on their investment. I find 23% a rather attractive proposition, and I want it.\" \u001d  One of Clear Channel's top five shareholders said the deal has opened investors' eyes to the value of the underlying company, which management could unlock just as easily while remaining public. \u001d  In a statement late Friday, Clear Channel said, \"The Clear Channel Board of Directors conducted a full strategic review as well as a highly competitive and thorough public auction process involving multiple potential buyers before determining the merger agreement with THL Partners and Bain Capital maximizes value for all shareholders.\" \u001d  The dust-up is serious business for the Mays family, which founded Clear Channel from a single Texas radio station in 1972. Shareholders are already talking about the possibility of a proxy fight that could challenge the family's control of the board. Under the terms of the privatization, Mark Mays, currently Clear Channel chief executive, and his brother Randall Mays, currently chief financial officer, will each receive options for as much as 2.5% of the company, with half those options based on performance. Their father, Lowry Mays, plans to sell his 29 million shares in the company, worth nearly $1.1 billion at the buyout price. \u001d  A rejection of the sale could prove a big blow to Clear Channel's stock price, which one of the buyers suggests would fall to the mid-$20 range from its current $37.10. Since a committee of independent directors of Emmis Communications Corp. quashed a take-private plan from the chief executive, the Indianapolis company's shares have fallen 35%. \u001d  This person said a disaster was waiting to happen should shareholders keep Clear Channel public and take on the amount of debt used by the private-equity firms. For example, a few bad quarters of results could hurt financial ratios that determine credit ratings. That could in turn raise borrowing costs, and theoretically expose the company to bankruptcy down the line. \u001d  The buyers would put in an amount of debt equivalent to 10 times the company's cash flows -- an extremely high load for a publicly traded radio firm. \u001d  The risks of such a strategy were illustrated earlier this month by Health Management Associates Inc., which took on $2.4 billion of debt to pay a special dividend in what was billed as a do-it-yourself leveraged buyout. Since then, its shares have fallen about 8%. \u001d  Meanwhile, investors have keyed on the recent stock-market gains of Clear Channel Outdoor Holdings Inc., a billboard company 90% owned by Clear Channel Communications and 10% by the public. Since the company announced it was in play back in October, its shares have climbed 35%, largely on the expectation that the parent will have to buy out the minority holders. \u001d  In securities notices that should be filed Monday, Clear Channel Communications is expected to say it isn't required to make that purchase, and could leave the public equity of Clear Channel Outdoor outstanding even as the parent falls into private hands. \u001d  Even if it becomes evident the parent company doesn't have the votes it needs, its board still must recommend the private-equity sale. Otherwise, under terms of the offering, the company incurs a penalty of $500 million payable to Bain and Lee. If the deal falls apart because the company doesn't win the necessary two-thirds support, Clear Channel is on the hook for a maximum of only $45 million to reimburse Bain and Lee for expenses associated with the failed agreement. \u001d  Clear Channel hasn't formally set a date for the shareholder vote, but people familiar with the matter say it is likely to take place at the end of March. Under Texas law, shareholders who fail to vote will be tallied as voting against the deal. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 04:00 ET (09:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e3baaafc3a3522b3ee2d0a43f0d2ccc7","symR":["UTX","US9130171096"],"date":"2007-01-27","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"UPDATE: One Killed, 3 Missing In US Navy Helicopter Crash","GmtTimeStamp":"2007-01-27T13:43:00.000000000","CompanyCodes":["UTX","US9130171096"],"IndustryCodes":["ARO","ASP","XDJGI","XDJI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  (Updates throughout with details on search) \b \u001d  SAN DIEGO (AP)--A Navy helicopter doing training operations from a ship crashed 50 miles off the California coast Friday, killing one crew member and leaving three others missing long after darkness fell over the Pacific. \u001d  One sailor died after being pulled alive from the water, the Navy said. \u001d  \"It's a sad time whenever we lose shipmates like this, so our hearts and prayers go out to the families,\" he said. \u001d  Five Navy vessels using shipboard spotlights were to continue searching for the others throughout the night, said Navy spokesman Cmdr. Jack Hanzlik. \u001d  The helicopter, based at Naval Air Station North Island, was on a training mission when it crashed around 2:30 p.m., Hanzlik said. \u001d  The MH-60S, commonly known as a Seahawk, was on a mission off the USS Bonhomme Richard near San Clemente Island. \u001d  Hanzlik said the helicopter crew put out a mayday call before the crash. Rescue crews arrived at the crash site within minutes, Hanzlik said. \u001d  The name and rank of the crew members weren't being released, Hanzlik said. \u001d  Hanzlik said he didn't know what type of maneuver the helicopter was performing when it crashed. \u001d  \"They didn't crash into another aircraft or anything like that,\" Hanzlik said. \u001d  It wasn't clear whether mechanical malfunction or pilot error might have contributed to the crash, the Navy said. An investigation was under way. \u001d  The USS Bonhomme Richard is an amphibious assault craft that took Marines to Indonesia after the 2004 tsunami. \u001d  The ship was training with two other Navy ships, the destroyer USS Chung-Hoon and the cruiser USS Chosin. Both were also participating in the rescue mission, Hanzlik said. \u001d  The MH-60 Sierra is a twin-turbine craft based on the UH-60L Black Hawk and the Navy's SH-60B Seahawk, according to the manufacturer, United Technologies Corp.'s (UTX) Sikorsky Aircraft. It is designed to operate off aircraft carriers, cruisers, destroyers and frigates, ranging up to 100 nautical miles from the ship. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 08:43 ET (13:43 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e539b6f4399f52754799eee2897adf89","symR":["12064.FR","2897.TO","5020.KU","AAPL","AYUD.TH","BA","BFA","BFB","CAR","CPX.T","CRES.BA","CRESY","CVC","DA","FKI.LN","FLML","GIS","GLD","GMT","GSK","GSK.LN","HLYS","IAI","IFF","KALU","LCAPA","LRCX","M31.SG","M44U.SG","MYY","NAV","OISHI.TH","R07.SG","RIM.T","RIMM","S55.SG","S58.SG","S63.SG","SBH","SHP.LN","SHPGY","SLV","SQAA","SQAB","TEO.T","TESOF","THAI.TH","TIPCO.TH","TUF.TH","TXI","Y92.SG","Z74.SG","ARP331091024","CA14057U3047","CA7609751028","CA88157K1012","FR0000120644","GB0003294591","GB0009252882","GB00B0KQX869","JP3675600005","MYL5020OO002","SG1A43000730","SG1F60858221","SG1H95001506","SG1I52882764","SG1Q46922213","SG1S03926213","SG1T75931496","TH0093010Z05","TH0154010Z05","TH0245010002","TH0450A10Z08","TH0789010004","TH0902010014","US0378331005","US0970231058","US3614481030"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/29) 2007 Barron's Roundtable -- Part -6-","GmtTimeStamp":"2007-01-27T05:08:00.000000000","CompanyCodes":["12064.FR","2897.TO","5020.KU","AAPL","AYUD.TH","BA","BFA","BFB","CAR","CPX.T","CRES.BA","CRESY","CVC","DA","FKI.LN","FLML","GIS","GLD","GMT","GSK","GSK.LN","HLYS","IAI","IFF","KALU","LCAPA","LRCX","M31.SG","M44U.SG","MYY","NAV","OISHI.TH","R07.SG","RIM.T","RIMM","S55.SG","S58.SG","S63.SG","SBH","SHP.LN","SHPGY","SLV","SQAA","SQAB","TEO.T","TESOF","THAI.TH","TIPCO.TH","TUF.TH","TXI","Y92.SG","Z74.SG","ARP331091024","CA14057U3047","CA7609751028","CA88157K1012","FR0000120644","GB0003294591","GB0009252882","GB00B0KQX869","JP3675600005","MYL5020OO002","SG1A43000730","SG1F60858221","SG1H95001506","SG1I52882764","SG1Q46922213","SG1S03926213","SG1T75931496","TH0093010Z05","TH0154010Z05","TH0245010002","TH0450A10Z08","TH0789010004","TH0902010014","US0378331005","US0970231058","US3614481030"],"IndustryCodes":["AIR","ALU","ARO","ASP","BLD","BRD","BVG","CHM","CHS","CMT","CPR","CTS","DRG","DST","EQS","EXT","FAC","FDR","FOD","FOT","FTS","ICS","INP","INS","MED","OFP","OIE","OIS","ONF","OTS","PCS","REA","RED","REI","RTS","SEM","SVC","TAT","TEX","TLS","TRQ","TRS","VIN","XATI","XCA4","XDJGI","XDJI","XENX","XFFX","XFT1","XGTI","XISL","XNQ1","XNYA","XORD","XRUS","XSCI","XSP5","XST5","XSTT","XSTX","XTSE"],"Story":"\u001d  Gabelli: Here's my play: Time Warner [TWX] offers to buy Cablevision and spin off the Garden, via Time Warner Cable, which started trading on a when-issued basis Jan. 5. It trades for 40, or 10 times estimated '07 Ebitda, and has a market cap of $40 billion. Buying Cablevision would give Time Warner control of cable distribution in New York and L.A. The best thing that could happen is the Dolans don't take it private and I have a shot of buying more stock. Second, they could bid $32 and Time Warner could top it. It's a win-win. [Mario's wishes partly came true. The Dolans raised their bid to $30, which was rejected by a special committee of Cablevision's board.] \b \u001d  Barron's: And your next idea? \u001d  Gabelli: My second idea relates to the sweeping desire for health and wellness in this country. In 1960 the average male in the U.S. weighed 164 pounds. In 2002 he weighted 191. Women shouldn't crow, because the average female weighed 140 pounds and now weighs 166. Three of the fastest-growing food categories in the world in the next 10 years will be still water, functional water and yogurt, a $60 billion industry. Groupe Danone [DA] is in all three, and is the biggest player in yogurt. The stock is materially underpriced. \u001d  Danone trades for 116 euros. There are 242 million shares. It has a modest amount of debt, so enterprise value is 30 billion euros. It will earn about 4.80 euros a share in 2006, up from 4.14 euros. This year they'll do 5.60 euros, then 6.45 euros. It's a 15% grower. Danone has an impressive pipeline of yogurt products. \b \u001d  Barron's: What is the stock price? \u001d  Gabelli: The ADRs [American depositary receipts] trade for $32. General Mills [GIS] also is tied to the wellness theme. For the year ending May 31, they could earn about $3.20 a share. In the yogurt category they have Colombo and Yoplait in the U.S. They also have Big G cereals. Total revenue is about $12.3 billion, growing by about 3% to 4%. At some point grain prices will go up and may cause a hiccup, but over time they will pass along the increase. \u001d  Next, instant noodles. This is a technologically superior product at a low cost. The instant-noodle market around the world encompasses about 86 billion servings a year. Of that, only about 5 billion or 6 billion are eaten in Japan. The real play is accelerating growth in China, where they consume about 45 billion servings a year. Nissin [2897.Japan] trades for 4470 yen, or about $37 in U.S. dollars. There are 121 million shares and the company has almost 2 billion yen of cash. They are in the process of completing the purchase of Myojo Foods, another noodle company, putting their balance sheet to work. Nissin will earn about $1.70 in dollar terms for the year ending March 31. Earnings could grow at a 6%-7% rate, which is pretty high considering there is nominal inflation in Japan. The company is starting to buy back shares and will pay special in addition to regular dividends. My next subject is bourbon. \u001d  Hickey: Don't you have samples of that? \u001d  Gabelli: Brown-Forman [BF-A] sold several businesses. There are 124 million shares outstanding, and two share classes; the BF-B is nonvoting. The market cap is about $8.4 billion, and they have $1.2 billion of debt. Jack Daniels is one of the top-selling premium branded products in the world. Bourbon exports well. For the year ending April 30, earnings will be about $3.10 a share. They'll reinvest some of that growth in other brands. \u001d  A new idea for me is International Flavors & Fragrances [IFF]. A new CEO came on board in July, and they were already showing improvements in fine and functional fragrances. They had a lot of product wins. They also bought a company with a technology to encapsulate fragrances. \u001d  Schafer: The technology is great and so is the new CEO. They encapsulate a fragrance in bleach and softener. They could also put this in floor wax. \u001d  Neff: Is the smell that hit New Jersey this morning one of their fragrances? \u001d  Gabelli: Guys from Philadelphia shouldn't talk about New Jersey. IFF's earnings are accelerating, the company generates a lot of cash and the industry is consolidating globally. Last year, they probably earned over $2.30 a share. We see $2.60 this year and $2.90 in '08. The company is starting to buy back stock. Enterprise value is $5 billion. They had about $640 million of debt as of Sept. 30, and that is falling. The stock trades for $48.78, or 11 times Ebitda. There is growing demand for flavors and fragrances in emerging markets. In addition, product cycles are shorter. If you bought a perfume years ago it would last forever. Not any more. \b \u001d  Barron's: Makes scents. \u001d  Gabelli: Ugh. It makes more sense for a takeover. Another theme: Companies are buying back stock. Bill Stiritz has done a phenomenal job in that regard for Energizer Holdings [ENR]. Eddie Lambert has done a similar job at AutoNation [AN] and AutoZone [AZO]. Waste Management [WMI] is staring to follow the same model. It sells for $36 a share and has 535 million shares outstanding. It is raising prices, and is willing to lose customers who won't go along. The earnings estimate for 2007 is $2.10 a share. I've got a 15% grower here at a 7.5 multiple of Ebitda. It sells for 18-19 times earnings. In 2010 they could earn $3.25 a share. There will be 100 million fewer shares. At an 8 multiple, the company has a private-market value of $60. I think I can make 50% in two years. \b \u001d  Barron's: Anything else? \u001d  Gabelli: I also like GATX [GMT], an infrastructure play. Look around the U.S. Municipalities can't fund their health-care and pension costs, so they sell infrastructure. Brokerage firms like Goldman Sachs will partner with GATX to tap money from pension funds and bid on assets like the Tappan Zee Bridge. GATX will use its skill set to manage these long-lived assets. \u001d  Cohen: Goldman just closed on a $6 billion infrastructure fund, though it doesn't involve them. \u001d  Gabelli: GATX leases railcars. It got rid of its aircraft-leasing business; the remnants will be sold as we speak. Balance-sheet and off-balance-sheet liabilities will largely disappear. They'll have two businesses: rolling stock, rail cars primarily, and a steamship business in the Great Lakes. They'll probably earn $3.10 this year and buy back some stock. The yield is 1.80%. You're seeing a major transformation in the nature of the business. \u001d  Gabelli: To paraphrase Oscar, here's another vintage-wine pick. There are 12,000 commercial aircraft in the world, and Boeing [BA] and Airbus are delivering more. As demand for commercial aircraft rises, existing engines are running hot. That's why we recommended Rolls Royce last year. It did well in U.S. dollars. I still also like Sequa [SQA-A], which repairs and manufactures jet-engine components. There are 11.5 million shares. The stock is trading at 118.81. Marty Weinstein is doing a terrific job running the Chromalloy division. At 70-plus, he gets younger all the time. Earnings for '06 should be $5.35, up from about $3.25. They do more than $8 in '07 and close to $10 in '08, all driven by the hot part of the engine. The stock declined 70% in 10 months. Sequa has about $620 million of net debt, and an enterprise value of $2 billion. The Honeywells [HON] and United Technologies [UTX] will want to own it. \u001d  My last name is Liberty Media Capital [LCAPA], John Malone's latest incarnation. Last spring, Liberty Media split into two tracking stocks -- Liberty Interactive [LINTA], whose primary asset is QVC, and LCAPA, which trades around 97. It has 141 million shares and is worth about $150. They are swapping their News Corp. [NWS] stock for control of DirecTV [DTV] in a tax-efficient transaction, and now will own about 39%. DirecTV is a cash cow. I haven't quite figured out Malone's plan. Maybe he sells it to AT&T [T]. \b \u001d  Barron's: Thank you, Mario, and everyone. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e78d111c01d79521e01c236ddfb447ce","symR":["CIW.XX","T","US00206R1023"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Florida Man Wins $31,000 Bill Dispute With AT&T's Cingular","GmtTimeStamp":"2007-01-27T21:34:00.000000000","CompanyCodes":["CIW.XX","T","US00206R1023"],"IndustryCodes":["CTS","FTS","TLS","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5","XSTT"],"Story":"\b \u001d  SARASOTA, Fla. (AP)--A 77-year-old retiree has won a two-month battle with Cingular Wireless (CIW.XX) for about $31,000 in calls from Nicaragua he says he never made. \u001d  Oliver DeSofi's cell phone bill from November listed more than $21,420 in roaming charges for more than 4,000 calls made from his phone from Nicaragua. When he contacted Cingular about the charges, DeSofi learned there were already $9,554 in similar charges on his next bill. \u001d  The former bank executive said his bill was normally about $150 - and that he has never been to Nicaragua. \u001d  \"I told them this is impossible,\" DeSofi said. \u001d  DeSofi complained of fraud, but Cingular disagreed and tried to collect the money, the Sarasota Herald-Tribune reported Saturday. \u001d  Cingular canceled DeSofi's account, saying its fraud department did not find any problems with the account. The company reversed its decision after a Herald-Tribune inquiry Thursday. \u001d  \"We are researching how it was handled from beginning to end,\" Cingular spokeswoman Kelly Starling said. \u001d  A company representative told DeSofi that his bill had been credited the full amount and with an additional $120, which he could use if he wanted to resume service. \u001d  DeSofi said he did not plan to return to Cingular. \u001d  Cingular is a unit of AT&T Inc. (T). \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 16:34 ET (21:34 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e8bbe1040867c0552cbb8482f71ea946","symR":["IBM","US4592001014"],"date":"2007-01-27","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": IBM Advancement to Spawn New Generation of Chips","GmtTimeStamp":"2007-01-27T05:00:00.000000000","CompanyCodes":["IBM","US4592001014"],"IndustryCodes":["TSX","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5","XSTX"],"Story":"\b      First fundamental change to basic transistor in forty years \bYORKTOWN HEIGHTS, N.Y.--(BUSINESS WIRE)--January 27, 2007-- \u001d  IBM (NYSE: IBM) today announced it has developed a long-sought improvement to the transistor - the tiny on/off switch that serves as the basic building block of virtually all microchips made today. \b \u001d  Working with AMD and its other development partners Sony and Toshiba, the company has found a way to construct a critical part of the transistor with a new material, clearing a path toward chip circuitry that is smaller, faster and more power-efficient than previously thought possible. As important, the technology can be incorporated into existing chip manufacturing lines with minimal changes to tooling and processes, making it economically viable. \b \u001d  The achievement is expected to have widespread impact, leading to improvements in electronic systems of all kinds, from computers to consumer electronics. IBM has inserted the technology into its state-of-the-art semiconductor manufacturing line in East Fishkill, NY and will apply it to products with chip circuits as small as 45 nanometers (billionths of a meter) starting in 2008. \b \u001d  \"Until now, the chip industry was facing a major roadblock in terms of how far we could push current technology,\" said Dr. T.C. Chen, vice president of Science and Technology, IBM Research. \"After more than ten years of effort, we now have a way forward. With chip technology so pervasive in our everyday lives, this work will benefit people in many ways.\" \b \u001d  The technology, called \"high-k metal gate,\" substitutes a new material into a critical portion of the transistor that controls its primary on/off switching function. The material provides superior electrical properties compared to its predecessor, enhancing the transistor's function while also allowing the size of the transistor to be shrunk beyond limits being reached today. \b \u001d  As a result, the use of this material could allow the industry to continue on the path defined by \"Moore's Law,\" the chip industry axiom that predicts a doubling of the number of transistors on a chip every 12-18 months, thereby allowing chip performance and function to increase as well. The semiconductor industry has been able to maintain this rate of improvement for decades, but was reaching the limits of current technology, threatening a slowdown in further advancements. \b \u001d  As important as the new material itself is the method for introducing it into current manufacturing techniques. The creation of this transistor component with the new material was accomplished by the IBM team without requiring major tooling or process changes in manufacturing - an essential element if the technology is to be economically viable. \b \u001d  Incremental work leading up to this achievement had been published earlier by IBM in scientific journals and presented at chip technology conferences. IBM plans to publish the summary of this final achievement in a similar forthcoming venue. \b \b   About the IBM Research Division \b \u001d  IBM Research is the world's largest information technology research organization, with about 3,000 scientists and engineers in eight labs in six countries. IBM has produced more research breakthroughs than any other company in the IT industry. For more information on IBM Research, visit http://www.research.ibm.com. \b \b    CONTACT: IBM \b             Lizette Kodama, 646-675-0750 \b             lkodama@us.ibm.com \b \b    SOURCE: IBM \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:00 ET (05:00 GMT)"},{"md5ID":"eaa326ed54ef316847be62f9568e9532","symR":["AL","AL.T","CA0137161059","AA","AL","AL.T","DUK","VTT.XE","CA0137161059","DE0006012008","US0138171014","US2643991068"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":": Vattenfall AB, Alcan Inc., Duke Energy Corporation, International Emissions Trading Association (IETA) promoting evolution of global carbon trading","GmtTimeStamp":"2007-01-27T09:40:00.000000000","CompanyCodes":["AL","AL.T","CA0137161059"],"IndustryCodes":["ALU","XDJGI","XNYA","XTSE"],"Story":"\b \u001d  DAVOS, Switzerland, Jan. 27 /PRNewswire-FirstCall/ - Vattenfall AB, Alcan Inc., Duke Energy Corporation and the International Emissions Trading Association (IETA) will work with other leading industries and financial institutions to accelerate the evolution of carbon trading as one of the key components to addressing climate change. This cooperation was announced today at a press conference at the World Economic Forum's annual meeting, where the theme of climate change has been heavily discussed. \b \u001d  \"Putting the right price on greenhouse gas (GHG) emissions is key to combating climate change,\" said Lars G. Josefsson, President and Chief Executive Officer of the Swedish power company Vattenfall AB. \"This is best done by establishing a global emissions trading system which will safeguard that abatement measures will be carried out where they are least costly. As we create a scarcity of emission rights, market forces will unfold and accelerate the breakthrough of new low-emission technologies.\" \b \u001d  In January, Vattenfall AB presented its \"Global Climate Impact Abatement Map\", an international survey investigating the economics of curbing climate change (https://www.vattenfall.com/climatemap). \b \u001d  Recent developments in other jurisdictions, such as California and the recently announced USCAP initiative by business leaders calling for a cap-and-trade regime in the U.S.A, is a clear signal that business on both sides of the Atlantic is looking for increased regulatory clarity in their strategic decisions. \b \u001d  \"Expanding the GHG market into a global market will ensure that climate change is being addressed effectively, efficiently and takes advantage of business innovation and entrepreneurship, as well as produce a more liquid and competitive market, with one global price for carbon,\" said Daniel Gagnier, Senior Vice President, Corporate and External Affairs, Alcan Inc. \b \u001d  \"There is no 'silver bullet' for utilities to effectively address climate change,\" said Jim Rogers, Chairman, President and Chief Executive Officer, Duke Energy. \"We need to drive advancements on all fronts - energy efficiency, renewable energy and advanced clean coal, natural gas and nuclear plants - as we plan to meet our customers' growing demand for electricity over the next ten years and beyond. We are the nation's third largest coal generator, fourth largest nuclear generator and second largest in hydroelectric capacity and are pleased to be active participants in US-CAP. We look forward to working with the U.S. Congress and others on federal climate change legislation and convinced that the sooner we act the better it will be for our environment, customers and the economy,\" he added. \b \u001d  Through the European Union Emissions Trading Scheme (EU ETS) and the project mechanisms of the Kyoto Protocol, Clean Development Mechanism (CDM) and Joint Implementation (JI), there is currently a price for carbon, which allows companies that have regulatory obligations in Europe, to make everyday business decisions. At the same time, a price on the tonne of carbon reductions has catalyzed interest in developing countries, in projects that address long time issues, now being addressed for the first time, such as waste management. \b \u001d  \"A global carbon price is what business needs to make informed decisions and we are moving rapidly in that direction. We will learn more as we try it, we will make corrections, but there is no going back,\" concluded Andrei Marcu, President and Chief Executive Officer, IETA. \b \u001d  Vattenfall AB, the largest generator of heat in Europe and the fourth biggest producer of electricity, generates, distributes, sells and trades electricity and heat. Vattenfall's mission is to enhance its customers' competitiveness, environment and quality of life through efficient energy solutions and world-class service. \b \u001d  Alcan Inc. (NYSE, TSX: AL) is a leading global materials company, delivering high quality products and services worldwide. With world-class technology and operations in bauxite mining, alumina processing, primary metal smelting, power generation, aluminum fabrication, engineered solutions as well as flexible and specialty packaging today's Alcan is well positioned to meet and exceed its customers' needs. Alcan is represented by 65,000 employees in 61 countries and regions, and posted revenues of US$20.3 billion in 2005. The Company has featured on the Dow Jones Sustainability World Index consecutively since 2003. For more information, please visit: www.alcan.com. \b \u001d  Duke Energy is a leading energy company focused on electric power and gas distribution operations in the Americas. Duke Energy's purpose is to create superior and sustainable value for its customers, employees, communities and investors through the production, delivery and sale of energy and energy services, and is committed to health, safety, the environment and its communities. Duke Energy works to achieve superior business results, stretch its capabilities and foster win-win relationships. Headquartered in Charlotte, N.C., Duke Energy is a Fortune 500 company traded on the New York Stock Exchange under the symbol DUK. \b \u001d  The International Emissions Trading Association (IETA) is a non-profit organization created in June 1999 to establish a functional international framework for trading GHG emissions. Our members include leading international companies from across the carbon trading cycle. They seek to develop an emissions trading regime that results in real and verifiable GHG emission reductions, balancing economic efficiency with environmental integrity and social equity. As of January 2007, the IETA comprises 145 international companies from OECD and non-OECD countries. IETA has formed several partnerships such as with the World Bank and Eurelectric. \b \b    %B NM %C 1,2,3,8,12,31,32 %D IETA WEF \b \bSOURCE  ALCAN - EN \b \u001d    /CONTACT: Vattenfall AB Media Contact: Martin May, +46-8-739-52-70, martin.may@vattenfall.com; Alcan Inc. Contact: Daniel Gagnier, (514) 848-8118, daniel.gagnier@alcan.com; Duke Energy Corporation Contact: Tom Williams, (704) 609-2746, TCWilliams@duke-energy.com; IETA Contact: Andrei Marcu, +41-22-737-05-00, marcu@ieta.org \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 04:40 ET (09:40 GMT)"},{"md5ID":"ed1005024e4c208d9edfb99f130ea73f","symR":["TWX","US8873171057"],"date":"2007-01-27","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Time Inc.'s McAniff Resigns As Co-Oper Chief >TWX","GmtTimeStamp":"2007-01-27T10:06:00.000000000","CompanyCodes":["TWX","US8873171057"],"IndustryCodes":["BRD","MED","XDJGI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b \u001d  NEW YORK (AP)--Time Inc., a unit of media conglomerate Time Warner Inc. (TWX), said Friday that Nora McAniff is resigning as co-chief operating officer, effective March 1. \u001d  McAniff, 47, said in a statement that she is taking some time off after nearing her 25th anniversary with Time. McAniff served as co-chief operating officer with John Squires. \u001d  The company also promoted Sylvia Auton and Stephanie George as executive vice presidents. \u001d  Auton will retain her position as chief executive of IPC media and will assume responsibility for Southern Progress Corp. and the business sides of All You and Life. \u001d  George will maintain her role as president of In Style, Real Simple and Essence. She will also be responsible for corporate sales and marketing and the business sides of the People Group and Entertainment Weekly. George will also continue to oversee Time's partnership with the American Express titles. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 05:06 ET (10:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"eeb60974095031990d212f4aff07d37c","symR":["12064.FR","2897.TO","5020.KU","AAPL","AYUD.TH","BA","BFA","BFB","CAR","CPX.T","CRES.BA","CRESY","CVC","DA","FKI.LN","FLML","GIS","GLD","GMT","GSK","GSK.LN","HLYS","IAI","IFF","KALU","LCAPA","LRCX","M31.SG","M44U.SG","MYY","NAV","OISHI.TH","R07.SG","RIM.T","RIMM","S55.SG","S58.SG","S63.SG","SBH","SHP.LN","SHPGY","SLV","SQAA","SQAB","TEO.T","TESOF","THAI.TH","TIPCO.TH","TUF.TH","TXI","Y92.SG","Z74.SG","ARP331091024","CA14057U3047","CA7609751028","CA88157K1012","FR0000120644","GB0003294591","GB0009252882","GB00B0KQX869","JP3675600005","MYL5020OO002","SG1A43000730","SG1F60858221","SG1H95001506","SG1I52882764","SG1Q46922213","SG1S03926213","SG1T75931496","TH0093010Z05","TH0154010Z05","TH0245010002","TH0450A10Z08","TH0789010004","TH0902010014","US0378331005","US0970231058","US3614481030"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/29) 2007 Barron's Roundtable -- Part -3-","GmtTimeStamp":"2007-01-27T05:08:00.000000000","CompanyCodes":["12064.FR","2897.TO","5020.KU","AAPL","AYUD.TH","BA","BFA","BFB","CAR","CPX.T","CRES.BA","CRESY","CVC","DA","FKI.LN","FLML","GIS","GLD","GMT","GSK","GSK.LN","HLYS","IAI","IFF","KALU","LCAPA","LRCX","M31.SG","M44U.SG","MYY","NAV","OISHI.TH","R07.SG","RIM.T","RIMM","S55.SG","S58.SG","S63.SG","SBH","SHP.LN","SHPGY","SLV","SQAA","SQAB","TEO.T","TESOF","THAI.TH","TIPCO.TH","TUF.TH","TXI","Y92.SG","Z74.SG","ARP331091024","CA14057U3047","CA7609751028","CA88157K1012","FR0000120644","GB0003294591","GB0009252882","GB00B0KQX869","JP3675600005","MYL5020OO002","SG1A43000730","SG1F60858221","SG1H95001506","SG1I52882764","SG1Q46922213","SG1S03926213","SG1T75931496","TH0093010Z05","TH0154010Z05","TH0245010002","TH0450A10Z08","TH0789010004","TH0902010014","US0378331005","US0970231058","US3614481030"],"IndustryCodes":["AIR","ALU","ARO","ASP","BLD","BRD","BVG","CHM","CHS","CMT","CPR","CTS","DRG","DST","EQS","EXT","FAC","FDR","FOD","FOT","FTS","ICS","INP","INS","MED","OFP","OIE","OIS","ONF","OTS","PCS","REA","RED","REI","RTS","SEM","SVC","TAT","TEX","TLS","TRQ","TRS","VIN","XATI","XCA4","XDJGI","XDJI","XENX","XFFX","XFT1","XGTI","XISL","XNQ1","XNYA","XORD","XRUS","XSCI","XSP5","XST5","XSTT","XSTX","XTSE"],"Story":"\u001d  Faber: Buy a basket of stocks. In Singapore, I like Singapore Telecommunications [ST.Singapore] and Singapore Airport Terminal Services [SATS.Singapore], which I recommended two years ago. I also like Singapore Engineering [SIE.Singapore], which overhauls aircraft engines. Asia now has budget airlines, so traffic is exploding. Singapore has some world-class companies, like Singapore Airlines [SIA.Singapore]. The nation's infrastructure is incredible. I also like Rotary Engineering [RTRY. Singapore.]. \u001d  In Singapore, many stocks yield 4% to 5%, while the bond yield is less than 3%. By buying equities, you are being paid to wait. Singapore will benefit from the growth of India, Vietnam, Cambodia, Myanmar, Indonesia and all of Southeast Asia. \u001d  Neff: Would the P/Es be proportionately friendly, too? \u001d  Faber: Singapore Telecom and Singapore Airport Terminal trade for 14 times earnings. MobileOne [M1.Singapore], a mobilephone company, has a P/E of 12 and yields 6%. Last year I recommended real-estate investment trusts in Singapore, and some did well because property prices went up, especially in the luxury market. Mapletree Logistics [MLT.Singapore] runs logistical centers around Asia and yields 4.4%. \u001d  In Malaysia there are some land-development companies that yield around 6%-7%. One, Glomac Berhad [GLMC.Malaysia] yields 6% and has a P/E of 7. The Singapore dollar is a healthy currency, but the Malaysian ringgit probably is the most undervalued currency vis-&#224;-vis the euro and the U.S. dollar. Asia -- and especially Moslem countries like Malaysia -- has benefited greatly from the oil wealth in the Middle East, which has led to a boom in traveling. People from the region don't go to the U.S. but head to Asia, and their investments flow increasingly to Asia. \b \u001d  Barron's: What do you like in Thailand? \u001d  Faber: Ayudhya Insurance [AYUD.Thailand] has a P/E of 11 and a yield of 8%. Last year, domestic institutions and individuals sold Thai stocks. Only the foreigners were buying. The market could fall another 20% or so, and then it would be a real bargain. Thailand has some competitive advantages in health care and food. Tipco Foods [TIPCO.Thailand] produces canned pineapples and pineapple juice. Thai Union Frozen Products [TUF.Thailand] is another food producer. Airlines around the world have been strong, but Thai Airways [THAI.TB] collapsed recently. It is selling below book value. It yields 4%. \u001d  Neff: Did it collapse because of the political turmoil in Thailand? \u001d  Faber: Because of the bombings. [Eight bombs rocked Bangkok on New Year's Eve.] That hurts tourism. There are so many cheap stocks, like Oishi Group [OISHI.Thailand], which operates Japanese restaurants and sells green tea. It has a P/E of 9 and yields 8%. Thai Beverage [THBEV.Singapore] is listed in Singapore but sells whiskey and beer in Thailand. I am not buying Thai stocks yet because I expect the Thai market to correct meaningfully. But an opportunity is coming. \b \u001d  Barron's: Thank you, Marc. Oscar, you're next. \u001d  Schafer: Companies are like wine. They go through different stages of development. My picks today are re-recommendations of stocks I talked about previously. Prices have risen, but don't fully reflect the companies' underlying fundamentals. \b \u001d  Barron's: That's what everyone says. \u001d  Schafer: It's been a few years since I talked about Flamel Technologies [FLML]. The board changed after a proxy fight in which 88% of the votes were cast for the new board. The company has an important new partnership with GlaxoSmithKline [GSK]. Flamel has two major platforms for its delivery of drugs. The Micropump is for the oral delivery of small molecules best absorbed in the small intestine. Medusa is for delivery by injection of therapeutic proteins and peptides. The two technologies affect the release of drugs, making them safer, longer-acting and in some cases better targeted to the diseases the drugs are intended to treat. \u001d  Flamel has tremendous potential. In October Glaxo got the first major approval of one of Flamel's formulations, for controlled release of Coreg, a Glaxo drug. Coreg is marketed in the U.S. Sales exceed $1.5 billion and are growing by 35%-40% a year. Flamel's new formulation was approved for congestive heart failure, left-ventricular dysfunction and high blood pressure. Existing Coreg sales are for a twice-a-day product, while Flamel's formulation is once a day. It offers not only easier compliance for patients, but perhaps truly better health for the patients who take it. Formulations like Flamel's are often used to defend Big Pharma's major franchises from generic competition. In this case, Glaxo said this new formulation has the potential to grow the Coreg franchise substantially. \b \u001d  Barron's: How so? \u001d  Schafer: It could be a benefit in a number of non-U.S. markets. Also, Glaxo has been unable to formulate combination drugs with twice-a-day Coreg, as the drugs that best combine with its active ingredient are once-a-day drugs. The new formulation opens the door to new combinations. \u001d  The potentially biggest opportunity is the expansion of the Coreg franchise into hypertension. Coreg has been unable to penetrate this market with its twice-a-day dosing. The new formulation overcomes this problem and could make Coreg the drug of choice for many people afflicted with hypertension. Glaxo has listed Coreg CR, the Flamel formulation, as its No. 1 new opportunity for 2007. \b \u001d  Barron's: With Flamel's formulation, what sort of sales growth do you see? \u001d  Schafer: Glaxo could achieve more than $2 billion a year in sales. Assuming $2 billion and a 5% royalty to Flamel-the low end of the usual 5% to 10% range -- that's $100 million a year for Flamel. Taxed in France, where Flamel is based, Coreg alone could throw off about $3.50 a share, with upside potential. Six dollars a share in earnings from Coreg, plus some other opportunities, is possible in the next few years. \u001d  Flamel currently spends about $30 million to $35 million a share on operating costs, which will need to be made up with other partnerships, though that's something management thinks it can accomplish. In addition, the efficacy of the Micropump platform has been proved in human studies on more than seven products, and Flamel could use the technology to help other big drug companies develop products. Medusa also is exciting There isn't enough appreciation for its potential in the current stock price. \b \u001d  Barron's: What are its advantages? \u001d  Schafer: The Medusa formulation stabilizes proteins and releases them at a controlled rate. The result is fewer injections, less side effects and better efficacy. The proof of the technology will be in the company's ability to license it on attractive terms \u001d  I recommended Flamel at 12 and it's now 31.87, though it's a better value now than it was at 12. New management has controlled costs and refocused the company on products that are a generation better than what is on the market. I believe Glaxo's comment that it will launch Coreg CR in a big way, and the many other applications of both technologies could be the icing on a very big cake. The stock could double or triple. \b \u001d  Barron's: What are they going to earn this year? \u001d  Shafer: Flamel lost money in 2006. This year they should earn more than $1 a share, and next year $3 to $4. They could earn $3.50 a share without any more drugs. You get the free call on everything else. The stock will be between 50 and 75 in 12 to 18 months. \u001d  My next stock is Shire [SHPGY], a British company. Shire is a specialty pharmaceutical company focused on CNS [central nervous system], primarily its Adderall XR and Daytrana franchise for ADHD [attention deficit hyperactivity disorder]; gastrointestinal and renal, and human genetic therapies including Elaprase for Hunter syndrome. The company focuses on products that sell in special niches, with high sales-force knowledge of the specialties. Given Shire's leading position in ADHD, there was significant concern about the sustainability of the franchise when Adderall XR's patent exclusivity expires in April 2009. \b \u001d  Barron's: What changed? \u001d  Schafer: Shire settled with Barr Pharmaceuticals [BRL], which wanted to make a generic version. Also, it recently received approval for Vyvanse, a next-generation stimulant, which it will launch in collaboration with New River Pharmaceuticals (NRPH) this year. Vyvanse has exclusivity until 2024. Shire's other recent launch in ADHD is Daytrana, manufactured by Noven Pharmaceuticals [NOVN]. This is the first transdermal methylphenidate patch. The launch has been strong, and Daytrana should continue to exceed expectations. \u001d  This will be an active year for Shire. Upcoming approvals and launches include: Mesavance for the treatment of ulcerative colitis; Dynepo for the treatment of anemia in patients with chronic kidney disease, and approval of Elaprase for Hunter syndrome in Europe in the first half of 2007. Also, it faces the launch of SPD 465, a long-acting adult formulation of Adderall XR; the approval and launch of Connexyn, a non-stimulant ADHD drug targeting the pediatric segment, and the potential approval in Japan of Replagal for the treatment of Fabry Disease. Shire's acquisition of Transkaryotic Therapies brought in several promising compounds. Shire has laid out a goal of one new drug candidate every 12 months. \b \u001d  Barron's: Can it afford these ambitions? \u001d  Schafer: Given its heavy investment in developing this pipeline, the company will have significant operating leverage and margin-improvement opportunities once the products are launched and running. In the next few years, Shire will have significant opportunities to reduce expenses. The stock trades for 63.48 a share, and the company has about $6 a share in cash, with no debt. Because of the number of new introductions, 2007 earnings could fall in a wide range. Shire could have cash earnings of $4 a share in 2008 and generate strong free cash flow. This could be on the high side if it decides to use its cash to make a dilutive acquisition, but I believe any acquisition long-term would be as much of a winner as TKT has been. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 27, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f6aa5b43d54cf7b63ea3f8f045b3f376","symR":["XTA.LN","GB0031411001"],"date":"2007-01-27","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Xstrata's Sudbury Offer Back On Table, Minus Bonus:Union","GmtTimeStamp":"2007-01-27T11:38:00.000000000","CompanyCodes":["XTA.LN","GB0031411001"],"IndustryCodes":["MNG","XDJGI","XFT1","XISL"],"Story":"\b \u001d  LONDON (Dow Jones)--Xstrata PLC (XTA.LN) has put its original offer to the unionized workers at its Sudbury operations back on the table, minus the early signing bonus, and the union said it will mull the proposal over the weekend, the Canadian Auto Workers union said in a statement released overnight. \u001d  \"We will most likely meet again on Monday,\" the union said. \"We are told that the Vice President of Xstrata Nickel will get involved as of Monday,\" it added. \u001d  Notification of the offer was relayed to the union by a mediator. \u001d  \"We are available throughout the weekend in case the company wants to meet, \" the union said. \"Again our goal is to reach a collective agreement before the Feb. 1 deadline, \" it added. \u001d  Last week, more than 1,000 unionized workers voted 98% in favor of a work stoppage if a new labor agreement isn't reached. Both sides began negotiations Dec. 11 with the hope of a resolution ahead of the expiration of the current labor contract. \u001d  Unionized workers in Sudbury, Ontario, rejected Thursday a proposal to agree on an early contract settlement, but Xstrata has said it remains hopeful of averting a strike next week as negotiations continue. \u001d  A major sticking point has been over the contract's \"language\" about job postings and vacations. \u001d  According to Xstrata spokesman Ian Hamilton, the company's offer was only for early settlement in an attempt to avoid incurring costs to the company which will begin around Jan. 27. However, he said that nickel production wouldn't be impacted on Jan. 27. \u001d  The threat of a strike has helped push London Metal Exchange prices to record highs in an already extremely tight nickel market. Current available stocks comprise less than a day's worth of global nickel consumption, according to LME data. \b \u001d  -By Andrea Hotter, Dow Jones Newswires; +44 (0)20 7842 9413; andrea.hotter@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 06:38 ET (11:38 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"faea7275290b0d57046a0becccaf62fc","symR":["ADM","AVR","MON","PEIX","VSE"],"date":"2007-01-27","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/29) Review & Preview Follow-Up: The Limits Of Ethanol","GmtTimeStamp":"2007-01-27T05:04:00.000000000","CompanyCodes":["ADM","AVR","MON","PEIX","VSE"],"IndustryCodes":["CHM","CHS","FOD","OFP","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  Plant corn and pray for good weather. That seems to be the best agribusiness strategy, following President George W. Bush's plug for biofuels in his State of the Union address Tuesday. \u001d  The shares of ethanol refiners ran up as much as 19% in the days before the speech, as Wall Street anticipated the president's call for annual production of 35 billion gallons of alternative fuel by 2017 -- a nearly fivefold increase from the federal government's current goal.   Butthe ethanol stocks later gave back most of their anticipatory gains, as investors apparently concluded that even the president can't ease the physical and economic constraints weighing on the shares of Archer Daniels Midland (ticker: ADM), Pacific Ethanol (PEIX), VeraSun Energy (VSE) and Aventine Renewable Energy Holdings (AVR). \u001d  As we warned last summer (\"The Corn Conundrum,\" Aug. 7), rapidly expanding capacity in ethanol-refining has gobbled up corn, the main feedstock for today's ethanol manufacturers. \u001d  Corn prices are close to a 10-year high. Meanwhile, oil has slid to an 18-month low. This combination has pinched the \"crush spread\" that measures the profit from buying corn and turning it into ethanol. In the 12 months before we wrote our story, that per-gallon spread had tripled to more than $3 -- inspiring a rush to add ethanol capacity and to sell ethanol shares to the non-farming public. With the spread narrowed, profits have proven disappointing. \u001d  Since our story, the stock of biofuels-industry leader ADM is down 22%, while shares of Aventine Renewable Energy are off 40%. ADM will school shareholders on its latest-quarter results on Feb. 1. \u001d  The U.S. ethanol complex has been a long-term beneficiary of government assistance through tax subsidies and tariffs on imported ethanol. The president's call for even more production of ethanol and biodiesel (a diesel substitute, made mainly from soybeans) won't do much to change the biofuel industry's near-term course. Refiners are already straining available engineering resources to add capacity as quickly as possible. Current projects are expected to expand production capacity  to six billion gallons a year in 2007. \u001d  As reflected in the price of a bushel of corn, supply limits can take some of the fun out of the new ethanol-refining capacity. Those other kinds of corn stocks -- the inventories sitting in grain elevators --  have been drained to 20-year lows. That makes weather a bigger short-term risk factor, should production get pinched by a bad harvest. \u001d  In the medium term, farmers will surely shift acreage to corn from other crops. That, in turn, could limit supplies of soy to biodiesel refiners. And the growing appetite of ethanol refiners for corn will make the grain more expensive for livestock and, indirectly, humans. \u001d  To be sure, continuing improvements in corn yields will ease some of those constraints. That's why shares of agrochemical outfits like Monsanto (MON) also perked up before the State of the Union address. A boost in corn supply won't be enough to boost the crush spread and make ethanol stocks recover. They'll need another rise in the price of oil. That will happen. The question is when. \u001d  But long term, corn and soy farmers would run out of arable land long before they could produce the 35 billion gallons a year that the president demanded in his speech. Meeting his goal would require new technologies that could allow production of biofuels from cellulose-based feedstocks, such as switchgrass and poplar trees, instead of today's sugar-based crops. \u001d  Early efforts in those technologies are not yet economic, and there are as yet no great cellulosic investment plays. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 27, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."}]
