[{"md5ID":"0518ec05497eee5e5456acb52ba0d7d0","symR":["ATVI","CSTR","CVX","EPCT","STRM","SVR","US1667641005"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/16) Research Reports: How Analysts Size Up Companies","GmtTimeStamp":"2007-04-14T04:02:00.000000000","CompanyCodes":["ATVI","CSTR","CVX","EPCT","STRM","SVR","US1667641005"],"IndustryCodes":["CMT","DRG","ENT","FAD","OIL","SOF","SVC","TMF","XDJGI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSXA"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  Activision - ATVI-NNM \b \u001d  Buy/Aggressive - Price 19.21 on April 9 \u001d  by A.G. Edwards \b \u001d  Guitar Hero II for the Xbox 360 is enjoying strong momentum with demand outstripping supply despite an unprecedented price point of $150 at retail (including extra guitar controller) . . . . We believe Activision is poised for strong market-share gains in first half fiscal '08 due to strength of Guitar Hero II . . . Spiderman 3 in May, and contribution from other early 1H08 releases such as Shrek the Third and Transformers. We are raising our fiscal 2008 and 2009 earnings-per-share estimates to 54 and 79 cents from 51 and 76 cents, respectively. Reaffirming our Buy rating and raising our 12-18-month price objective to 24 from 23. \b \u001d  Chevron - CVX-NYSE \b \u001d  Neutral - Price 82 on April 9 \u001d  by Prudential Equity \b \u001d  We are adjusting EPS estimates and target prices to reflect actual 1Q07 commodity prices and margins. We are raising our 2007 EPS estimate to $7.75 from $7.48 and raising 2008 to $8.08 from $7.96. We are raising our price target to 82 from 72. \b \u001d  Coinstar - CSTR-NNM \b \u001d  Buy - Price 30.79 on April 9 \u001d  by Merriman Curhan Ford & Co. \b \u001d  Since 2005, Coinstar has invested $32 million for a 47.3% stake in DVD rental-kiosk operator Redbox (McDonald's Ventures owns an equal percentage). As Coinstar only reports its 47.3% share of Redbox's net income or loss on its income statement (below the line), its contribution is not reflected in our earnings before interest, taxes, depreciation and amortization estimate or valuation potential. With solid growth opportunities for both coin-counting and entertainment divisions, coupled with the accelerating high-margin e-payment initiatives, Coinstar should achieve annual Ebitda growth of 10% to 20%. We believe the shares have appreciation potential to 46 to 51, using an Ebitda multiple of 7.5 to 8.5 times on the core business as well as an incremental 11 for the Redbox investment. \b \u001d  EpiCept - EPCT-NNM \b \u001d  Market Outperform - Price 1.78 on April 10 \u001d  by Rodman & Renshaw \b \u001d  EpiCept's pain-product candidates [patients with diabetic peripheral neuropathy in two Phase IIb trials] are reformulated from FDA-approved pain-management therapeutics to be . . . delivered directly to the surface of the skin. Thus, we believe EpiCept's pain programs carry relatively low drug-development risk and cost while time-to-market may be accelerated . . . . Given the setback experienced by EpiCept in the company's other pain products . . . this is a welcome development . . . . Meanwhile, we believe the company's oncology programs are shaping up better than expected . . . . Therefore, we reiterate Market Outperform and target of 6. Market cap: $45 million. \b \u001d  Streamline Health Solutions - STRM-NNM \b \u001d  Buy - Price 3.90 on April 10 \u001d  by Hilliard Lyons \b \u001d  STRM develops document-workflow and management software that enables . . . medical facilities to transition from paper to electronic records . . . . Reiterate Buy and 9-to-11 target. Our EPS estimates for 2007 and '08 are 35 and 54 cents . . . it's time for management [to] over-deliver. After lackluster 3Q06 where one large deal slipped, and abysmal 4Q06 that saw three large deals slip, we'd like to see management: Close two large deals in 1Q07 . . . close at least one large deal in 2Q07 [and] sign new distribution partners that lead to new business wins . . . and purchase shares in the open market, signaling faith in '07 prospects and belief the stock is undervalued. We project revenue growth of 20%-25%/year over next three years . . . . We derive our price target by applying a 17-20- times multiple to our '08 EPS estimate. \b \u001d  Syniverse Holdings - SVR-NYSE \b \u001d  Hold - Price 10.93 on April 10 \u001d  by Wedbush Morgan \b \u001d  Syniverse provides technology services to wireless-telecommunications companies . . . . These services include technology interoperability, network services, number portability, call processing and enterprise solutions. Lowering price target from $14.50 to $12.50 and 2007 and 2008 estimates, as we see limited evidence supporting a near-term recovery of Syniverse's revenue growth. While management essentially guided for flat growth for 2007, backing out the impact of the [Interactive Technology Holdings] acquisition in June 2006, we estimate an organic revenue decline of 3%. We believe there will be some revenue recovery in 2008, but are lowering our overall long-term growth expectations, which reduces our [discounted cash-flow]-based valuation from 14.50 to 12.50. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:02 ET (04:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"05b5f9aef9b25493fd913cbb2b6ad8ce","symR":["LM","LMVTX"],"date":"2007-04-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/16) Fund Of Information: Legg's Missing Synergy","GmtTimeStamp":"2007-04-14T04:07:00.000000000","CompanyCodes":["LM","LMVTX"],"IndustryCodes":["FIS","SCR","XDJGI","XNYA","XRUS","XSP5","ZFU"],"Story":"\b   (From BARRON'S) \b   By Lawrence C. Strauss \u001d  When Legg Mason swapped its retail brokerage unit for Citigroup's mutual-fund business at the end of 2005, there were supposed to be synergies galore. \u001d  The firm's high-profile funds, including Legg Mason Value Trust (ticker: LMVTX), run by superstar Bill Miller, would be sold via the Smith Barney brokerage network. The brokers wouldn't have to worry about conflicts involving selling in-house funds, and Legg (LM) would have access to a powerful distribution network. So far at least, that synergy hasn't materialized as Legg had hoped it would. The main reason: Many of Legg's biggest equity funds are slumping, even though it has a strong lineup of veteran managers with good long-term records. Besides Miller, the roster includes Legg Mason Aggressive Growth (SHRAX), run by Richard A. Freeman; Legg Mason Partners Appreciation (SHAPX), whose co-manager is Harry D. \"Hersh\" Cohen; Legg Mason Partners Large Cap Growth (SBLGX), run by Alan Blake, and Legg Mason Partners Fundamental Value (SHFVX), helmed by John Goode and Peter Hable. Except for Miller's fund, all of these portfolios were formerly part of Citigroup Asset Management. \u001d  In most cases, the subpar performance has led to net cash outflows, no doubt pressuring fee income and margins. It's also a classic example of investors with short memories. \"The problem is the investors, not the managers,\" asserts Harold Evensky, a financial planner in Coral Gables, Fla. \"People have unrealistic expectations.\" \u001d  Legg Mason doesn't seem too worried. \"We look at numbers over the longer term,\" says Mary Athridge, a company spokesperson. \"As long as they are sticking with their process, we support them.\" \u001d  Aggressive Growth, which Freeman has run for more than 20 years, has experienced a few hiccups lately. Its one-year return of 5.1% trails the S&P 500 by nearly 10 percentage points, placing it in the bottom 30% of its Morningstar peer group. However, Freeman's 10-year annual return of 14.33% bests the S&P 500's by more than six percentage points and ranks at the very top of Morningstar's large-cap growth category. Over five years, the fund is in the top 20%. Last year, Aggressive Growth had net inflows of $135 million, according to Financial Research Corp. \u001d  But the Appreciation fund is in the bottom half of its peer group, based on one-, three- and five-year returns, although its 10-year annual result of 8.26% is slightly ahead of the S&P 500's, placing it in the top 30%. In 2006, it had net outflows of nearly $580 million, while in this year's first two months, it swung to a small net inflow. \u001d  Similarly, Fundamental Value has a strong 10-year annual return of 9.47%, but its more recent returns aren't nearly as strong. The fund's net outflow last year was nearly $430 million. \u001d  \"Longer-term, I would characterize it as a bump in the road,\" says Jeff Ptak,\" a Morningstar analyst. \"These are proven managers. The success of their strategies has been borne out over suitably long periods of time.\" \u001d  On a brighter note, Legg Mason Opportunity (LMNOX), a mid-cap fund with strong recent results run by Miller, had a net inflow of $982 million last year, aided by the Smith Barney sales force. That's synergy with a capital S. \u001d  --- \u001d  Scoreboard \b \u001d  Energy Funds Show Spark \b   U.S. diversified equity funds gained an average 0.33% in the week ended Thursday, reports Lipper. In the same span, the  broad market edged up 0.29% in that span, small-cap growth funds gained 0.51%, and mid-cap growth funds returned 0.55%. Up, too, were natural-resource funds, by 2.32%; health/biotech, by 0.83%; and gold funds, by 0.66%. \b \b                                      One Week  Year-to-Date \b \bU.S. STOCK FUNDS                      0.33%            4.15% \bU.S. BOND FUNDS                      -0.08             1.60 \bTOP SECTOR / Natural Resources Funds  2.32            11.11 \bBOTTOM SECTOR / Real Estate Funds    -1.37             3.31 \b \b                     THE WEEK'S TOP 10 \b \b \b Fund \bInvestment Objective              One Week  Year-to-Date \b \b Pope USX China A \b        China Region                 4.58%        10.09% \b \b ProFunds OE S&D US Inv \b   Natural Resources                 4.37         16.07 \b \b ProShares Ult Oil & Gas \b   Natural Resources                 4.12           NA \b \b Direxion Cmdty Bl 2x Inv \b   Spec Dvsfd Equity                 3.93         19.73 \b \b Frontier Microcap \b      Small Cap Core                 3.65         13.07 \b \b streetTRACKS S&P OG EP \b   Natural Resources                 3.52         13.42 \b \b ProShares UlS Rl Est \b                 DSB                 3.51           NA \b \b Fidelity Adv Korea A \b    Pacific ex Japan                 3.51         11.38 \b \b PowerShares Dyn Oil \b   Natural Resources                 3.44         11.88 \b \b Dreyfus Prem Gr Ch A \b        China Region                 3.37         17.81 \b \b                    THE WEEK'S BOTTOM 10 \b \b ProShares UlS OIl Gas \b                 DSB                -3.97%          NA \b \b ProShares Ult Rl Est \b         Real Estate                -3.35           NA \b \b Direxion EM Br 2x Inv \b    Emerging Markets                -3.10        -14.63 \b \b ProFunds UltraSht EM Inv \b                 DSB                -2.99        -13.55 \b \b ProFunds RE Ult-Sect Inv \b         Real Estate                -2.55          1.22 \b \b ProShares UlS Semicond \b                 DSB                -2.38           NA \b \b B2B Internet HOLDRS Tr \b          Technology                -2.27         -2.27 \b \b PIMCO RE Rl Rtn Inst \b         Real Estate                -2.21          3.65 \b \b FBR Sm Cap Financial \b       Finl Services                -2.11         -8.57 \b \b SEI Inst Real Estate A \b         Real Estate                -2.04          3.07 \b \b                         THE LARGEST 10 \b \b Fund \b          Net Assets                             3-Year*  1-Week     YTD \b          (billions)  Investment Objective        Return  Return  Return \b \b American Funds Gro A \b             $85.087      Multi Cap Growth        11.78%   0.59%   3.86% \b \b American Funds ICA A \b              74.191       Large Cap Value        10.89    0.15    2.79 \b \b Vanguard 500 Index Inv \b              70.353         S&P 500 Funds        10.14    0.29    2.58 \b \b Fidelity Contrafund \b              68.713      Multi Cap Growth        13.28    0.23    3.38 \b \b Dodge & Cox Stock \b              68.489       Large Cap Value        15.05    0.89    4.34 \b \b American Funds CIB A \b              68.387                  MTAG        15.25    0.27    4.46 \b \b American Funds Wsh A \b              68.272       Large Cap Value        10.32    0.14    2.47 \b \b American Funds CWGI A \b              66.846                  GMLV        18.84    0.66    5.30 \b \b American Funds Inc A \b              63.539                  MTAG        12.54    0.17    3.49 \b \b PIMCO Tot Rtn Inst \b              62.602       Intmd Inv Grade         3.84   -0.48    1.20 \b \b *Annualized. Through Thursday. \b \bSource:Lipper \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"06b4121df2acafb6e9862ca83e6ff6d1","symR":["BAB","BAY.LN","DLAKY","LHA.XE","RYA.DB","RYAAY","DE0008232125","GB0001290575","IE00B1GKF381"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/16) European Trader: A Ryanair Usa Would Face Big Headwinds","GmtTimeStamp":"2007-04-14T04:03:00.000000000","CompanyCodes":["BAB","BAY.LN","DLAKY","LHA.XE","RYA.DB","RYAAY","DE0008232125","GB0001290575","IE00B1GKF381"],"IndustryCodes":["AIR","XDAX","XDJGI","XFT1","XISL","XNQ1","XNYA"],"Story":"\b   (From BARRON'S) \b   By Rod Stone \u001d  \"Somebody at some stage is going to do a long-haul low-cost airline. Will it be successful? I doubt it.\" \u001d  Those words were uttered in late 2005, not by the boss of a big global carrier anxious to protect its business, but by Michael O'Leary, Irish budget airline Ryanair's outspoken chief executive. The same person who last week said he's seriously considering starting a budget airline offering cut-price fares as low as $12 between Europe and the U.S. \u001d  It's truethat the recently agreed \"open skies\" pact between the European Union and U.S. will open up transatlantic routes to new competitors, starting next April. But O'Leary faces a tough time in making \"Ryanair USA\" fly. Put simply, the offshoot wouldn't work as a pure low-cost carrier and would need to attract some higher-paying customers. \u001d  Ryanair, whose American depositary shares trade in New York under the symbol RYAAY, is Europe's largest budget airline, carrying more than 42 million passengers annually. Despite rising fuel costs, it has remained highly profitable as it has expanded across Europe. Its third-quarter profit jumped 30%, to 47.7 million euros ($64.45 million), and it's expected to report a similar rise for the fiscal year ended March 31. \u001d  Ryanair generates profits by keeping its non-fuel costs extremely low, maximizing its fleet utilization and selling ancillary items, such as food onboard and travel insurance. It flies to cheaper airports -- some 60 miles outside big cities -- and turns planes around in just 25 minutes. \u001d  A trans-Atlantic sister operation would immediately face much higher cost pressures -- particularly for personnel. Safety rules dictate that air crews rest about 12 hours after a long flight, so the long-haul carrier would have to pay for its crews' hotels and transportation. Staff costs represent about 13% of Ryanair's current operating costs, much less than at long-haul carriers, such as British Airways (BAB), where the figure is about 29%, or Lufthansa (LHA.Germany), where it's around 25%. \u001d  What's more, the larger airplanes required couldn't be turned around within 90 minutes and would need far more fuel than the short-haul Boeing 737s Ryanair now uses. \u001d  To help offset these higher costs while still offering low economy-class fares, Ryanair USA would need a premium-class section on its planes, with seats that actually recline, unlike many on Ryanair's European jets. \u001d  Premium-class sections are key profit generators for long-haul airlines and are typically filled by executives jetting between major financial centers. Few are likely to want to go to the secondary airports, like Baltimore/Washington International, Providence or Long Island MacArthur, that O'Leary says he's eyeing. \u001d  A Ryanair USA could seriously undercut the business-class roundtrip fares offered by the likes of BA, which can cost well over 3,000 British pounds (about $5,940). But it would also face competition from premium-class-only airlines such as Silverjet and MAXjet, which offer some fares below GBP 1,000. And these carriers fly to New York's JFK. \u001d  Rather than betting on a risky trans-Atlantic venture, O'Leary would do better to expand Ryanair's presence in Europe and North Africa, on its own or through acquisitions. After all, the penetration of budget airlines in Europe is still some way behind where it is in the U.S. \u001d  --- \u001d  Rod Stone, who is based in London, is a contributor to The Skeptic, a Dow Jones Newswires column on which this European Trader is based. \u001d  --- \b                     DOW JONES GLOBAL INDEXES \b \b Region/ \b Country \b  DJ Global          DJ Global          DJ Global     Point \b   Indexes,           Indexes,           Indexes,      Chg.    % Chg. \bLocal Curr.    Wkly     U.S. $    Wkly  U.S. $ on      From      From \b   04/13/07  % Chg.   04/13/07  % Chg.   12/31/03  12/31/03  12/31/03 \b \b Americas \b                        365.42   +0.82     351.71    +13.71     +3.90 \b \b Brazil \b 6110095.45   +1.91    1191.19   +2.38    1067.30   +123.88    +11.61 \b \b Canada \b     453.57   +1.17     461.00   +2.33     425.73    +35.27     +8.29 \b \b Chile \b     638.48   +2.62     449.78   +3.45     393.68    +56.10    +14.25 \b \b Mexico \b    1999.72   +1.22     557.83   +1.20     500.99    +56.84    +11.35 \b \b U.S. \b     354.43   +0.65     354.43   +0.65     343.25    +11.18     +3.26 \b \b Venezuela \b    2768.76   -1.71      51.31   -5.57      58.10     -6.80    -11.70 \b \b Latin America \b                        625.87   +2.02     560.18    +65.68    +11.73 \b \b Europe \b                        376.70   +1.39     349.72    +26.98     +7.71 \b \b Austria \b     484.32   +0.62     509.78   +1.20     465.16    +44.62     +9.59 \b \b Belgium \b     433.07   +0.58     456.07   +1.16     427.54    +28.54     +6.67 \b \b Denmark \b     518.04   -0.06     555.67   +0.52     505.70    +49.98     +9.88 \b \b Finland \b    1437.68   -0.11    1353.42   +0.47    1206.63   +146.78    +12.17 \b \b France \b     369.02   +0.55     393.69   +1.12     365.73    +27.96     +7.64 \b \b Germany \b     324.68   +1.44     340.68   +2.02     302.80    +37.88    +12.51 \b \b Greece \b     421.99   +2.61     327.85   +3.20     295.24    +32.61    +11.05 \b \b Ireland \b     676.35   +2.31     695.47   +2.90     671.96    +23.52     +3.50 \b \b Italy \b     346.36   +1.24     299.53   +1.82     280.63    +18.90     +6.73 \b \b Netherlands \b     427.90   +0.85     449.22   +1.43     401.84    +47.38    +11.79 \b \b Norway \b     446.35   +0.37     445.42   +1.62     402.36    +43.06    +10.70 \b \b Portugal \b     317.49   -0.02     290.13   +0.56     270.37    +19.76     +7.31 \b \b Spain \b     578.56   +0.13     457.73   +0.70     422.08    +35.65     +8.45 \b \b Sweden \b     691.46   +1.58     593.68   +2.10     542.62    +51.06     +9.41 \b \b Switzerland \b     546.10   +0.81     609.36   +0.61     577.55    +31.81     +5.51 \b \b United Kingdom \b     276.91   +0.87     293.70   +1.43     278.31    +15.40     +5.53 \b \b South Africa \b                        351.43   +1.72     319.28    +32.14    +10.07 \b \b Pacific Region \b                        153.04   -0.12     146.16     +6.87     +4.70 \b \b Australia \b     417.05   +0.97     456.42   +2.48     400.56    +55.86    +13.94 \b \b Hong Kong \b     400.81   +0.08     398.95   +0.11     377.97    +20.98     +5.55 \b \b Indonesia \b     614.78   +1.99     134.64   +2.04     127.96     +6.68     +5.22 \b \b Japan \b     112.26   -0.73     117.43   -1.35     115.76     +1.68     +1.45 \b \b Malaysia \b     249.27   +2.47     197.09   +2.75     158.88    +38.21    +24.05 \b \b New Zealand \b     200.37   -0.28     273.27   +1.64     259.49    +13.78     +5.31 \b \b Philippines \b     328.39   -1.68     178.07   -1.37     159.92    +18.15    +11.35 \b \b Singapore \b     273.13   +1.13     291.98   +0.93     249.36    +42.61    +17.09 \b \b South Korea \b     315.38   +2.16     257.45   +2.58     241.17    +16.29     +6.75 \b \b Taiwan \b     199.07   -0.13     154.99   -0.19     156.13     -1.15     -0.74 \b \b Thailand \b     126.39   -0.09      85.25   -0.26      81.33     +3.93     +4.83 \b \b Euro Zone \b                        389.61   +1.45     356.67    +32.93     +9.23 \b \b Europe (ex.U.K.) \b                        424.22   +1.37     389.85    +34.37     +8.82 \b \b Nordic Region \b                        650.93   +1.48     587.36    +63.58    +10.82 \b \b Pacific Region (ex. Japan) \b                        336.98   +1.54     308.33    +28.65     +9.29 \b \b World (ex. U.S.) \b                        259.79   +0.95     243.05    +16.75     +6.89 \b \b DOW JONES WORLD STOCK INDEX \b                        292.10   +0.82     277.50    +14.60     +5.26 \b \b Indexes based on 12/31/91=100.2004 Dow Jones & Co. Inc. All Rights Reserved. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"123988ab0f2cee50043d62fd5273db6a","symR":["CCU","ISSI.XX"],"date":"2007-04-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/16) A Return Visit To Earlier Stories: Buyout Nears Defeat","GmtTimeStamp":"2007-04-14T04:05:00.000000000","CompanyCodes":["CCU","ISSI.XX"],"IndustryCodes":["BRD","ICS","MED","SVC","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  Facing near-certain defeat in a shareholder vote scheduled for Thursday, the group seeking to take Clear Channel Communications private was reported considering boosting its bid last week. \u001d  Clear Channel stock (ticker: CCU) moved up 56 cents, to $36.24 on the week, helped by a New York Post report that the offer might climb. But by late Friday, no new bid had come from the group, led by Bain Capital Partners and Thomas H. Lee Partners, which had offered $37.60 a share for the biggest U.S. radio operator. The buyout firms wouldn't comment. \u001d  Shareholders such as Fidelity Investments and Highfields Capital Management oppose the current bid, which they think significantly undervalues Clear Channel. One reason: the rising value of its separately traded billboard unit, Clear Channel Outdoor (CCO). Fidelity owns almost 10% of Clear Channel, while Highfields has 5%. Unless the bid hits at least $42, it probably would be difficult for the buyout firms to win approval of the deal, which values Clear Channel at $26 billion. \u001d  Institutional Shareholder Services, an influential advisory firm, has recommended that the buyout be rejected. \u001d  Under Texas law, Clear Channel, based in San Antonio, needs the assent of two-thirds of its holders to gain approval for the buyout, about which Barron's has written several times this year. That's a high hurdle, especially since holders who don't vote will be in effect be casting a ballot against the deal. Often, 10% to15% of shareholders don't vote on takeovers. \u001d  The big and quick profits earned by private-equity firms on such deals as Hertz have angered institutional investors, who view the firms as benefiting at their expense. But Bain and Thomas H. Lee may fear that raising their bid could encourage holders of future LBO candidates to hold out for more, too. \u001d  If the deal collapses, the buyout firms have suggested that Clear Channel could tumble to the low 30s. However, the value of the company's stake in the outdoor unit, now worth $17 per Clear Channel share, suggests that there may be little downside risk. \u001d  To enhance shareholder value, Bear Stearns analyst Victor Miller has written, Clear Channel could spin off its domestic billboard unit and sell its international billboard operations. Clear Channel already is selling hundreds of its small-market radio stations and its TV business, which could raise $2.5 billion. Miller has argued that Clear Channel is worth about $44 a share, without leveraging itself to repurchase stock. \u001d  A failed buyout would put pressure on Clear Channel CEO Mark Mays, who favors the deal, to reward shareholders. If he doesn't, his job could be in jeopardy. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"17f858faf91ca67687f501cfd0decf03","symR":["HGSI"],"date":"2007-04-14","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Human Genome Sciences Reports -2-","GmtTimeStamp":"2007-04-14T14:00:00.000000000","CompanyCodes":["HGSI"],"IndustryCodes":["BTC","XDJGI","XRUS","XSCI"],"Story":"\u001d  Albuferon is being developed by HGS and Novartis under an exclusive worldwide development and commercialization agreement entered into in June 2006. Under the agreement, HGS and Novartis will co-commercialize Albuferon in the United States, and will share clinical development costs, U.S. commercialization costs and U.S. profits equally.  Novartis will be responsible for commercialization in the rest of the world and will pay HGS a royalty on those sales.  Clinical development, commercial milestone and other payments to HGS could total as much as $507.5 million, including $92.5 million received to date. \b \b    About Hepatitis C \b \u001d  Hepatitis C is an inflammation of the liver caused by the hepatitis C virus.  It is estimated that as many as 170 million people worldwide are infected with hepatitis C virus.  This includes nearly four million people in the United States.  When detectable levels of the hepatitis C virus in the blood persist for at least six months, a person is diagnosed as having chronic hepatitis C.  The hepatitis C virus can cause serious liver disease in a significant proportion of infected individuals, leading to cirrhosis, primary liver cancer, and even death. \b \b    About Human Genome Sciences \b \u001d  The mission of HGS is to apply great science and great medicine to bring innovative drugs to patients with unmet medical needs. \b \u001d  The HGS clinical development pipeline includes novel drugs to treat hepatitis C, lupus, anthrax disease, cancer, rheumatoid arthritis and HIV/AIDS.  The Company's primary focus is rapid progress toward the commercialization of its two lead compounds, Albuferon(R) for hepatitis C, and LymphoStat-B(R) for lupus.  Phase 3 clinical trials of both compounds are now underway. \b \u001d  In June 2006, HGS announced that the U.S. Government exercised its option under an existing contract to purchase 20,000 doses of ABthrax(TM) for the treatment of anthrax disease.  Other HGS drugs in clinical development include two TRAIL receptor antibodies for the treatment of hematopoietic and solid malignancies, in addition to an antibody to the CCR5 receptor for the treatment of HIV/AIDS. \b \u001d  For more information about HGS, please visit the Company's web site at www.hgsi.com.  For more information about Albuferon or to download copies of the EASL presentations, please visit http://www.hgsi.com/products/albuferon.html. To view the presentation of interim results of the Phase 2b trial of Albuferon in treatment-naive genotype 1 hepatitis C patients, click here. To view the presentation of interim results of the Phase 2 trial of Albuferon in treatment-na&#239;ve genotype 2 or 3 hepatitis C patients, click here. Health professionals or patients interested in Albuferon clinical trials or other studies involving HGS products may inquire via the Contact Us section of the Company's web site, www.hgsi.com/products/request.html, or by calling us at (301) 610-5790, extension 3550. \b \u001d  HGS, Human Genome Sciences, ABthrax, Albuferon and LymphoStat-B are trademarks of Human Genome Sciences, Inc. \b \b    Safe Harbor Statement \b \u001d  This announcement contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. The forward-looking statements are based on Human Genome Sciences' current intent, belief and expectations.  These statements are not guarantees of future performance and are subject to certain risks and uncertainties that are difficult to predict. Actual results may differ materially from these forward-looking statements because of the Company's unproven business model, its dependence on new technologies, the uncertainty and timing of clinical trials, the Company's ability to develop and commercialize products, its dependence on collaborators for services and revenue, its substantial indebtedness and lease obligations, its changing requirements and costs associated with planned facilities and clinical trials, intense competition, the uncertainty of patent and intellectual property protection, the Company's dependence on key management and key suppliers, the uncertainty of regulation of products, the impact of future alliances or transactions and other risks described in the Company's filings with the Securities and Exchange Commission.  In addition, the Company will continue to face risks related to animal and human testing, to the manufacture of ABthrax and to FDA concurrence that ABthrax meets the requirements of the ABthrax contract. If the Company is unable to meet the product requirements associated with the ABthrax contract, the U.S. Government will not be required to reimburse the Company for the costs incurred or to purchase any ABthrax doses.  Existing and prospective investors are cautioned not to place undue reliance on these forward-looking statements, which speak only as of today's date.  Human Genome Sciences undertakes no obligation to update or revise the information contained in this announcement whether as a result of new information, future events or circumstances or otherwise. \b \bSOURCE  Human Genome Sciences, Inc. \b \u001d    /CONTACT: Jerry Parrott, Vice President, Corporate Communications, +1-301-315-2777, or Kate de Santis, Director, Investor Relations, +1-301-251-6003 \b    /Web site: http://www.hgsi.com \b    /Web site: http://www.hgsi.com/products/albuferon.html \b    /Web site: http://www.hgsi.com/products/request.html \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 10:00 ET (14:00 GMT)"},{"md5ID":"1b912b5e4dc80e7d9ffc6157bb7183a4","symR":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618","G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Intesa Sanpaolo To Pay Special Dividend Of EUR0.16/Shr","GmtTimeStamp":"2007-04-14T15:54:00.000000000","CompanyCodes":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"IndustryCodes":["BNK","INF","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 14, 2007 11:54 ET (15:54 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1fbb660739b2f66ca2af3374ee53afd8","symR":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Intesa Sanpaolo Sees Average Annual Oper Income +7% 07-09","GmtTimeStamp":"2007-04-14T16:27:00.000000000","CompanyCodes":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"IndustryCodes":["BNK","INF","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d   By Sabrina Cohen \u001d   Of DOW JONES NEWSWIRES \b \u001d  MILAN (Dow Jones)--Intesa Sanpaolo SpA (ISP.MI), Italy's largest bank by branches, said Saturday it aims to grow its annual operating income by an average of 7% per year from 2007 to 2009, as it unveiled the first business plan after its recent merger. \u001d  The bank, which was formed from a merger of Banca Intesa and Sanpaolo IMI, said it wants to create growth through three main lines of action: recurring revenues, tight cost management, and massive investment in human resources and information technology. \u001d  It aims to increase its operating profit in 2009 to EUR22.6 billion, from EUR18.5 billion in 2006. \u001d  The Milan-based bank also plans to pay total dividends of at least EUR18 billion for the years of 2006, 2007, 2008 and 2009. It will pay a 2007 total dividend of EUR0.38 per share, of which EUR0.22 is an ordinary dividend and EUR0.16 is a special dividend. \u001d  Intesa Sanpaolo shares are practically unchanged from Jan. 2 when the merger between Turin-based Sanpaolo IMI and Milan-based Banca Intesa became effective. \u001d  The bank Saturday confirmed its already-announced target of an EUR7 billion net profit by 2009. \u001d   It targets a 2009 core Tier 1 ratio at 6.5%, and a return on equity of 21%, it said Saturday, compared to a Tier 1 ratio of 8.8% when it released its 2006 results in March. \u001d  The bank will update the market on plans for an initial public offering of its asset management and insurance unit Eurizon SpA by the end of June, it said in the statement. \u001d  Intesa Sanpaolo is holding an analysts presentation Monday scheduled to start at 0830 GMT. \u001d  Company Web site: http://www.intesasanpaolo.com \u001d  -By Sabrina Cohen, Dow Jones Newswires, +39 02 5821 9904; sabrina.cohen@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 12:27 ET (16:27 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2307cd7867c27ac1324f534759782304","symR":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618","G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Intesa Sanpaolo To Pay EUR2B Special Dividends For 07, 08","GmtTimeStamp":"2007-04-14T15:52:00.000000000","CompanyCodes":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"IndustryCodes":["BNK","INF","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 14, 2007 11:52 ET (15:52 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"246b7ddc32fefe6bdea44a87dce598f9","symR":["HGSI"],"date":"2007-04-14","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Human Genome Sciences Reports Positive Interim Results of Phase 2b Trial of Albuferon(R)","GmtTimeStamp":"2007-04-14T14:00:00.000000000","CompanyCodes":["HGSI"],"IndustryCodes":["BTC","XDJGI","XRUS","XSCI"],"Story":"- Albuferon 900-mcg dosed every two weeks achieved anSVR12 rate of 59% vs. 54% for Pegasys dosed every week (ITT analysis), as well as more favorable quality-of-life scores - - All Albuferon doses provided efficacy at least comparable to Pegasys - - Efficacy was enhanced in all Albuferon doses vs. Pegasys in treatment- adherent patients - - Encouraging results for monthly dosing regimen- \b \b \u001d  ROCKVILLE, Md., April 14 /PRNewswire-FirstCall/ -- Human Genome Sciences, Inc. (Nasdaq: HGSI) today reported results at Week 12 following the completion of therapy (SVR12) in a Phase 2b clinical trial of Albuferon(R) (albinterferon alfa-2b) in combination with ribavirin in patients with genotype 1 chronic hepatitis C who are naive to interferon alpha-based treatment regimens.  The results were presented over the weekend in Barcelona at the 42nd Annual Meeting of the European Association for the Study of the Liver (EASL). \b \b    (Logo:  http://www.newscom.com/cgi-bin/prnh/20010612/HGSLOGO ) \b \u001d  \"The interim data presented at EASL suggest that Albuferon may offer efficacy at least comparable to peginterferon alfa-2a, with half the injections and the potential for less impairment of quality of life,\" said Stefan Zeuzem, M.D., Professor of Medicine and Chief, Department of Medicine, J.W. Goethe University Hospital (Frankfurt, Germany), and a clinical investigator in the Phase 2b trial.  \"We look forward to continuing the evaluation of Albuferon in larger populations in Phase 3 trials.\" \b \u001d  The interim results of the Phase 2b trial demonstrated that Albuferon provided at least comparable efficacy vs. Pegasys.  The treatment group receiving Albuferon 900-mcg doses every two weeks achieved a 59% rate of sustained virologic response at 12 weeks following completion of therapy (SVR12), vs. 54% for Pegasys administered once every week (ITT analysis). This Albuferon treatment group also had more favorable health-related quality- of-life scores than the Pegasys treatment group.  All Albuferon doses provided efficacy at least comparable to Pegasys.  Among treatment-adherent patients, 73% of those in the combined groups receiving Albuferon every two weeks achieved SVR12, versus 63% for patients receiving Pegasys once a week. \b \b    Interim Results by Treatment Group \b \u001d  The interim results of the Phase 2b trial at Week 12 following the completion of therapy include the following virologic response rates (SVR12) and other findings: \b \b \b    Albuferon 900-mcg Every Two Weeks(Albuferon 900 Q2) \b    -- Based on an intention-to-treat (ITT) analysis, 59% of patients in the \b       Albuferon 900 Q2 treatment group achieved SVR12, vs. 54% for Pegasys \b       administered every week. \b    -- Among treatment-adherent patients, 74% of those in the Albuferon 900 Q2 \b       treatment group achieved SVR12, versus 63% for Pegasys. \b    -- In heavier patients (greater than or equal to 75 kg) who were \b       treatment-adherent, 81% of those in the Albuferon 900 Q2 treatment \b       group achieved SVR12, versus 57% for Pegasys. \b    -- Based on the SF-36 Heath Survey, patients in the Albuferon 900 Q2 \b       treatment group reported less impairment of health-related quality of \b       life, compared with patients in the Pegasys treatment group, as \b       measured by both physical component and mental component SF-36 summary \b       measures at all time-points throughout the 48-week treatment period. \b    -- At Weeks 12 and 24, fewer working patients in the Albuferon 900 Q2 \b       treatment group reported missing 7 days or more of work during the \b       previous month, vs. the Pegasys group (Week 12: 4% for Albuferon 900 \b       Q2 vs. 17% for Pegasys; Week 24: 5% for Albuferon 900 Q2, vs. 22% for \b       Pegasys). \b    -- The rate of discontinuations due to adverse events was 9% in the \b       Albuferon 900 Q2 treatment group, vs. 6% in the Pegasys group. \b \b \u001d  \"The 900-mcg Albuferon dose has the potential to offer patients an attractive therapeutic option, given the favorable antiviral response data, more favorable quality of life effects, and half as many injections,\" said David C. Stump, M.D., Executive Vice President, Research and Development, HGS. \b \b \b    Albuferon 1200-mcg Every Two Weeks (Albuferon 1200 Q2) \b    -- ITT analysis shows that 56% of patients in the Albuferon 1200 Q2 \b       treatment group achieved SVR12, vs. 54% for Pegasys administered every \b       week. \b    -- Among treatment-adherent patients, 72% of those in the Albuferon 1200 \b       Q2 treatment group achieved SVR12, versus 63% for Pegasys. \b    -- In heavier patients (greater than or equal to 75 kg) who were \b       treatment-adherent, 70% of those in the Albuferon 1200 Q2 treatment \b       group achieved SVR12, versus 57% for Pegasys every week. \b    -- ITT analysis shows that the Albuferon 1200 Q2 treatment group exhibited \b       a robust early antiviral response (reduction in hepatitis C RNA viral \b       load to below the level of quantitation): 75% for Albuferon 1200 Q2 at \b       Week 12, vs. 66% for Pegasys.  The Albuferon 1200 Q2 treatment group \b       also had the most rapid time to HCV RNA negativity. \b    -- The rate of discontinuations due to adverse events was 19% in the \b       Albuferon 1200 Q2 treatment group, vs. 6% in the Pegasys group. \b       Adverse events observed were those typically expected with interferon \b       therapy.  Dose reductions were attempted in only 29% of subjects prior \b       to discontinuation, versus 43% for Pegasys. \b \b \u001d  \"In the Albuferon Phase 3 trials, we will strongly encourage titration of dose where necessary to ensure tolerability and maximize the therapeutic benefit of the robust early antiviral response offered by the 1200-microgram dose on a two-week administration schedule,\" said Dr. Stump. \b \b \b    Albuferon 1200-mcg Every Four Weeks (Albuferon 1200 Q4) \b    -- ITT analysis shows that 53% of patients in the Albuferon 1200 Q4 \b       treatment group achieved SVR12, vs. 54% for Pegasys administered every \b       week. \b    -- Among treatment-adherent patients, 68% of those in the Albuferon 1200 \b       Q4 treatment group achieved SVR12, versus 63% for Pegasys. \b    -- In heavier patients (greater than or equal to 75 kg) who were \b       treatment-adherent, 67% of those in the Albuferon 1200 Q4 treatment \b       group achieved SVR12, versus 57% for Pegasys administered once every \b       week. \b    -- The rate of discontinuations due to adverse events was 12% in the \b       Albuferon 1200 Q4 treatment group, vs. 6% in the Pegasys group.  Dose \b       reductions due to hematologic adverse events were lowest in the group \b       receiving 1200-mcg Albuferon every four weeks (6% vs. 23% for Pegasys). \b \b \u001d  \"We are encouraged that Albuferon 1200-mcg dosed monthly achieved comparable efficacy vs. Pegasys despite lower early virologic response,\" said \b \u001d  Dr. Stump.  \"We and our collaborator, Novartis, are currently planning an additional study to identify the optimal dose for Albuferon dosed monthly.\" \b \u001d  The interim Phase 2b results presented at EASL on Saturday, April 14 (Zeuzem S, Benhamou Y, Bain V, McHutchison J, et al), include data available through Week 12 following completion of 48 weeks of therapy for 458 patients who were enrolled in the randomized, open-label, multi-center, active- controlled, dose-ranging trial.  The study was conducted in Australia, Canada, Czech Republic, France, Germany, Israel, Poland and Romania.  Patients were randomized into four treatment groups, three of which received subcutaneously administered Albuferon (900 mcg every two weeks, 1200 mcg every two weeks, and 1200 mcg every four weeks).  The fourth treatment group serves as the active control group and received 180-mcg doses of subcutaneously administered peginterferon alfa-2a (Pegasys) once a week.  All patients received weight- based oral ribavirin daily.  The primary efficacy endpoint is sustained virologic response (SVR), defined as undetectable viral load (HCV RNA < 10 IU/mL) at 24 weeks following completion of therapy.  Interim results at Week 12 following completion of therapy are regarded as highly predictive of SVR. \b \b    Interim Results of Phase 2 Trial in Genotype 2 or 3 Chronic Hepatitis C \b \u001d  An additional presentation at EASL reported the interim results at Week 12 following the completion of therapy (SVR12) in a randomized Phase 2 trial of Albuferon in combination with ribavirin in 43 treatment-naive patients with genotype 2 or 3 chronic hepatitis C (CHC).  The interim results demonstrated that Albuferon dosed at 1500 mcg every four weeks was well tolerated and exhibited robust antiviral activity in these patients.  Dose reductions due to hematologic adverse events stabilized by Week 8 and recovered upon completion of therapy.  These results support additional evaluation of Albuferon in combination with ribavirin in a Phase 3 trial in patients with genotypes 2 and 3 CHC.  The results also support further evaluation of Albuferon at higher doses with monthly administration. \b \b    About Albuferon \b \u001d  Albuferon is a novel long-acting form of interferon alpha created by HGS using its proprietary albumin fusion technology.  Albuferon results from the genetic fusion of human albumin and interferon alpha.  Human albumin is the most prevalent naturally occurring blood protein in the human circulatory system, persisting in circulation in the body for over twenty days.  Research has shown that genetic fusion of therapeutic proteins to human albumin decreases clearance and prolongs the half-life of the proteins.  Recombinant interferon alpha is approved for the treatment of hepatitis C, hepatitis B and a broad range of cancers. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 14, 2007 10:00 ET (14:00 GMT)"},{"md5ID":"24e936ebbd3109301b1cf07573ea192c","symR":["ALB.AU","EQN.T","AU000000ALB8","CA29445L2049"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Zambia Fin Min: Plan To Double Copper Output By 2010","GmtTimeStamp":"2007-04-14T18:31:00.000000000","CompanyCodes":["ALB.AU","EQN.T","AU000000ALB8","CA29445L2049"],"IndustryCodes":["MNG","XDJGI","XISL","XTSE"],"Story":"\b \u001d  WASHINGTON (Dow Jones)--Zambia, Africa's biggest copper producer, plans to roughly double its copper output in the next three years as a string of new mines come online to feed rising global demand driven largely by China's rapid growth. \u001d  \"Within the next two years, we have two very big mines which are coming up,\" Zambian Finance Minister Ng'andu Magande told reporters Saturday in Washington. \"The (total output)projection is that by 2010 we could be talking about perhaps 900,000 to 1 million (metric) tons of copper.\" \u001d  The planned $762 million mine operated by Equinox Minerals Ltd. (EQN.T) should play a large role in that acceleration, he said. Zambia produced 492,016 tons last year, up 7.9% from 459,324 tons the previous year. \u001d  Rising copper prices on international markets have spurred a boom in investment in long-ignored corners of the global, including landlocked Zambia. \u001d  Central Africa's copper belt, which accounted for 10% of global copper output in the 1970s, is rebounding from years of political strife, corruption and low copper prices that resulted in low investment and declining production in the region's copper mines. \u001d  Global miners are now resuming the hunt for resources in Africa as conditions stabilize. Saturday on the sidelines of global economic meetings, Magande called Zambia an \"oasis of peace\" in the region. \u001d  Equinox's Lumwana copper project is the largest single mining investment project in Zambia and is expected to commence initial output mid-2008 when it will produce an average of 122,000 tons of copper a year in its life span of 37 years. \u001d  Zambia's total copper output should reach 550,000-600,000 tons for full-year 2007, Magande said. \u001d  He also said the Zambian government plans to renegotiate contracts with around 10 companies to comply with a new law that raises the country's royalty tax on copper earnings from 0.6% to 3%. He said those taxes wouldn't be applied retroactively and the government expects to complete the renegotiations within three to four months. \u001d  The royalty increase will bring Zambia's tax rates closer to those of other major copper-producing countries. \b \b   China Moves Into Zambia \b \u001d  Last week Zambia's president inaugurated construction of the country's first nickel mine, to be operated by Australia-based Albidon Ltd. (ALB.AU), Magande said. The mine is located in a stronghold of an opposition party and an industry official said last week that local authorities are seeking to halt expansion of the mine. \u001d  Magande hopes copper prices will remain around $6,000-$7,000 a ton. \"Anything around there is still going to be good enough,\" he said. \u001d  Zambia is also increasingly looking eastward for new investment in its commodities industries and infrastructure. China's President Hu Jintao, during a visit earlier this year to the central African country, granted Zambia $20 million of concessional loans and pledged a further $100 million to be provided by the Export-Import Bank of China for specfic investment projects, Magande said. The Zambian government is currently \"conducting feasibility studies\" on potential projects, he said. \u001d  He also said over the next three to four years, Zambia expects Chinese firms to pour $800 million into a newly established economic development zone near a Chinese-operated copper mine. \u001d  Chinese refined copper imports more than doubled in the first two months of this year to reach 280,530 metric tons, Chinese customs data showed. February's figure of 148,679 tons was the highest monthly import in more than two years. \u001d  Magande also said Saturday he projects Zambian gross domestic product growth of 6% this year, compared with a 5.8% pace in 2006. \b \u001d  -By Rick Carew, Dow Jones Newswires; 86-1391-042-6247; rick.carew@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 14:31 ET (18:31 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"25845799b70e40da9e2085fdbf21d02a","symR":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618","G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Intesa Sanpaolo Targets Cost/Income Ratio Of 42% In 2009","GmtTimeStamp":"2007-04-14T15:50:00.000000000","CompanyCodes":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"IndustryCodes":["BNK","INF","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 14, 2007 11:50 ET (15:50 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"25a9bd2fb9dbdc19e8b2d7997a91751a","symR":["AMOV","AMX","AMX.MX","DT","DTE.XE","FTE","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","DE0005557508","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Intesa Sanpaolo CEO:Interested In Ops To Help T.Italia Growth","GmtTimeStamp":"2007-04-14T16:41:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","DT","DTE.XE","FTE","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","DE0005557508","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FTS","TIR","TLS","XCA4","XDAX","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 14, 2007 12:41 ET (16:41 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2618bc5525979f9bd49e4bc7b6b0dc59","symR":["RNWK","UMG.XX"],"date":"2007-04-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/16) Broken Record","GmtTimeStamp":"2007-04-14T04:08:00.000000000","CompanyCodes":["RNWK","UMG.XX"],"IndustryCodes":["BRD","MED","MOV","SOF","XDJGI","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Joe Queenan \u001d  The recorded-music industry has spawned legions of commercial groupies, from publishers, concert promoters and venue operators to MP3 makers and the all-important T-shirt crowd. Trouble is, without a healthy main act -- the recording companies them-selves -- the show doesn't go on and no one makes money. \u001d  Just how infirm the business is became abundantly clear at the recent Billboard Music & Money Symposium in New York. With the Internet enabling millions of music lovers to download their favorite tunes in flagrant violation of quaint things called copyrights, and online outlets like MySpace.com spurring artists to bypass the record labels entirely, it was hard to find much reason to celebrate. Indeed, unless the industry radically rethinks its role in coming years, and its approach to illegal downloads, a hard rain is gonna fall on the whole enterprise, dousing everyone's dreams -- and T-shirts, too. \u001d  The Billboard confab drew the usual crowd, including talent agents, record producers, songwriters, capital-seeking entrepreneurs and the obligatory chowderhead in a Che Guevara baseball cap, though the necktie undercut his Commie pose. Tellingly, perhaps, for an industry that derives so much of its revenue from the young, the distaff and the non-Caucasian, the conference featured largely un-hip, middle-aged white guys. Next year it might make sense to invite some panelists who are old enough to shave, though maybe not to vote. \u001d  The emotions expressed by this year's panelists ranged from ecstatic to cautious to terrified and baffled. Some participants -- though few -- espy a glowing future for the music industry, while others wondered if the business has a future at all, or at least one outside of Starbucks (ticker: SBUX). According to Ken Lombard, president of Starbucks Entertainment, the coffee chain sold 3.6 million compact discs in its stores last year, up from almost nothing a few years ago. Granted, that doesn't do much, if anything, for Starbucks' profits, but 3.6 million is a lot more CDs than the bankrupt Tower Records' superstores are going to sell. \u001d  Steve Schnur, worldwide executive of music and marketing at Electronic Arts (ERTS), shared Lombard's enthusiasm -- in this case for new video games loaded with pop music, some recorded specifically for EA, that players could pay to download separately. \u001d  At first blush, the notion of selling music through video games looks even more promising than selling it with latte, if only because music and video both involve electronic devices. But if a game is a dud, the marketing ploy falls flat. And if kids hear a song they like while playing a game, they usually can download it from the Internet -- illegally, of course. Schnur believes people download \"because it's easier\" than buying a CD in a store. (R.I.P., Tower Records.) \u001d  The venture capitalists at Billboard's conference were cautiously optimistic. So were the music publishers, though they admitted they have to work their catalogs harder than ever these days, constantly devising new strategies to push the merchandise. Evan Medow, CEO of Windswept Holdings, noted the company recently acquired a catalog of 17,750 songs, in which \"85% of the earnings come from 75 songs.\" \u001d  David Renzer, chairman and CEO of Universal Music Publishing Group, stressed the increasing popularity of unconventional marketing: lyrics licensed for use on clothing, perhaps even a line of perfumes featuring the enigmatic rock star Prince. \u001d  As the world grows flatter, the publishers' problems have multiplied. Once upon a time, music publishers audited radio stations to make sure Johnny Cash got paid every time a deejay put \"Ring of Fire\" on the turntable. Today, the industry has to monitor Asian ringtone companies to make sure they're paying royalties on the James Bond theme. \u001d  That's in addition to fighting foreign record companies in societies where the idea of intellectual copyright doesn't exist. As John Rudolph, CEO of Bug Music, explained: \"There are large markets where we are under-compensated -- India, Russia, China, Korea. In India, major record companies simply do not pay the rights publishers. Oddly, the Russians pay for ringtones but not CDs.\" \u001d  Consider, too, the legal quagmires created by social-networking Websites like MySpace.com. How, for example, does a publisher address copyright infringement in a video featuring some fat guy in his shower singing a song that is not in the public domain? \"What are the rates?\" Renzer asks. \"Who pays whom?\" \u001d  In recent years many musicians have come to think they will make money only by touring and flogging merchandise. Recorded music, it follows, will become a marketing tool to sell concert tickets, not the songs sung. Small wonder most of the concert promoters in attendance painted a rosy view of the industry: Ticket sales rose 14% last year, to record levels. \u001d  But legendary New York promoter John Scher offered another, grimmer view. \"The live business is a mess,\" said Scher. \"The numbers we're hearing are built up by superstar tours and outrageous ticket prices. Fewer people are going to concerts in the past 10 years. We treat our fans like cattle.\" \u001d  The diatribe continued. \"The price of beer is crazy. The fans are disgusted. We have a very, very broken business.\" \u001d  Among other things, the industry has made no preparation for the days when the dinosaur acts like the Rolling Stones, Elton John and Billy Joel finally disappear, to be replaced younger dinosaurs who can't command the same ticket prices. \"We have stopped selling tickets to the lower middle class,\" Scher says. \"We need to make sure fans can participate across the board.\" \u001d  Still, the most worrisome issue is how to get young consumers to pay for music. Lawsuits would discourage illegal downloads -- and generate gobs of revenue for lawyers -- but wouldn't end the problem. The development of sophisticated anti-copying technology would make it impossible or at least hideously difficult for consumers to steal music, but it's not here yet. Thus, some industry insiders believe it's imperative to change the zeitgeist with an old-fashioned appeal to ethics. \u001d  As Rob Glaser, chairman and CEO of RealNetworks (RNWK), put it: \"The implicit social contract between the consumer and the artist is at least as important as protection. Most people think of themselves as honest. But we have no culture of accountability. We need to . . . [create] the idea that downloading music without paying for it is stealing.\" \u001d  Which brings us back to the lawyers. \u001d  The recording industry's problems are likely to get worse before they get better -- or before companies in the business throw in the towel or transform. \"The one prediction I will make is that in 10 years record companies will be like publishing companies,\" says Nicholas Firth, chairman and CEO of BMG Music Publishing Worldwide. \"They will not be in the manufacturing business.\" \u001d  Or, as Jim Morrison of the Doors once sang, \"When the music's over, turn out the lights.\" \u001d  --- \u001d  Joe Queenan is a writer based in Tarrytown, N.Y. \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2cb7554c1e3bd4967ee60b845fc64989","symR":["AMOV","AMX","AMX.MX","DT","DTE.XE","FTE","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","DE0005557508","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Intesa Sanpaolo Interested In Ops To Boost T.Italia Growth-3","GmtTimeStamp":"2007-04-14T17:35:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","DT","DTE.XE","FTE","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","DE0005557508","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FTS","TIR","TLS","XCA4","XDAX","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\u001d  The position of Italy's centre-left government, which openly said it would like to see the country's leading financial institutions among those controlling Telecom Italia, is playing a key role in the negotiations. \u001d  If the tripartite talks pan out, it could mark the beginning of the end of a drawn-out crisis over Telecom Italia. For much of the past year, Pirelli's chairman, Marco Tronchetti Provera, has been sparring with the Italian government over the future strategy of Italy's largest telecoms operator. \u001d  When Tronchetti Provera decided to put Pirelli's stake in Olimpia on the market, the government balked, and the surprise arrival of AT&T and America Movil onto the scene only further worried Rome. \u001d  Passera reiterated Saturday that Telecom Italia is a crucial company for the country and added his bank has already demonstrated in the past that \"it is possible to help companies and do business at the same time.\" \b \u001d  -By Giada Zampano, Dow Jones Newswires; +39 348 7678016 \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 13:35 ET (17:35 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"324c3ce50a3e1ed2897c42a02d52b882","symR":["BDX","BEC","BSTE","CPHD","IMA"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/16) Tech Trader: For Cepheid, The Diagnosis Is Disappointing","GmtTimeStamp":"2007-04-14T04:06:00.000000000","CompanyCodes":["BDX","BEC","BSTE","CPHD","IMA"],"IndustryCodes":["BTC","MDS","MDV","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  The bidding war over Biosite, a medical-diagnostics company, has sent other potential buyers looking for opportunity in the diagnostics sector. Biosite (ticker: BSTE) agreed to a $1.6 billion bid from Beckman Coulter (BEC) last month, and then got a $1.75 billion bid from Inverness Medical (IMA), which Biosite says it will consider. \u001d  Mad-moneyed television commentators then pointed to Cepheid (CPHD) as the next diagnostics takeout. This publication mentioned Cepheid recently, as a possible beneficiary of an innovative program for fighting infections at hospitals run by the Veterans Health Administration (\"Turning Khaki Into Green,\" March 26). \u001d  These attentions sent shares of Cepheid scooting from 7.40 last month to a recent high above 12, which is where it ended Friday. At current levels, the Sunnyvale, Calif.-based company is valued at about $650 million, which is equivalent to about 5.5 times Cepheid's guidance for 2007 sales -- the same multiple of sales being paid in the Biosite takeover. For Cepheid to have upside, therefore, it would need to be a better business than Biosite. \u001d  Talk to Cepheid's chief executive, John L. Bishop, and you might entertain such a notion. He compares Cepheid's diagnostics system to Microsoft Windows, saying it makes a previously arcane and expensive technology available to the masses. \u001d  Comparisons of Cepheid to Microsoft (MSFT) -- and Biosite -- are strained, for many reasons. \u001d  One simple difference is that Biosite earns robust profits on its sales of antibody-based tests for disease and drug abuse. Cepheid repeatedly has claimed to have found a profitable application for its tests, which use a chain reaction to amplify telltale molecules of a virus or bacterium. But Cepheid's achievements have fallen short of its forecasts. \u001d  The company predicted it would make a profit in 2006, for example, after supplying bioterrorism-screening systems to the U.S. Postal Service; the systems check for anthrax spores. Instead, Cepheid's losses nearly doubled to $26 million, or 50 cents a share, as 2006 revenues grew all of 3%, to $87 million. \u001d  Bioterrorism-related revenue was a big 58% of Cepheid's sales total, but actually fell 17% from the prior year. Cepheid chief Bishop says he expects bioterrorism sales to stay flat this year, but the company has had trouble signing a new contract with the Post Office since the last one expired. \u001d  Now Bishop eagerly directs investors' attention to the next big opportunity for Cepheid: infection-control testing at hospitals like those run by the Department of Veterans Affairs. The VHA system has started a program to reduce the spread of antibiotic-resistant staphylococcus bacteria in its approximately 142 hospitals. Cepheid is in the process of getting its test for drug-resistant staph germs cleared by the Food and Drug Administration. \u001d  The hospital would swab inside the nose of a new patient, and then drop the swab into Cepheid's GeneXpert cartridge. Just 70 minutes later, it would know whether to quarantine the patient. Tests like Cepheid's are marvelously accurate. \u001d  Chief Executive Bishop portrays a huge opportunity for such drug-resistant staph tests. If adopted by intensive-care units of all U.S. hospitals, the market would be 10.5 million tests a year, or $357 million at Cepheid's test price of $35 apiece. \u001d  If every hospital and emergency-room patient got tested, Cepheid glowingly predicts a $1.25 billion annual market. Cepheid also points to tests for cancer and infectious viruses that could expand its markets beyond $7 billion in total. \u001d  Again, Cepheid seems to be getting ahead of itself. The opportunity at hand is the veterans program. While some VHA hospitals have requested bids for systems like Cepheid's, the program anticipates other approaches to infection control, such as stricter gowning and gloving. \u001d  Even in the clinical-testing department, Cepheid has competition. Becton Dickinson (BDX), for instance, has a molecular diagnostic test that's 10 bucks cheaper than Cepheid's anticipated price (although not, Cepheid claims, as easy to use). Becton Dickinson also has a 24-hour test that sells for just a few dollars. Cepheid's Bishop acknowledges that his rivals will get a fair share of any orders from the VHA. \u001d  One of the few analysts to attempt a reasoned estimate of the veterans opportunity for Cepheid is Daniel Owczarski of Chicago's Belmont Harbor Research (who disseminates his reports through Soleil Securities). Owczarski figures that Cepheid could get its systems into the intensive-care units of about 40 VHA-run institutions. At 75% occupancy of a 15-bed ICU, and a six-day average length of stay, he foresees the VHA using 27,500 tests a year. \u001d  Assuming a generous $40 per test for Cepheid, the analyst concludes that the VHA program would add just over $1 million in test sales to the company's annual revenue. That wouldn't do a lot to reduce Cepheid's annual losses. So even if Owczarski is low by several-fold, the veterans business is likely to prove another disappointment to Cepheid's hopes of wringing profits from its molecular-testing technology. \u001d  Bishop believes that infectious-disease testing will bring Cepheid operating profits by the fourth quarter of this year, at least if you don't count stock-option expenses and other non-cash charges. \u001d  Needless to say, he thinks that an analysis like Owczarski's is too pessimistic. \"I would put that on the conservative side of what's in fact happening out there,\" says Bishop. \u001d  Investors who are inclined to take a liberal view of Cepheid's prospects, however, are already paying through the nose. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"32ea41f0e1db88b0f9f0b9d27a58a6eb","symR":["TEK"],"date":"2007-04-14","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Tektronix Adds IP, RF and Enhanced H.264 Analysis Capabilities to MTS400 Series MPEG Test Systems","GmtTimeStamp":"2007-04-14T13:06:00.000000000","CompanyCodes":["TEK"],"IndustryCodes":["ITC","XDJGI","XISL","XNYA","XRUS","XSP5"],"Story":"Most Powerful, Fast and Easy to Use Cross Layer Compressed Video Debugger/Analyzer \b \b \u001d  BEAVERTON, Ore., April 14 /PRNewswire-FirstCall/ -- Tektronix, Inc. (NYSE: TEK), a leading, worldwide provider of test, measurement and monitoring instrumentation, announced new features and capabilities for the MTS400 Series MPEG Test Systems, including enhanced support for IPTV, Video over IP and DTV development and deployment.  The additions strengthen cross layer analysis capabilities, enabling in-depth compressed video analysis at many points in a broadcast system.  The enhancements to the MTS400 will significantly advance the development and deployment of next generation video networks and services. \b \u001d  The MTS400 Series provides first line diagnostics with integrated cross layer fault analysis and error logging.  Time to problem insight is reduced by informing the user whether root cause of video problems is at the Transmission, Transport Stream or Elementary Stream layer.  With its new measurement interfaces and analysis capabilities, the MTS400 Series is ideal for equipment developers working to improve product quality and reduce time to market and assists engineers and technicians within broadcasters and network operators looking to ensure Quality of Service in next generation Video Networks. \b \u001d  The first step for an engineer troubleshooting a problem in a digital broadcast system is always to narrow a fault down to the source.  Detailed analysis at the appropriate layer can only be performed once the source of the problem is identified. Correlation between layers is critical to identifying whether an artifact seen in the video was contained in the source content, resulted from an IP Network error, or from poor RF performance. \b \u001d  \"Tektronix is committed to providing the video industry with the broadest and deepest solutions for next generation video and IP technologies,\" said \bTodd Biddle, Vice President, Video Products, Tektronix.   \"With the new capabilities, the MTS400 Series provides full Transmission, Transport Stream and Elementary Stream analysis for unparalleled diagnostic capabilities and ease of use required to support rapid development evaluation and deployment of next generation compressed video systems.\" \b \b    MTS400 Series provides IP Analysis, RF Analysis and Enhanced H.264 Support \b \u001d  The MTS400 Series offers the broadest and deepest support for the development and deployment of new services and technologies including distribution of Video over IP, IPTV, DTV RF Transmission and H.264 next generation compression, for cable, satellite, terrestrial, fixed and mobile networks. \b \u001d  Enhancements to the MTS400 Series includes a new Optical and Electrical Gigabit Ethernet Interface providing Line Rate IP connectivity and analysis capabilities including Packet Loss, Sequence Errors, MDI Statistics, Packet Inter-arrival Time Histograms and Deep Packet Inspection to enable rapid network fault isolation.  The Parametric IP Playout capability allows the generation of IP multi-session traffic including the simulation of network \b \u001d  errors including packet loss, sequence errors and jitter as well as the ability to edit IP packet headers to simulate different IPTV environments. \b \u001d  The new Terrestrial (COFDM and 8-VSB), Cable (QAM) and Satellite (8PSK/QPSK) RF measurement interfaces provide RF performance measurements and trends for critical metrics including MER, EVM and BER.  Dual IP and RF inputs enable simultaneous measurements of inputs and outputs of ingest, headend or edge devices. \b \u001d  H.264 enhancements include Video Thumbnail decode, T-STD Buffer Analysis and H.264 Multiplexing.  This industry-best support for H.264 makes the MTS400 series the solution of choice for use in the transition to next generation compressed video. \b \b    Availability \b \u001d  Additional information about the MTS400 Series can be found at: http://www.tektronix.com.  The MTS400 is available immediately for order. \b \b    About Tektronix' IPTV Solution Portfolio \b \u001d  Tektronix' deep knowledge and expertise in both broadcast video content monitoring and IP monitoring -- two critical building blocks for high quality IPTV -- make the company uniquely positioned to test the convergence of voice, video and data. Tektronix' integrated, seamless portfolio of best-in-class monitoring and analysis solutions help bring triple play and IPTV services to market. This portfolio includes the Spectra2|VQM v2.0, part of a full suite of Spectra2 VoIP and PSTN tools designed to assist in the delivery of video and voice media over modern networks; the MTM400 MPEG Transport Stream Monitor, a scalable solution to detect signal degradation caused during transmission and distribution; the MTS400 Series, the world's first Compressed Digital Video Debugger/Analyzer that can be applied to see and solve the most subtle, complex and intermittent DTV problems in minimum time; and Cerify, the world's first automated verification system for file-based digital video content. \b \b    About Tektronix \b \u001d  Tektronix is a leading supplier of test, measurement, and monitoring products, solutions and services for the communications, computer, and semiconductor industries -- as well as military/aerospace, consumer electronics, education and a broad range of other industries worldwide. With 60 years of experience, Tektronix enables its customers to design, build, deploy, and manage next-generation global communications networks, advanced and pervasive technologies. Headquartered in Beaverton, Oregon, Tektronix has operations in 19 countries worldwide. Tektronix' Web address is http://www.tektronix.com. \b \u001d  Tektronix is a registered trademark of Tektronix, Inc. All other trade names referenced are the service marks, trademarks or registered trademarks of their respective companies. \b \bSOURCE  Tektronix, Inc. \b \u001d    /CONTACT: Amy Higgins of Tektronix, Inc., +1-503-627-6497, amy.l.higgins@tektronix.com \b    /Web site: http://www.tektronix.com/ \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 09:06 ET (13:06 GMT)"},{"md5ID":"34a7b8d93fbdfeda32206f50a2761c50","symR":["PNRA"],"date":"2007-04-14","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/16) A Return Visit To Earlier Stories: Dough Rises Disappointingly At Panera","GmtTimeStamp":"2007-04-14T04:05:00.000000000","CompanyCodes":["PNRA"],"IndustryCodes":["RES","XDJGI","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Neil A. Martin \u001d  When restaurant chain Panera Bread warned on April 4 that harsh weather had chilled its first-quarter profit expectations, its stock slid 4%, to 57.75. Since then, it's edged down below 56, and it's likely to slip a bit more. \u001d  St. Louis-based Panera (ticker: PNRA) operates more than 1,000 company-owned and franchised bakery-cafes nationwide, most of them in Illinois, Ohio and Florida. In cautioning that earnings per share for the quarter, ended March 27, might fall short of the 47-to-50-cents range of its previous guidance, it blamed ice and snow storms in its key Midwestern region. \u001d  Last summer (\"Running Low on Yeast,\" July 17, 2006), we warned that in addition to battling a fall in the growth of comparable same-store sales, the rapidly expanding chain was also struggling with declining revenue per restaurant. At the time, the stock was near 61. \u001d  In its April statement, Panera said that weekly sales at the 161 stores opened last year averaged $33,265 in 2007's first quarter -- versus $39,284 for those opened in 2005 or earlier. \u001d  \"Below-average volume from newer stores continues to hamper Panera's near-term earnings growth,\" says analyst Barry Stouffer of  BB&T Capital Markets, who rates Panera a Hold and recently cut his 2007 profit estimate to $2.20 a share from $2.30. \u001d  Also troubling: Despite a 2% boost in sales provided by Panera's new Crispani flatbread pizza, the additional labor and promotional expenses connected with it are pressuring operating margins. This is making some investors doubt that the company can meet its target of 25%-plus earnings growth over the next three years. \u001d  Panera says it is sticking with the target. But in the bitterly competitive, price-sensitive and increasingly saturated casual-food business, it might be biting off more than it can chew. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3648efcac758c525bfc5900eefd1eb4e","symR":["D","ETR","EXC","FPL","US25746U1097","US30161N1019"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/16) Commodities Corner: Nuclear Plants Face Steep Costs","GmtTimeStamp":"2007-04-14T04:08:00.000000000","CompanyCodes":["D","ETR","EXC","FPL","US25746U1097","US30161N1019"],"IndustryCodes":["ELC","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Matthew Dalton \u001d  Supply disruptions and dwindling inventories have created a perfect storm in the uranium market -- and electric utilities hope they can wait out the bad weather. The price of uranium, which fuels nuclear-power plants, has soared to $113 a pound, from less than $20 three years ago. And market participants expect uranium to become even more expensive, at least in the short term. \u001d  Until recently, new production has been almost nonexistent. And recent disruptions at twoofthe world's largest uranium mines have seriously threatened global supply, putting added pressure on prices. Meanwhile, the biggest nuclear operators are trying not to overbuy. \"There's a period where the market is going to be very ugly from a buyer's standpoint,\" says Frank Rives, director of nuclear fuel at Entergy (ticker: ETR), the second-largest atomic power-plant owner in the U.S. \"But in the long term, pricing will settle into a more reasonable area.\" \u001d  The hope is that new uranium production -- spurred by the current high prices -- will cool the market before the expiration of many of the long-term contracts that utilities have signed to lock in supplies at lower prices. \"The impact of the rising prices isn't now; it's later,\" says Jim Malone, vice president of nuclear fuels at Exelon (EXC), the largest U.S. nuclear operator. \u001d  Malone expects uranium to settle eventually around $40 a pound: \"I think we can, so to speak, weather the storm of these very high prices.\" The price of fuel, which includes the uranium and enrichment costs, is only about 28% of the total cost of operating a nuclear plant. That's a much lower impact than fuel costs have at coal- or natural gas-burning plants. But if prices don't moderate, nuclear plants will be somewhat less profitable  -- particularly if the enrichment process grows more expensive, as predicted by the Nuclear Energy Institute, a trade organization. \u001d  Operators in regulated electricity markets probably will be allowed to recover the higher costs of uranium via higher rates for customers. But nuclear operators in competitive markets, like Exelon, Entergy, FPL Group (FPL) and Dominion Resources (D), will see higher fuel costs deplete profit margins. \u001d  Still, new production hasn't yet reached the market. Production in 2006 actually dropped from 2005's level. Total global output is now about 100 million pounds a year, versus global demand of 180 million pounds. For years, the difference between supply and demand was made up with extra uranium from government nuclear-weapons programs, which was sold to the private sector. This inventory has been steadily dwindling and, recently, has been gobbled up by speculators looking to profit from rising prices. \u001d  Uranium demand is expected to increase significantly over the next decade. Russia, China and India intend to build dozens of new nuclear plants, and several U.S. companies have signaled interest in new reactors. Nuclear power, which doesn't produce greenhouse gases, is now seen as crucial to satisfying electricity demand as global warming becomes a greater concern. But there's political opposition to new plants in some areas. \u001d  \"We still don't know to what extent all of these new reactor builds that are planned are going to be fulfilled,\" says Jim Cornell of Nukem Inc., a uranium supply and trading firm. \"That'll be the million-dollar question two to three years down the road.\" \u001d  --- \u001d  Matthew Dalton reports on energy for Dow Jones Newswires in Jersey City, N.J. \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3d8042684d224e41ef8d93afc9ae1c96","symR":["BA","C","CNP","COST","CSX","D","DIS","DUK","ED","EIX","EXC","FE","GE","GMT","HON","INTC","JBHT","KO","MMM","NSC","PCG","PEG","PFE","SE","T","TJX","UNP","UPS","WMB","WMT","US00206R1023","US0970231058","US1264081035","US15189T1079","US1729671016","US1912161007","US2091151041","US22160K1051","US2546871060","US25746U1097","US2643991068","US2810201077","US30161N1019","US3379321074","US3614481030","US3696041033","US4385161066","US4456581077","US4581401001","US6558441084","US69331C1080","US7170811035","US7445731067","US88579Y1010","US9078181081","US9113121068","US9311421039","US9694571004"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/16) Speaking Of Dividends: An Above-Average Run: The Transports Beat Year-ago Payouts By Miles","GmtTimeStamp":"2007-04-14T04:08:00.000000000","CompanyCodes":["BA","C","CNP","COST","CSX","D","DIS","DUK","ED","EIX","EXC","FE","GE","GMT","HON","INTC","JBHT","KO","MMM","NSC","PCG","PEG","PFE","SE","T","TJX","UNP","UPS","WMB","WMT","US00206R1023","US0970231058","US1264081035","US15189T1079","US1729671016","US1912161007","US2091151041","US22160K1051","US2546871060","US25746U1097","US2643991068","US2810201077","US30161N1019","US3379321074","US3614481030","US3696041033","US4385161066","US4456581077","US4581401001","US6558441084","US69331C1080","US7170811035","US7445731067","US88579Y1010","US9078181081","US9113121068","US9311421039","US9694571004"],"IndustryCodes":["AIF","ARO","ASP","BAN","BNK","BRD","BVG","DRG","ELC","FTS","GAS","ICS","IDD","MED","MUT","PIP","RAI","RTB","RTS","SAP","SEM","SFT","SVC","TLS","TRK","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTT","XSTX"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  The first quarter is historically the busiest time of the year for dividend enhancements. It was a particularly strong stretch this year for the 65 blue-chip companies in the Dow Jones averages. To top things off, there wasn't a payout cut or omission to be found. \u001d  Barron's statistics director, Peter Miller, registered six dividend boosts among the 30 industrials, by Alcoa (ticker: AA), Citigroup (C), Coca-Cola (KO), Honeywell (HON), 3M (MMM) andWal-Mart (WMT). Cokeand Wal-Mart, however, disbursed their payouts at the beginning of the current quarter. \u001d  Another sextet-AT&T (T), Boeing (BA), Walt Disney (DIS), General Electric (GE), Intel (INTC) and Pfizer (PFE)- paid sweetened dividends in the first quarter, but all of them had been declared in the fourth. (Disney's dividend, just to keep the record straight, is an annual distribution.) \u001d  By Miller's calculation, the industrials paid out $68.76 in January-March, up 10.67% from $62.13 in the comparable 2006 stretch. Yield: 2.22%. \u001d  Seven of the 20 transports enriched their dividends in the first quarter: CSX (CSX), GATX (GMT), Hunt (J.B.) Transport Services (JBHT), Norfolk Southern (NSC), Ryder System (R), United Parcel Service (UPS) and Union Pacific (UNP). However, Union Pacific paid its dividend this month. \u001d  Over all, the group distributed $13.43, versus $10.49 a year earlier, for a 28.03% gain and a 1.05% yield. \u001d  Of the 15 Dow utilities, five -- CenterPoint Energy (CNP), Consolidated Edison (ED), Dominion Resources (D), PG&E (PCG) and Public Service Enterprise Group (PEG)-hiked their first-quarter distributions. PG&E had an April pay date. \u001d  Edison International (EIX), Exelon (EXC) and FirstEnergy (FE) also paid out more in dividends in the first quarter, but those increases all had been approved in the fourth. \u001d  Duke Energy (DUK) had a lower first-quarter payout (21 cents a share, versus 32 cents), but that's because the company spun off its Spectra Energy (SE) natural-gas business into a stand-alone company. \u001d  Yielding 2.9%, the utilities paid a total of $3.75 in the March quarter, according to Miller's reckoning, up 5.63% from $3.55. \u001d  To complete the total-return picture, here's how the three Dow groups' prices performed in the roller-coaster January-March stretch: The industrials lost 0.87%, but the transports rose 5.49% and the utilities climbed 9.5%. \u001d  While we're on the subject of Dow stocks, Williams Cos. (WMB) got the ball rolling last week for the utilities this quarter. The Tulsa, Okla.-based natural-gas producer and pipeline operator Tuesday energized its quarterly common dividend by a penny, to a dime a share. Although the hike is modest, it's the fourth since November 2004 and brings the payout back to half of where it stood before Williams slashed it from 20 cents in July 2002, during a credit crunch. \u001d  Disbursement will be made June 11 to investors on the books May 25. The stock goes ex-dividend May 23. Traded on the Big Board, Williams' shares set a 52-week high of 29.14 Thursday. The stock yields 1.41%. Last year, despite lower natural-gas prices, Williams earned $308.5 million, or 53 cents a share, thanks to higher tabs on oil and natural-gas liquids. \u001d  Elsewhere last week, the world's leading off-price retailer of apparel and home fashions, TJX (TJX) Cos. increased its quarterly common dividend 29%, to nine cents a share from seven cents. The respective payment and record dates are May 31 and May 10, and the stock goes ex-dividend May 8. TJX, whose stores include T.J. Maxx and Marshalls, plans to repurchase $900 million worth of its stock this year . . . Costco Wholesale (COST), the No. 1 wholesale-club operator in the U.S., voted a new quarterly of 14.5 cents a share, up from 13 cents. The dividend will be paid May 18 to stock of record April 27. The ex-date is April 25. Dividends were initiated in 2004 at 10 cents a share. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3e5c245872f6576d6b9cd8720df1e2c2","symR":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618","G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Intesa Sanpaolo Does Not Rule Out Foreign Acquisitions","GmtTimeStamp":"2007-04-14T16:17:00.000000000","CompanyCodes":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"IndustryCodes":["BNK","INF","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 14, 2007 12:17 ET (16:17 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"45fd8943dfe6091a06d6a37056d82fbe","symR":["FMD"],"date":"2007-04-14","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/16) Barron's Mailbag: Smart Borrowing","GmtTimeStamp":"2007-04-14T04:01:00.000000000","CompanyCodes":["FMD"],"IndustryCodes":["CFN","XDJGI","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  Jonathan R. Laing's April 2 article, \"The Perils of Bankrolling Slackers,\" is inaccurate, resorts to tawdry name-calling and misses the essence of First Marblehead. \u001d  It is insulting to call hard-working students seeking a college education \"slackers\" and \"deadbeats.\" Our borrowers have weighted-average credit scores in the 711 to 722 range, and over 80% of our loans are cosigned, typically by a 50-year-old, home-owning parent with a very good credit profile. \u001d  According to the article, an analysis of our 2004-1 trust reports shows that \"already 6.41% of the whole portfolio has defaulted, or 8.9% of the actual loans in repayment.\" \u001d  A quick read of the actual report shows that 6.41% is reported as cumulative defaults before cancellations. Not all loans that are nearing default make it through to claim payment, as payments may be made to avert default prior to reimbursement from the guarantor, so we properly net them out. We provide a more important measure, a \"cumulative net default rate,\" which is 5.44%. Also, as the footnotes clearly say, this figure is based on loans in repayment. \u001d  It's misleading to characterize loans as \"troubled\" if a student enters forbearance or is the least bit delinquent. With more than 20 years of loan data behind us, we understand that sometimes recent graduates need a little extra time to get on their feet. Forbearance affords them that opportunity. \u001d  The characterization of our co-founder and former CEO -- a man who built a substantial company from scratch -- was despicable and has no place in any legitimate discussion of the man or the company. \u001d  We are very proud of the fact that, since 1991, we have raised more than $13 billion to help students and their families fill the gap between the rising cost of education and the level of federal-loan support available. We continue to actively promote our \"Smart Borrowing\" initiative, encouraging families to seek out and utilize the most affordable means to finance education, including federal aid sources. And, along the way, we have built a solid company with a great future ahead. \u001d  Jack Kopnisky \u001d  President and CEO \u001d  The First Marblehead Corp. \u001d  Boston \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:01 ET (04:01 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"46ced929e30c6b973bb54cdc984bda65","symR":["KSWS"],"date":"2007-04-14","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(4/16) Turning Tennis White Into Green","GmtTimeStamp":"2007-04-14T04:07:00.000000000","CompanyCodes":["KSWS"],"IndustryCodes":["FOT","TEX","XDJGI","XRUS"],"Story":"\b   (From BARRON'S) \b   By Richard Phalon \u001d  Anyone who has spent much time around a tennis court has probably seen the K-Swiss \"classic\" shoe. Elegantly understated in all white, with five diagonal stripes in relief, it has been a staple  since 1966. And the shoe, largely unchanged since then, has proved remarkably resilient. Along with a line of similar-looking \"classic\" walk-around sneakers, it has come to account for about 70% of sales at California-based K-Swiss (ticker: KSWS). \u001d  But times are getting tougher for white tennis shoes. In an era of ever-jazzier and more colorful sneakers  -- including kids' shoes with in-heel skate wheels -- the retro country-club look doesn't carry quite the cachet it used to. K-Swiss acknowledged as much in late February, when it reported an 18% drop in domestic sales in last year's fourth quarter and slashed its earnings targets for 2007. The stock collapsed like a winded weekend-warrior after a hard set, falling more than 20% to a recent 27. It's off more than 25% from its 52-week high this past October. \u001d  The selling is probably overdone. The brand is still strong, thanks in part to market initiatives like the recent hiring of Anna Kournikova as spokeswoman. (The Russian-born tennis star has long been one of the most-searched names on the Internet.) And K-Swiss' balance sheet is fortress-like, with no debt whatsoever. Back out the hefty $7.50 a share in cash, and the stock is trading at a very reasonable 13.8 times estimated earnings for this year. \u001d  The brand and the financials also could make the company an acquisition target at some point. Just last week, PPR, the French conglomerate that owns Gucci, said it is in talks to gain control of Puma, the German sneaker maker. K-Swiss conceivably could attract the same kind of acquirer, or perhaps a buyout group. One obstacle: CEO Steven Nichols, holds about 3% of a supervoting class of stock and reportedly wants to go it alone. At the very least, analysts say, he'd want a much higher multiple for a buyout. \u001d  K-Swiss -- named for its Swiss founders -- clearly needs to freshen up its strategy. And, to the delight of bulls, no one is more adamant on that point than Nichols. He has assailed the company's \"stale\" marketing and laid out a plan to sharpen design, broaden product development and push the brand deeper into sports apparel. Conservatively, bulls reckon, the moves could push the stock to at least  32. \u001d  Some of Wall Street's best bargain hunters already are lining up behind K-Swiss. In mid-February, Martin Whitman's storied Third Avenue Management firm reported holding 2.3 million shares. That's 8.8% of the company and 1.1 million shares more than the total shown in previous Third Avenue filings. \u001d  Around the same time, top-performing Royce Associates reported holding 3.7 million shares -- or 14% of K-Swiss -- an increase of almost 1 million shares over the total shown a year ago. And, in an initial filing with the SEC, value-oriented Oppenheimer Capital weighed in with a 1.9 million share purchase -- 7.4%. \u001d  In all, the new buys reflect a considered, $115 million conviction that K-Swiss is in a lot better shape than many analysts think; the bulk of them rate the shares Neutral. \u001d  Big bets have worked out well over the years for shareholders of Third Avenue and Royce mutual funds, with successful asset plays on the likes of Nabors Industries and Lincoln Electric Holdings. \u001d  Although neither Third Avenue nor Royce would comment, \"you don't have to work too hard to see what those guys are up to,\" says Steve Scruggs, who has an outsized 2.5% of his $9-million asset Queens Road Small Cap Value Fund tucked away in K-Swiss. Scruggs figures that K-Swiss' balance sheet is deep enough for Nichols to continue paying dividends, while buying in shares and staying out of hock and doing whatever it takes to get back to scratch. \u001d  And, thanks to outsourced manufacturing in China, and unburdened by a capital-consuming retail arm, K-Swiss will keep throwing off cash, even if earnings are depressed. Cash flow last year hit $106.7 million, or a solid 21% of sales. And the international side of the business, 35% of sales, is shaping up as a real bright spot. It's growing almost as rapidly as the domestic portion is in retreat. \u001d  K-Swiss, for its part, sounds as if it is getting ready to accelerate a long-term 4-million-share buyback program that absorbed only 5,000 shares last quarter. \"The time we would buy,\" Nichols told analysts in February, \"is when we have a higher opinion of our company than the market does.\" \u001d  Investors might be wise to return that volley with some buying of their own. \u001d  --- \u001d  Richard Phalon is a free-lance writer in New York. \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4b5ca8310845cba6a08befff5b73b404","symR":["ANR","AVPI","ERIE","GRZ","GRZ.T","HLF","JOBS","NVH","PIR","CA38068N1087"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/16) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-04-14T04:02:00.000000000","CompanyCodes":["ANR","AVPI","ERIE","GRZ","GRZ.T","HLF","JOBS","NVH","PIR","CA38068N1087"],"IndustryCodes":["COA","EAG","ENT","FOD","GLD","HIM","INP","INS","OFP","PCS","RCS","REQ","RTS","SVC","XDJGI","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining more than 5% of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from April 5 through April 11. Source: Dow Jones Corporate Filings Alert \b \u001d  Activists \b \u001d  AVP (AVPI) \u001d  Diker Management wants AVP to reconsider its proposed $1.23-a-share merger transaction with Shamrock Holdings. Diker has \"significant reservations\" about the deal by certain affiliates of Shamrock, and if the terms  aren't amended to better reflect AVP's true value, Diker would \"not support the transaction.\" Diker holds 18.02% of the total shares outstanding. \b \u001d  Gold Reserve (GRZ) \u001d  A shareholder group led by Strongbow Capital is concerned about GRZ's planned gold operation in Venezuela. Strongbow believes that, to finance the project, GRZ should explore methods other than a potentially dilutive share issue. Among the alternatives: forward sales of gold and copper, a joint venture with a third party, a strategic investment in GRZ by a major mining company or a sale of GRZ. The Strongbow group holds about 2.15 million shares (5.3%). \b \u001d  Pier 1 Imports (PIR) \u001d  A group including Elliott Associates wants Pier 1 to close numerous stores. The investment group said that it's \"puzzled\" by the pace of PIR's cost-cutting and restructuring, which it considers too slow. Elliott suggested that more savings would bring \"immense value\" to shareholders through creation of a \"leaner, profitable company,\" fit to weather competition. Elliott also wants new members added to the board. The group holds about 4.84 million shares (5.5%). \b \u001d  Herbalife (HLF) \u001d  Whitney V has ended discussions about a proposal to acquire all outstanding HLF shares at 38 each, but will keep reviewing developments at HLF. Whitney held 19,048,279 shares (26.7%) as of Jan. 31. \b \u001d  Erie Indemnity (ERIE) \u001d  Sentinel Trust intends to nominate Thomas B. Hagen as a director to Erie Indemnity's board at the annual meeting, scheduled for April 17. Sentinel Trust would also like the company to consider increasing the size of the board to 15 members from its current 14. Sentinel Trust reported holding 2,340 Class B common shares (82.3%). \b \u001d  Original Filings \b \u001d  Alpha Natural Resources (ANR) \u001d  Sun Capital Securities owns 3,281,500 shares (5%), bought from March 5 to 27 at $13.59 to $15.67 each. \b \u001d  Increases in Holdings \b \u001d  National R.V. Holdings (NVH) \u001d  Yorktown Avenue Capital reported ownership of 635,108 shares (6.1%) after buying them from Feb. 6 to March 23 at $1.98 to $3.74 a share. \b \u001d  Decreases in Holdings \b \u001d  51job (JOBS) \u001d  51job President and CEO Rick Yan cut his stake to about 16.2 million shares (30.1%) after selling one million shares on April 10 to Recruit Co. for $13 a share. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:02 ET (04:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4f9fb56b891835a59194dd9467f1bcac","symR":["FME.XE","FMS","DE0005785802"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":": Fresenius Medical Care Sponsors Shad Ireland, Ironman Triathlete and Dialysis Patient","GmtTimeStamp":"2007-04-14T13:00:00.000000000","CompanyCodes":["FME.XE","FMS","DE0005785802"],"IndustryCodes":["HEA","XDAX","XDJGI","XISL","XNYA"],"Story":"\b         Program Kicks Off With 2007 Ironman Arizona Triathlon \bWALTHAM, Mass.--(BUSINESS WIRE)--April 14, 2007-- \u001d  Fresenius Medical Care North America, operator of the nation's largest network of dialysis clinics, is proud to announce its sponsorship of Shad Ireland, noted Ironman triathlete and Fresenius dialysis patient. The first Ironman event of the new program will be the 2007 Ironman(R) Arizona Triathlon on Sunday, April 15, in Tempe. \b \u001d  As part of the sponsorship, Shad will speak to Fresenius dialysis patients and at dialysis-related community events nationwide. The first event under the new relationship was a by-invitation-only \"Meet and Greet\" reception for Fresenius staff and patients hosted on Friday, April 13 at Fresenius Medical Care North Phoenix Dialysis. \b \u001d  Shad will host similar events around the country throughout the year to coincide with triathlons in which he competes. He will compete in the \"May in Memphis\" Triathlon on May 20 and the \"Life Time Fitness Triathlon\" in Minneapolis on July 14. \b \u001d  As a corporate sponsor, Fresenius Medical Care will make an annual financial contribution to: \b \b   --  Team Ireland, LLC (www.ironshad.com), a dedicated group of \b        healthy and chronically ill athletes, including dialysis \b        patients, who compete in triathlons and, through events and \b        speaking engagements, inspire others to achieve beyond their \b        limitations. \b \u001d  In addition, Fresenius Medical Care will make a substantial charitable contribution to: \b \b   --  The Shad Ireland Foundation (www.shadirelandfoundation.org), \b        which provides fitness grants to dialysis patients to help \b        improve their physical fitness and quality of life. Grants \b        include gifts worth $500-1,000 for fitness activities, \b        equipment and training; they are not limited to patients of \b        Fresenius Medical Care. \b \u001d  \"I'm honored to partner with Fresenius Medical Care in a joint effort to help spread the word that chronically ill individuals should never give up while continuing to overcome adversity and achieve their own personal goals,\" said Shad Ireland. \"As the largest dialysis provider in the United States, Fresenius offers patients both the care and services needed to achieve these goals.\" \b \u001d  \"In keeping with our UltraCare philosophy and standards, Fresenius Medical Care is committed to making a positive difference in the lives of our patients,\" said Tammy Jensen, Fresenius Medical Care regional vice president of Arizona. \"Through his perseverance and success in Ironman triathlons, Shad continues to prove that dialysis patients can realize virtually any personal ambition. We are delighted to partner with Shad to support our mutual goals and shared values.\" \b \b   About Shad Ireland \b \u001d  In 2004, Shad Ireland became the first dialysis patient to complete an Ironman triathlon, one of the most grueling events in sports. On dialysis for more than 22 years, he campaigns nationwide to raise public awareness of chronic kidney disease. Through the Shad Ireland Foundation (www.shadirelandfoundation.org) and Team Ireland (www.ironshad.com), Shad provides fitness and education grants to qualified kidney disease patients to help them improve their quality of life and achieve their life goals. Sponsored by Fresenius Medical Care North America, Shad competes in Ironman triathlons and dialysis-related events around the country. \b \b   About Fresenius Medical Care North America \b \u001d  Fresenius Medical Care North America is a subsidiary of Fresenius Medical Care AG & Co. KGaA, the world's largest, integrated provider of products and services for individuals undergoing dialysis because of chronic kidney failure, a condition that affects more than 1,500,000 individuals worldwide. Through its network of approximately 2,108 dialysis clinics in North America, Europe, Latin America, Asia-Pacific and Africa, Fresenius Medical Care provides dialysis treatment to approximately 163,517 patients around the globe. Fresenius Medical Care is also the world's leading provider of dialysis products such as hemodialysis machines, dialyzers and related disposable products. Fresenius Medical Care is listed on the Frankfurt Stock Exchange (FME, FME3) and the New York Stock Exchange (FMS, FMS-p). \b \u001d  For more information about Fresenius Medical Care's U.S. network of more than 1,500 dialysis facilities, visit the Company's website at www.ultracare-dialysis.com. For more information about Fresenius Medical Care, visit the Company's websites: www.fmcna.com or www.fmc-ag.com. \b \u001d  Ironman Triathlon(R) and Ironman(R) are registered trademarks of the World Triathlon Corporation for the World Triathlon Championships and qualifying events. \b \b    CONTACT: Loomis Group \b             Jaclyn Orpen, 617-638-0022 / voice \b             857-277-8024 / cell \b             orpenj@loomisgroup.com \b             or \b             Fresenius Medical Care \b             Tom Womack, 214-445-3118 / voice \b             214-773-1367 / cell \b             tom.womack@fmc-na.com \b \b    SOURCE: Fresenius Medical Care North America \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 09:00 ET (13:00 GMT)"},{"md5ID":"54ffb38ab5d737ab367f5350790d649e","symR":["6758.TO","AAPL","ADBE","MSFT","SNE","JP3435000009","US00724F1012","US0378331005","US5949181045"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/16) High-Wired Act","GmtTimeStamp":"2007-04-14T04:06:00.000000000","CompanyCodes":["6758.TO","AAPL","ADBE","MSFT","SNE","JP3435000009","US00724F1012","US0378331005","US5949181045"],"IndustryCodes":["CPR","CSE","ENT","SOF","X225","XATI","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Jay Palmer \u001d  You have to get up pretty early in the morning to stay on top of the Internet. The number of active Websites has exploded fivefold since 2001, to about 50 million, led by the likes of MySpace and YouTube. That's to say nothing of the 75 million blogs -- online journals covering everything from the mating habits of hummingbirds to the best hamburgers in America. Two new blogs are born every second. \u001d  -- It's all part of Web 2.0, the post-bust boom that's still going strong. And it's playing right into the hands of \u001d  Adobe Systems, a San Jose software company whose programs are increasingly essential to those who design, create and maintain Websites and blogs. \"Adobe is the driving force behind the creative activity of the Web today,\" says John Witte, creative director of COXnet AdStudio, which produces print and online support for the Cox newspaper chain. \"It is indispensable to what we do. Few in our business would dispute the fact that Adobe programs are 'must have' tools for Web designers and Web development.\" \u001d  -- Adobe, the No. 3 software maker in the U.S., after Microsoft and Oracle, is also at the forefront of design for magazine and other print publications, the graphics that are proliferating for cellphones and various mobile devices, and through programs like its familiar, widely used Acrobat, the handling of digital documents. \"We are sitting right at the convergence of some key events in today's society,\" says Adobe CEO Bruce Chizen. \"The digital information world is exploding with more people trying to communicate more information than ever before. Adobe is providing the software that is enabling people to do just that.\" \u001d  Investors are not unaware. The company's steadily growing revenue, strong debt-free balance sheet and prodigious free cash flow have helped make the shares (ticker: ADBE) a winner. Since 2001, they have climbed from a low of 8.35 to 42, a good chunk of that rise coming over the past 12 months. \u001d  But there looks to be plenty of upside left, thanks in no small part to a promising series of product launches slated for the next three months. Taken together, the launches are probably the most eagerly awaited in software this year, after Microsoft's Vista operating system. They represent Adobe's first effort to fully integrate its own products with those it gained through the $3.4 billion acquisition of Macromedia in late 2005. \u001d  It's true the stock doesn't look cheap, at least at first glance. It's changing hands at 28.6 times the consensus forecast for fiscal '07 earnings of $1.48 a share, considerably above Microsoft's multiple of 19. But looked at in terms of its whopping free cash flow -- another important measure of value -- Adobe is far more attractive: Free cash flow amounts to more than 30% of sales, making the company one of the market's most notable cash kings. What's more, the consensus earnings estimates of roughly 20% growth may seriously underestimate the real 12-month potential; it could be as high as 30%. \u001d  \"Adobe stands to benefit from a whole bunch of mega-trends, including the sheer growth of the Web and broadband penetration,\" argues Jeffrey Hammond of Forrester Research. Broadband Internet connections, allowing for easy viewing of elaborately designed Websites, should be in more than half of all American homes with the Internet by the end of this year, research firm iSuppli said last week. \u001d  Adds Tom Ernst of Deutsche Bank: \"There is tremendous market-growth opportunity here, and both Adobe earnings and Adobe stock have very good chances of surprising everyone on the upside over the next six months.\" \u001d  In all, Adobe, with a market value of about $25 billion, has big-enough stakes in enough hot markets to steer far clear of the doldrums that many tech shares have hit. Bulls figure the shares are headed to at least 50 within a year, for a gain of nearly 20%. \u001d  The integration of the Macromedia line looks well on the way to doing its part. It took more than a year -- and an estimated 1,500 man-years of work -- to achieve the integration. The plan now calls for a staggered release of the 13 programs that make up its Creative Suite 3, known as CS3 and including Illustrator, InCopy, Encore and Fireworks. Popular Adobe software like its photo editor, Photoshop and its publishing application, InDesign, will work hand in hand with Macromedia's editing software for Web video, called Flash, and its Web-page design program, Dreamweaver. \u001d  \"Adobe has picked up tools and programs in areas where it was weak, merged them with the programs they already owned, improved all and created a best of breed,\" says Christopher Swenson, director of software-industry analysis for the NPD Group, a marketing-information company. \"They now have all the leading tools for graphic arts under one roof, an uber-portfolio, if you will.\" \u001d  CS3, representing the third generation of Adobe software suites, comprises the largest part of the company's largest division, Creative Solutions, which delivered revenues of $1.42 billion last year, or 55% of the total. The users of this software are the behind-the-scenes graphic designers, artists and other creative types who create, design and lay out information that people read and see every day, in newspapers, magazines (including Barron's), books, catalogs, advertisements, brochures and product manuals. It's even used for creating IRS tax forms. \u001d  The same software can convert and enhance that printed material -- and create entirely new information -- so it can be displayed on the Web. It also can manipulate and edit the estimated seven billion video clips that American PC users now view and download every month. \u001d  Prices for CS3 software aren't cheap, ranging from $240 for an upgrade of the most basic package to $2,499 for the complete CS3 Master Suite. The stand-alone Photoshop CS3 Extended, which includes 3-D editing, motion graphics, image measurement and analysis, will retail for $999. \u001d  Those prices are somewhat higher than expected, but it looks as though demand still will be strong. Initial reviews have been strikingly favorable and the buzz is running high among professional users. \u001d  One reason is that the new versions are specifically designed to take advantage of the new Intel-chip architecture in Apple's (AAPL) latest Mac personal computers, an important fact given the popularity of Macs among graphic artists. The programs also include all-new features and important enhancements that integrate all the programs and greatly simplify many complicated procedures that used to be time consuming. That both speeds work flow and lowers costs. \u001d  \"CS2 was great but CS3 is better, much much better,\" says Paul Chernoff, director of information technology at the Washingtonian magazine. Adds Eric Lynn, director of graphics at Trek Bikes and the man responsible for the design of the company's highly rated Web page: \"Since the latest versions make many tasks easier and quicker, I can justify the cost as a productivity tool.\" \u001d  There are other legs to Adobe's growth opportunities, including new products stemming from the two programs for which the company is best known, Acrobat Reader and Flash Player. Both are free and both are hugely popular; Adobe maintains the two are on more personal computers than all the Microsoft and Apple operating systems combined. Acrobat Reader allows users to open the pdf-format documents that make up a good part of the online digital paper of the modern paperless office. Flash Player lets users view much of the video now available on Websites. \u001d  Giving away this software is a canny move since it clearly promotes sales of the two Adobe programs, Acrobat and Flash, that are used to create those same pdf and flash files -- and which are anything but free. Acrobat, which creates pdfs, can retail for $499, for example. The release last fall of the newest version of Acrobat, which is believed to contribute about 20% of Adobe's total revenues, is credited with delivering the company's strong top-line growth of 34% in the final quarter of last year. \u001d  The recent release of foreign-language versions of Acrobat apparently drove program sales to record levels in this year's first quarter. A move by Microsoft (MSFT), under threat of a lawsuit, to remove a planned pdf-creation tool from its new Office 2007 also worked to increase Acrobat's appeal. \u001d  \"When I wake up at night worrying,\" says CEO Chizen, \"what I am worrying about is Microsoft, Microsoft and Microsoft. The company is a formidable competitor, but we have proved that we can compete with them if -- and it's a very big if -- they play fair.\" \u001d  Ultimately, Flash may be a lot more important to Adobe. It is fast becoming the tool of choice for creating and editing video on the Web, not least because the resulting product can then be integrated into the results from other CS3 programs. For instance, you can easily add a Flash video to a Web page that already has a Photoshop still-image, using Dreamweaver. \u001d  Though there are rival formats on the Web, including video created with Microsoft, Apple and RealNetworks (RNWK)software, Flash commands close to 99% of the user-submitted video market on sites like Google's (GOOG) YouTube, where viewers upload 70,000 new videos and view more than 100 million every day. \u001d  The program and the format are also popular in the syndication and professional-content markets. CBS, NBC and other major TV networks now regularly upload video clips of shows to Websites. Sony (SNE) and others also make music-video clips freely available on the Web. \"Online advertising is now growing at a triple-digit annual clip,\" says Paul Palumbo, research director at AccuStream Media, \"and the greatest proportion of this is Flash-based.\" \u001d  Big as online advertising may be, there may be even greater potential for Adobe in mobile video for iPods, cellphones and other gadgets. Though only some 5% of all U.S. wireless subscribers now watch video on a mobile device, the experience of markets in Europe and especially Japan suggest this business will skyrocket soon. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 14, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5b8d0be2f92551d1631f817694d6e74a","symR":["AMOV","AMX","AMX.MX","DT","DTE.XE","FTE","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","UC.MI","DE0005557508","ES0178430E18","IT0000062957","IT0000064854","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"France Telecom, Other Europe Players Eye Telecom Italia-Paper","GmtTimeStamp":"2007-04-14T13:30:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","DT","DTE.XE","FTE","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","UC.MI","DE0005557508","ES0178430E18","IT0000062957","IT0000064854","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FTS","TIR","TLS","XCA4","XDAX","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  MILAN (Dow Jones)--France Telecom (FTE) has hired Morgan Stanley to advise it on a possible counteroffer for an interest in Telecom Italia SpA (TI), according to an unsourced report in Saturday's edition of daily La Repubblica. \u001d  The Italian paper added that Deutsche Telekom (DT), another European heavyweight potentially interested in Italy's largest telecom operator, appeared to had given an advisory mandate to UBM, the investment banking arm of  leading Italian bank UniCredit (UC.MI). \u001d  Telecom Italia's main indirect shareholder Pirelli & C. SpA (PC.MI) is in exclusive talks with U.S. giant AT&T (T) and Mexico's America Movil (AMOV) until the end of April. The two foreign bidders have offered EUR2.82 a share for a 66% stake of holding company Olimpia, which controls 18% of Telecom Italia. \u001d  Intesa Sanpaolo SpA (ISP.MI), Italy's largest bank by number of branches, is discussing a deal with AT&T and America Movil for each to buy a third of Olimpia. But that talks have stalled over governance issues, La Repubblica reported. \u001d  The apparent stalemate could open the door to a countermove by another European operator, possibly in conjunction with Italian merchant bank Mediobanca (MB.MI), which has also said it's holding preliminary talks with potential investors in Telecom Italia. \u001d  According to La Repubblica's report, Spanish telecom giant Telefonica SA (TEF) may also be seeking ways to purchase an interest in Telecom Italia. \u001d  The position of Italy's center-left government, which openly said it would like to see the country's leading financial institutions among those controlling Telecom Italia, is playing a key role in the negotiations. \u001d   Newspaper Web site: http://www.repubblica.it \b \u001d  -Milan Bureau, Dow Jones Newswires; +39 348 7678016 \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 09:30 ET (13:30 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"63c45995a18bb24d7c4ec9d53db99846","symR":["VRTX","US92532F1003"],"date":"2007-04-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": (VRTX) Interim Results Presented at EASL from PROVE 1 Clinical Trial of Investigational Drug Telaprevir in Patients with Genotype 1 Hepatitis C","GmtTimeStamp":"2007-04-14T16:36:00.000000000","CompanyCodes":["VRTX","US92532F1003"],"IndustryCodes":["BTC","DRG","XDJGI","XISL","XNQ1","XRUS"],"Story":"\b \u001d  BARCELONA, Spain--(BUSINESS WIRE)--April 14, 2007-- \u001d  In a late-breaker presentation at the 42nd Annual Meeting of the European Association for the Study of the Liver (EASL), researchers today presented data from a planned interim analysis of the PROVE 1 clinical trial, which is the first trial to evaluate short-duration therapy with the investigational hepatitis C protease inhibitor telaprevir (TVR, VX-950) in combination with pegylated interferon (peg-IFN) and ribavirin (RBV) in treatment-naive, genotype 1-infected hepatitis C patients. The data from PROVE 1 demonstrated a high rate of rapid viral response (RVR) in the telaprevir groups and a low rate of on-treatment viral breakthrough, and suggested that 12 weeks of telaprevir-based therapy enabled some patients to clear the virus. Vertex Pharmaceuticals Incorporated (Nasdaq: VRTX) is developing telaprevir in collaboration with Tibotec. \b \u001d  \"The high rates of RVR observed in the telaprevir groups in PROVE 1, and the fact that some patients have remained persistently viral negative 20 weeks after stopping the 12 weeks of telaprevir-based therapy, suggest that we may be able to shorten the treatment duration in genotype 1 HCV patients,\" said John McHutchison, M.D., Principal Investigator for the PROVE 1 study and Director of Gastroenterology and Hepatology Research at Duke Clinical Research Institute. \"These interim results are encouraging and suggest that high sustained viral response (SVR) rates may be achieved with regimens that are 24 weeks in total duration. We look forward to 24 week follow-up data from the initial group of patients who stopped treatment at 12 weeks, and follow-up data from patients in the study who received 24 weeks of treatment.\" \b \b   PROVE 1 Summary \b \b   --  88% and 79% of patients receiving telaprevir achieved a rapid \b        viral response (RVR) as measured by plasma HCV RNA (less \b        than)30 IU/mL and (less than)10 IU/mL, respectively, at 4 \b        weeks. \b \b   --  Six of 9 patients in one treatment arm who completed 12 weeks \b        of treatment, and who had achieved an RVR as defined by the \b        study protocol ((less than)10 IU/mL), continued to have \b        undetectable HCV RNA 20 weeks after stopping all treatment \b        (\"SVR20\"). \b \b   --  The treatment discontinuation rate due to adverse events \b        through 12 weeks was 11% in telaprevir arms and 3% in the \b        control arm. Rash, gastrointestinal events and anemia were the \b        most common events leading to discontinuation in the \b        telaprevir arms. \b \u001d  \"These interim results support our approach to evaluating telaprevir-based regimens of differing durations in our Phase 2 program. The results of the 12-week duration regimen provide a level of confidence in the shorter duration approach, and we look forward to safety and antiviral data, including SVR data, from the 24-week telaprevir-based regimens,\" said John Alam, M.D., Executive Vice President, Medicines Development, and Chief Medical Officer of Vertex. \"The information from PROVE 1 and PROVE 2 should allow us to design optimized durations and regimens for Phase 3 development.\" \b \u001d  PROVE 1 and PROVE 2 represent two of three large, ongoing clinical studies of telaprevir. In aggregrate, the three studies are designed in part to evaluate the safety and antiviral activity of different durations of telaprevir-based therapy in genotype-1 infected HCV treatment-naive and treatment-failure patients, both with and without ribavirin. Taken together, the PROVE studies are expected to provide information to optimize the treatment duration and treatment regimen for telaprevir-based therapy. \b \u001d  PROVE 1: Implications for Clinical Development and Registration Path \b \u001d  Vertex today discussed the potential implications that the new information from PROVE 1 has for future clinical development of telaprevir. Vertex stated its intention to consider evaluation of treatment regimens that would include telaprevir in combination with peg-IFN and RBV, and depending on PROVE 2 data, regimens that may exclude RBV. Vertex expects to focus on treatment durations of no more than 24 weeks. Vertex and Tibotec are planning to meet with regulatory authorities to discuss the Phase 3 design in mid-2007 and are planning to initiate Phase 3 clinical development in the fourth quarter of 2007. The registration strategy and timing of an NDA filing will be dependent on discussions with regulatory authorities. \b \b   PROVE 1 Results at EASL \b \b   Interim 12-week antiviral analysis of PROVE 1 \b \u001d  A total of 250 patients were enrolled in PROVE 1 and received at least one dose of telaprevir or placebo in addition to Peg-interferon alfa-2a (peg-IFN) + ribavirin (RBV) in the study. A total of 175 patients received at least one dose of telaprevir in 1 of 3 arms (treatment arms B, C and D) and 75 patients received at least one dose of placebo (arm A). Treatment with telaprevir resulted in a high proportion of patients achieving a rapid viral response at 4 weeks. At the time of the interim analysis, all patients had either completed 12 weeks or discontinued from the study prior to week 12. Available 4-week and 12-week results are detailed in the following table: \b \b Interim HCV RNA results for Patients Enrolled in the PROVE 1 Trial \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 14, 2007 12:36 ET (16:36 GMT)"},{"md5ID":"6a1008b8fc23adab1a1b39cb0f0f6b3e","symR":["AMOV","AMX","AMX.MX","DT","DTE.XE","FTE","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","DE0005557508","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Intesa Sanpaolo Interested In Ops To Boost T.Italia Growth-2","GmtTimeStamp":"2007-04-14T17:16:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","DT","DTE.XE","FTE","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","DE0005557508","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FTS","TIR","TLS","XCA4","XDAX","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\b \u001d  Passera shrugged off press reports that Intesa Sanpaolo has lost interest in buying part of a Telecom Italia stake held by Olimpia, the unlisted holding controlled by tire-to-telecoms group Pirelli & C. SpA (PC.MI). \u001d  \"We are evaluating all the options for an operation that should be valid both from an industrial point of view and for our company,\" Passera said in a press conference, when asked if the talks over a possible buy-out of a stake in Olimpia had stalled. \u001d   People familiar with the situation told Dow Jones Newswires last week that Intesa Sanpaolo was looking to buy at least 34% of Olimpia, which controls 18% of Telecom Italia, with the purpose of discussing the future of the company with AT&T (T) and its Mexican partner, America Movil (AMOV), which are negotiating with Pirelli to each buy one-third of Olimpia. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 14, 2007 13:16 ET (17:16 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7052acd238bdfbf35706dc581b9e9bc6","symR":["C","XLB","US1729671016"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/16) The Trader: Will Profits Defy The Gloom?","GmtTimeStamp":"2007-04-14T04:09:00.000000000","CompanyCodes":["C","XLB","US1729671016"],"IndustryCodes":["BAN","BNK","EXT","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  As companies prepare to report first-quarter earnings, investors have been primed for pain: the first quarter of -- gasp -- single-digit profit growth after a seeming eternity of double-digit gains. But with investors prepped for the worst, and the bar lowered ever further, new expectations began to emerge. The new view: Profit growth will slow, but manage to beat the lousy 3.6% improvement analysts had forecast. \u001d  That hope lifted stocks to modest gains in a week of mixed economic data. All four major benchmarks rose for the second straight week, and for the third week in the past four. The Standard & Poor's 500 stock index gained 9, or 0.6%, to 1453, its highest close since Feb. 22. The Dow Jones Industrial Average added 52, or 0.4%, to 12,612. The Nasdaq Composite Index rose 21, or 0.8%, to 2492, while the Russell 2000 gained 6, or 0.7%, to 819. \u001d  The pending economic slowdown has hogged headlines for months. \"But have numbers gone down too far ahead of the quarter again?,\" asks Merrill Lynch strategist Brian Belski. Though profit margins, which have been at their highest in decades, are widely expected to drop, Belski says \"margin stabilization in the 7% range\" isn't implausible, especially if commodity costs behave. Record buybacks also help by reducing share count and boosting per-share earnings. Belski expects first-quarter profits to expand between 5% and 6%. \u001d  The tone could be set early by the banks that account for much of S&P 500 profits -- and it could be a setback for the new optimism. Jeff Bagley, a portfolio manager of McCabe Capital Managers, sees cause for caution. \u001d  With the Fed on hold, banks' net interest margins continue to come under pressure. \"The dramatic loan growth banks have enjoyed also will slow, especially in consumer- or mortgage-related segments,\" Bagley says. Another direct hit to earnings could come from the greater reserves banks set aside for rising defaults or credit deterioration. While big banks with thriving investment-%banking operations might hold up well, smaller regional lenders will have a harder time. \u001d  The KBW Bank Index has slipped 4% since March 21 even as the market advanced, as inflation stayed firmer than investors hoped. The index fell Wednesday after minutes from a recent policy meeting showed the Federal Reserve still vexed by inflation and none too likely to begin cutting interest rates soon. \u001d  The potential for economic deceleration, a worsening housing market and inflation that keeps the Fed's hands tied could prove to be a \"perfect storm\" for banks, says Dan Jones, who runs Blue Water Asset Management. As a hedge, he suggests buying June put spreads on the bank index. \u001d  Whether the economic slowdown and hoped-for rebound will take the shape of a svelte \"V\" or a fat \"U\" will depend largely on the consumer, who has been supported by firm wages. But will companies combat slowing profits by cutting jobs? Last week, initial jobless claims (an admittedly erratic data) ticked to a two-month high, and Citigroup (ticker: C) said it will cut 17,000 jobs. If this is a preview of the year to come, companies may need more than shrewd expectation-management in the months ahead. \u001d  Corporate insiders know more about their companies than we do. But are they --  collectively -- also better stock-market timers? \u001d  Their track records at key market turns suggest the answer is yes, according to data tracked by Mark LoPresti, vice president of Thomson Financial's proprietary-research group. For example, executives at materials companies sold more than $1 billion worth of shares from January to May last year -- just before the correction in the commodities and stock market. But buying picked up in July, in time to ride a 27% rally in the Select SPDR Materials Fund (XLB). \u001d  Insider buying at consumer-staples companies also rose conspicuously before the 2000 market selloff, and often before recent inflation scares sent investors scrambling for defensive consumer-staples stocks. \u001d  So what does recent activity tell us? Materials stocks surged in the first quarter, but insider sales picked up too. In fact, insiders sold about $1 billion of stock between November and March, possibly to take profits. \u001d  In consumer staples, insider buying has lagged even as these stocks climbed with recent economic worries. Insider stock purchases in the sector totaled an unremarkable $3.7 million in March. \"The fact that consumer-staples insiders have not been big buyers recently may serve as a further endorsement of the view that we are and have been in a Goldilocks economy,\" LoPresti says. \u001d  But insider buying in the energy sector has stood out. This group's projected first-quarter earnings growth has been cut to a negative 2.3% from a positive 12% three months ago. Yet energy insiders in March bought $21 million worth of shares -- the second-highest across various sectors -- and the fourth-highest monthly haul for energy since January 2006. How's that for a vote of confidence? \u001d  A boat is like a second (or third) home to some Americans, so it isn't surprising when shockwaves from the housing market are felt not just on land but also at sea. \u001d  Last Thursday, investors sent shares of the leisure-boat maker Brunswick (BC) down 4%. The catalyst: yet another warning from the boat retailer MarineMax (HZO) -- Brunswick's largest customer -- of choppier waters ahead. \u001d  MarineMax, which also provides loans to boat buyers, reported a 20% drop in first-quarter sales, in part because declining real- estate prices cut into the money people have for buying boats. The company lowered projected 2007 profits for a second time this year, to 45 cents-65 cents from $1.40-$1.50. \u001d  Brunswick, which has a $2.8 billion market cap, won't report earnings until April 26, but MarineMax's dire forecast could be a bad omen for those hoping that the worst is over for the slumping boat market. Like homebuilder stocks, Brunswick shares began a protracted slide in the summer of 2005, but started to turn up last July, at one point rebounding more than 25%. They are still up 11% since July. \u001d  But as customers like MarineMax start cutting orders, Brunswick may not be able to reduce production in time to avoid excess inventory, notes Rochdale Securites' senior analyst Hayley Wolff. Price discounting and margin pressures further threaten to sink the spring and summer selling season. \u001d  Also, \"the small-boat buyer continues to have incrementally higher claims on discretionary income, such as higher mortgage payments as adjustable-rate mortgages are converted to fixed-rate loans, and persistently high fuel prices,\" Wolff notes. \u001d  Meanwhile, big boating areas like Florida and California are hard hit by the housing crunch, and the industrial contraction and wave of repossessions along the Rust Belt could rock boat sales in the Great Lakes region. \u001d  At 30.6, Brunswick shares trade at 17 times projected 2007 earnings of $1.80 a share. Analysts think profits will bottom this year and rebound to $2.15 in 2008, but such estimates, and the timeline, may prove too optimistic. \u001d  Brunswick's boat business has the advantage of high operating leverage, and management has cut costs by, for example, shifting some production to cheaper regions like Mexico. Still, profits might not pick up until the boating market regains its sea legs -- and until the housing market finds its footing on land. \u001d  --- \u001d  E-MAIL: kopin.tan@barrons.com \u001d  --- \b                            VITAL SIGNS \b \b                              Friday's   Week's     Week's \b                               Close     Change     % Chg. \b \b DJ Industrials              12612.13    +51.93      +0.41 \b DJ Transportation            5035.00   +117.94      +2.40 \b DJ Utilities                  510.22     -0.12      -0.02 \b DJ 65 Stocks                 4374.47    +40.46      +0.93 \b DJ US Total Mkt               354.43     +2.30      +0.65 \b NYSE Comp.                   9522.86    +96.29      +1.02 \b Amex Comp.                   2224.42    +26.60      +1.21 \b S&P 500                      1452.85     +9.09      +0.63 \b S&P MidCap                    868.11     +6.32      +0.73 \b S&P SmallCap                  420.93     +2.76      +0.66 \b Nasdaq                       2491.94    +20.60      +0.83 \b Value Line (arith.)          2362.80    +19.47      +0.83 \b Russell 2000                  819.38     +6.03      +0.74 \b DJ Wilshire 5000            14736.44    +96.06      +0.66 \b \b                                     Last Week  Week Ago \b \b NYSE \b Advances                              2,097      2,631 \b Declines                              1,408        872 \b Unchanged                                86         81 \b New Highs                               584        510 \b New Lows                                 51         41 \b Av Daily Vol (mil)                    2,661.6    2,705.2 \b Dollar \b (Finex spot index)                       82.13      82.99 \b T-Bond \b (CBT nearby futures)                    110-08     111-10 \b Crude Oil \b (NYM light sweet crude)                  63.63      64.28 \b Inflation KR-CRB \b (Futures Price Index)                   317.93     317.60 \b Gold \b (CMX nearby futures)                    685.40     674.20 \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"749e1ec8e5e24d6920d0efac353ca703","symR":["6758.TO","AAPL","ADBE","MSFT","SNE","JP3435000009","US00724F1012","US0378331005","US5949181045"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/16) High-Wired Act -2-","GmtTimeStamp":"2007-04-14T04:06:00.000000000","CompanyCodes":["6758.TO","AAPL","ADBE","MSFT","SNE","JP3435000009","US00724F1012","US0378331005","US5949181045"],"IndustryCodes":["CPR","CSE","ENT","SOF","X225","XATI","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\u001d  Infonetics Research, which studies the field, suggests the market for wireless video service will hit $5.6 billion in revenue in 2009, and the media-research group Informa Telecom & Media projects marketers will spend more than $11 billion on mobile advertising by 2011. Adobe is angling for a nice slice of this business through two pieces of software: Flash Lite, a basic version of Flash for cellphones, and FlashCast, a server product that streams video out to mobile products. \u001d  Adobe plans to sell licenses to cellphone makers and win a share of revenue from FlashCast data services. Last year, Adobe's mobile and device division kicked in $37.5 million of revenue, less than 2% of total sales and almost entirely from Japan. There, NTT DoCoMo's i-channel news and information service is powered by Flash technology. It now has more than 10 million subscribers, and annual revenue of more than $650 million. \u001d  \"The growth of this channel has surpassed our expectations,\" says Takeshi Natsuno: managing director of DoCoMo's Multimedia Services. \"Flash Lite and FlashCast have dramatically impacted the mobile experience of our customers.\" \u001d  The mobile business could take hold quickly elsewhere. Earlier this year, Adobe signed deals with China Mobile and Telenor in Europe. It also announced that Flash software will be used by Chunghwa Telecom in Taiwan and Verizon Wireless in the U.S. Verizon aims to launch a service in the second half of this year that will give its cell users access to video clips about sports, weather, news and entertainment. Adobe will announce still further developments around Flash and video-playback at the National Association of Broadcasters trade show in Vegas this week. \u001d  Adobe has yet another engine of growth in the works. Code-named Apollo, this software will merge elements of Acrobat, Flash Player and the HTML Internet language into a new platform that would enable a closer link between a company operating a Web page and its customers. \u001d  Though a launch of Apollo is still at least six months away, an early version is now available to Web developers for testing. As configured, customers of a specific Website could create and invite other customers to download a small program that would sit in their PCs, allowing them to bypass their Web browsers and link permanently to that Website. An eBay user, for example, would be immediately notified if an item put up for bid had been sold. \u001d  \"For us it is all about reaching our customers,\" says Max Mancini, senior director of Disruptive Innovation at eBay. \"What Apollo will do is deliver an even richer experience on the desktop, and that has got to be good for us.\" \u001d  Rich experiences could await investors, too. For the fiscal year that ends this November, the company is looking for revenue growth of 15%, which would mean about $2.96 billion, up from $2.6 billion in '06. Margins are expected to come in at around 37%, a major leap forward after the downturn last year that followed the Macromedia deal. \u001d  Do the math and Adobe appears to be looking for earnings of about $1.44 a share, up 17% from last year. But that estimate, as well as the higher consensus target of just under $1.50, is probably too low. Demand for the updated software should remain brisk; surveys show that more than two-thirds of those using CS2 plan to upgrade, half of those within three months. And given the strong pricing, sales could come in half-a-billion or more above Street hopes. \u001d  The upshot: Earnings could approach $1.60 this year, up about 30% from last year. That makes the high P/E ratio far more palatable. And earnings could climb to $1.80 next year. \u001d  Adobe clearly likes its own investment prospects: Last week the company announced it would expand an existing buyback plan and purchase 20 million shares. As earnings rise, that is bound to look like another savvy decision. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"840a14c3c8b38f093c0539c218035f0d","symR":["AIG","C","COST","CSCO","GE","INTC","JNJ","MSFT","PFE","T","TGT","TWX","WMT","XLG","XOM","US00206R1023","US0268741073","US17275R1023","US1729671016","US22160K1051","US30231G1022","US3696041033","US4581401001","US4781601046","US5949181045","US7170811035","US8873171057","US9311421039"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/16) In Performance Race, Size Still Matters","GmtTimeStamp":"2007-04-14T04:06:00.000000000","CompanyCodes":["AIG","C","COST","CSCO","GE","INTC","JNJ","MSFT","PFE","T","TGT","TWX","WMT","XLG","XOM","US00206R1023","US0268741073","US17275R1023","US1729671016","US22160K1051","US30231G1022","US3696041033","US4581401001","US4781601046","US5949181045","US7170811035","US8873171057","US9311421039"],"IndustryCodes":["BAN","BNK","BRD","CMT","DRG","EXT","FTS","IDD","INF","INS","MDV","MED","OIL","RTB","RTS","SEM","SOF","TLS","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTT","XSTX"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  After a solid 2006, giant stocks are back in a familiar position this year -- trailing the overall market. \u001d  Coming into 2007, a major unknown was whether these behemoths, often defined as the top 50 ranked by stock-market value, would stay as strong as they were in 2006, when they topped the Standard & Poor's 500 index for the first time since 1999. \u001d  But this year, such notable and widely owned stocks as General Electric (ticker: GE), Citigroup (C), Microsoft (MSFT), Bank of America (BAC), American International Group (AIG), Johnson & Johnson (JNJ) and Cisco Systems (CSCO) are in the red. \u001d  The giants' performance is depressing the Russell Top 50, an index of the market's 50 biggest stocks (excluding Berkshire Hathaway). It's the basis for the Rydex Russell Top 50 exchange-traded fund (XLG). The Russell Top 50 is down 0.8% through Thursday, versus a total return  of 2.6% for the S&P 500, 8% for the S&P 400 MidCap  and 3.8% for the Russell 2000, a small-stock benchmark. In 2006, the Russell Top 50 returned 17.9% (including dividends), versus the S&P's 15.8%. \u001d  The big-caps' woes raise big questions: Are their troubles temporary, simply reflecting company-specific issues? Or do the giants face structural problems. related to their size. that will keep them trailing the S&P 500 and smaller-stock indexes over the long term? \u001d  The outlook for the largest stocks has strong implications for the $1.4 trillion hedge-fund industry, whose members typically have two-thirds of their holdings in small to midsize companies. A sustained mega-cap revival would bode poorly for hedge-fund returns. \u001d  Byron Wien, chief investment strategist at investment firm Pequot Capital Management, believes the market's  giants may continue to struggle.  \"Large-cap stocks are in secular decline,\" he says. \"On a relative basis, they look attractive because their price-earnings multiples seem low, versus where they have been. But their prospects seem diminished compared to what they were. The critical mass of these large-cap companies is based in a slow-growth economy. It will be hard for them to grow at more than the nominal rate of GDP.\" \u001d  Many giants would dispute Wien's dour outlook. GE, for instance, aims to expand its key businesses at two-to-three times the rate of global economic growth and produce consistent double-digit yearly earnings gains. \u001d  Fans of big stocks argue that they're inexpensive, relative to their smaller brethren, in virtually every market sector, a sharp contrast to the late 1990s. Citigroup, Bank of America and AIG, for instance, the three largest financials, are valued at 10 to 11 times estimated 2007 earnings, versus 13 times for regional banks and 15 for many small banks. \"Large-caps are statistically cheap,\" says David King, manager of the Putnam New Value fund, which holds a bevy of big stocks, including Citigroup, Intel (INTC), Bank of America, Pfizer (PFE) and Berkshire (BRK). But, King says, the very familiarity of these stocks can work against them: \"Portfolio managers feel it's hard to get a research edge in an Intel or Citigroup.\" \u001d  As the table shows, all of the top 20 companies trade for less than 20 times estimated profits. They carry earnings yields -- the inverse of the P/E ratio -- of 5% or more, versus 4.75% for 10-year Treasuries. But while size seems to be hurting some companies, like Citigroup and Pfizer, it appears to be helping others, like ExxonMobil (XOM) and AT&T (T). Exxon is a poster child for a well-managed giant. Its enviable return on capital tops the leading oil companies', and its shares have bested their peers in recent years. \u001d  Pfizer's chief problem, a weak pipeline of new drugs, is compounded by its size. A blockbuster product with $1 billion in annual sales doesn't do much to move the needle, given the company's $48 billion in annual revenue. Citigroup is in a bind because its growth-through-acquisition strategy under Sandy Weill in the 1990s hit a wall in recent years. It's struggled to generate internal growth, while losing ground to nimbler rivals, like Goldman Sachs. The 17,000 job cuts just announced may save over $2 billion annually but could hurt its effort to boost revenue -- a key issue. \u001d  Henry McVey, Morgan Stanley's chief investment strategist, hasn't embraced the mega-caps partly because leveraged buyouts --  one of the strongest investment themes now -- are concentrated among mid-caps. Indeed, the S&P mid-cap index has been a pacesetter this year. \"The chances of a $100 billion company being taken out by private equity are pretty small,\" McVey says. Just look at activist investor Carl Icahn's ineffective run last year at Time Warner (TWX), which is valued at $81 billion. \u001d  \"For the large-caps to lead, two things have to happen,\" McVey says. \"Credit spreads have to widen and companies have to prove that they are willing to better manage their capital.\" Giant companies have tended to be defensive, faring better than smaller ones in falling markets but underperforming in rising markets. \u001d  The capital-management issue is important. Wal-Mart Stores (WMT), now at 1999 levels, probably would get a boost if it heeded Wall Street's call to cut its spending on new U.S. stores and return more cash to holders via dividends and stock buybacks. Wal-Mart has a lower P/E than rivals Target (TGT) and Costco Wholesale (COST), and its dividend yield is just 1.9%. Another laggard, AIG, also probably would rise, too, if it boosted its dividend, a stingy 1%, versus 4% for Citigroup and Bank of America. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8fbc23d792938feac6edba5c712b15dd","symR":["3474.TW","TW0003474003"],"date":"2007-04-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Taiwan's Inotera Memories To Issue Up To 450M New Shares","GmtTimeStamp":"2007-04-14T07:22:00.000000000","CompanyCodes":["3474.TW","TW0003474003"],"IndustryCodes":["SEM","XDJGI"],"Story":"\b \u001d  TAIPEI (Dow Jones)--Inotera Memories Inc. (3474.TW) said late Friday it plans to issue up to 450 million new shares to raise funds to expand its capacity. \u001d  Based on Inotera's share price, which rose 1.2% to NT$38.60 Saturday, the offering will be worth up to NT$17.37 billion. \u001d  The Taiwanese memory-chip maker said in a Taiwan Stock Exchange filing it will either sell the new shares at home or overseas as global depositary receipts. It didn't disclose a timeframe for the planned offering. \u001d  Inotera said in March it plans to buy land in northern Taiwan to build two more 12-inch chip plants. The company began in March the construction of its second 12-inch wafer factory in Taiwan. \b \u001d  -By Perris Lee Choon Siong, Dow Jones Newswires; 8862-2502-2557; perris.lee@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 03:22 ET (07:22 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9319b41ae8c475541b0860e222aa786e","symR":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Intesa Sanpaolo Sees 9% Average Annual RWA Growth In 07-09","GmtTimeStamp":"2007-04-14T15:58:00.000000000","CompanyCodes":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"IndustryCodes":["BNK","INF","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 14, 2007 11:58 ET (15:58 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"980c88eba8a2752714fe25d4bfdd88b1","symR":["ATVI","EL","HSC","MTD","NOV","CMUAX","NAMAX","US6370711011"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/16) The Names That Count","GmtTimeStamp":"2007-04-14T04:07:00.000000000","CompanyCodes":["ATVI","EL","HSC","MTD","NOV","CMUAX","NAMAX","US6370711011"],"IndustryCodes":["COS","ENT","EQS","FIS","IDD","ITC","OIE","TMF","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By J.R. Brandstrader \u001d  Columbia Mid Cap Value \u001d  Portfolio Managers: Lori Ensinger, Diane Sobin, David Hoffman and Noah Petrucci \b \u001d  Portfolio managers can provide more continuity to investors than the fund companies they work for. That's true at top-performing Columbia Mid Cap Value fund, where Lori Ensinger, Diane Sobin, David Hoffman and Noah Petrucci have been together for seven years overseeing this fund, its predecessors and others. \u001d  Their employer hasn't been quite as consistent. Fund parent Columbia Management, with $367 billion in assets, today is the primary investment management arm ofBank of America. But the portfolio managers originally joined Bank of America to run a new mid-cap fund in late 2001. They've subsequently had to contend with Bank of America's 2004 purchase of FleetBoston Financial, which added Fleet's Columbia funds to the Bank of America mix. \u001d  Even performance numbers are a little complicated: The three- and five-year figures reflect the team's work at Bank of America even though they've taken the more-established Columbia Mid Cap Value fund name (ticker: NAMAX) \u001d  \"For me success is working with a team, and I've been fortunate to be able to do that during all of this time,\" says Sobin , who, like Hoffman, is a managing director. Ensinger runs the value group at Columbia, where Petrucci is a portfolio manager for the Mid Cap Value vehicle. \u001d  The four, alumni of Zurich Scudder Investments, which has itself undergone a number of changes in corporate stewardship in recent years, operating under the wing of Deutsche Bank since 2002. \u001d  Fortunately, the portfolio managers came on board just as the dot-com implosion began to revive value investing and shortly before mid-caps started an extended run. The recent surge in buyout and merger-and-acquisition activity has helped keep the party going. At the end of 2006, the five-year-old fund had grown to about $3.4 billion. \u001d  Columbia's performance has been excellent. By the end of the first quarter, its Class Z shares (these are institutional, though retail versions with similar performance but varied loads are available. The Columbia Mid Cap Value A shares (CMUAX), for example, have a hefty 5.75% front load) landed in the ninth percentile for the three-year period, up 18.59%, compared with a gain of 10.06% for the S&P 500. It also easily beat that bogey for the trailing year, a 15.19% increase, versus 11.83% for the S&P. It rose an average of 13.95% in the five-year period against the S&P's 6.27% gain. \u001d  A modest .94% expense ratio earns top scores from Lipper for expenses. The fund gets five stars from Morningstar and top scores from Lipper for total return, consistent return, and capital preservation. (The A shares have an expense ratio of 1.08%.) \u001d  After running roughly 1,500 stocks through proprietary quantitative screens, the managers use a bottom-up stock picking approach to settle on about 130 names. They look for cheap stocks from companies whose operating metrics are temporarily depressed and show signs of improvement within a year or two; they hang onto a position as long as they see opportunities for added margin expansion. \u001d  \"In some cases we will buy companies with 4% margins that are going to 6%. We are not concerned about the absolute level as much as the sustainability and the improvement of the operation,\" Hoffman explains. \u001d  \"The method works in any market environment,\" says Sobin. The fund remains close to fully invested, with some cash set aside to pursue new opportunities. \u001d  The average market cap of the portfolio's holdings is $8.6 billion and, compared with its peers, it has a large number of small holdings, which limits volatility. \u001d  The managers generally like to have two-thirds of their risk be stock specific while the remainder comes from factors like sector weightings. The risk profile shadows that of the Russell MidCap Value Index. \u001d  Utilities have dominated the fund's recent holdings. Its 14% stake is one of the highest utility weightings in the mid-value category, according to Morningstar. \"We were overweight early and ahead of our competition,\" says Sobin. \"What drove that was the power bust of the early 2000s that followed the massive overbuild of capacity that created distress in the sector.\" \u001d  Right now Columbia Mid Cap Value is trying to exploit the fact that Corporate America is flush with cash and has the ability, selectively, to reinvest in its businesses. \u001d  Among the group's current favorites is Mettler-Toledo International (MTD), a Columbus, Ohio, manufacturer of precision scales. Hoffman thinks the company will profit from growing demand from biotech firms and industrial outfits. The fund bought the stock in the first quarter of 2005 when it was hovering around 51. It has since climbed above 93, but Columbia still sees room for the shares to rise. \u001d  Harsco (HSC) is a bet on a boom in construction around the world. It provides high-margin services to steel, railroad and access (scaffolding) companies in North America and Asia. Last year about 60% of Harsco's sales came from abroad, making the Camp Hill, Pa.-based company an attractive way to play global economic growth. The fund bought Harsco in the second quarter of 2002 when it was trading at about 20. The stock price has more than doubled to over 45. As does Mettler-Toledo, Harsco offers the prospect of still greater gains, according to Columbia. \u001d  In the first quarter of 2004, the fund bought National-Oilwell Varco (NOV) when it was trading in the 20s. The Houston-based oil-services company is a traditional picks-and-shovels play on the oil patch, which benefits from capital spending. \"Though the company is not at a trough because of high oil prices, it has exposure to the late-cycle oil service area because it builds rigs,\" says Sobin. \"And orders are coming through in the double-digit range and accelerating margins.\" Last week, the stock was quoted at 83, up about 200% since early 2004. \u001d  The managers haven't confined themselves to industrial companies; they also own consumer names such as the Estee Lauder Cos. (EL). Sobin calls the New York-based cosmetic manufacturer an example of a good company that made a couple of mistakes. Estee Lauder had trouble with its M.A.C. brand of makeup and couldn't make a go of the teen-oriented \"jane\" brand of products or the Stila line of makeup, says Hoffman. The company has sold both underperforming lines. \u001d  \"They got some religion behind how they were spending their money and how they were allocating their marketing dollars and got some religion about creating margin opportunities for their shareholders,\" he says. \u001d  The fund bought the stock in the second quarter of 2006 when it was trading in the mid-30s and now is quoted around 49. Hoffman forecasts more gains as the company revitalizes its main Estee Lauder brand. \u001d  Finally, Columbia picked up the Santa Monica, Calif.-based video game publisher Activision (ATVI) in the second quarter of 2005 when it was in the low teens. \u001d  \"Part of the reason we are comfortable with them is that they give us so much opportunity for margin expansion because they can publish games for all of the platforms with higher price points and better graphics,\" Hoffman says. \"On top of that, you have the advent of cellphone gaming, handheld games and Nintendo, which has succeeded in expanding the market for games from teenage boys to girls,\" explains Hoffman, whose nine-year-old daughter is a Nintendo fan. Activision was recently trading at about 19.93, but Columbia looks for more gains to come. \u001d  Of course, Sobin, Hoffman and their colleagues may soon have another challenge. Last year BofA bought U.S. Trust, whose products include the well-regarded Excelsior funds. It's still too early to say where they will land. \u001d  --- \u001d  J.R. Brandstrader, a freelance writer, contributes frequently to Barron's. \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9979b190b173289c580ba04d7f800a60","symR":["GM","US3704421052"],"date":"2007-04-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": Team Chevy Rolls Out New Chevrolet R07 Racing Engine","GmtTimeStamp":"2007-04-14T13:30:00.000000000","CompanyCodes":["GM","US3704421052"],"IndustryCodes":["AUT","XDJGI","XDJI","XFFX","XNYA","XRUS","XSP5"],"Story":"Transition to New-Generation NASCAR Small-Block V-8 Begins at Texas Motor Speedway \b \b \u001d  FORT WORTH, Texas, April 14 /PRNewswire/ -- On the heels of the successful introduction of the new Impala SS race car in NASCAR Nextel Cup competition, Team Chevy is beginning the transition to the new Chevrolet R07 racing engine. Approved by NASCAR for competition in 2007, the Chevrolet R07 is making its debut this weekend in the Samsung 500 at Texas Motor Speedway. \b \u001d  The Chevrolet R07 marks another step in the evolution of the GM small- block V-8. It is the successor to GM's SB2 (Small-Block/2nd Generation) engine that was introduced in NASCAR Cup competition in 1998. The Chevrolet R07 will eventually replace the SB2 as teams turn over their inventories of engines and components. \b \u001d  \"The GM Racing engine development team had four key objectives in mind throughout the design and development of the Chevrolet R07 engine,\" said Mark Kent, director of GM Racing. \"Our goal was to create an engine that produces competitive power, delivers excellent reliability, enhances safety, and reduces costs for Chevrolet teams. Based on the feedback we have received from Chevy teams after extensive dynamometer and track testing, I believe we have achieved our objectives.\" \b \u001d  The evolution of the GM small-block V-8 racing engine mirrors the development of the GM small-block V-8 production engine, which is now in its fourth generation. Until the introduction of the Chevrolet R07, all of GM's small-block racing engines shared key dimensions such as cylinder bore spacing, camshaft location and deck height with the original small-block V-8 introduced in 1955. \b \u001d  \"The Chevrolet R07 is GM Racing's first purpose-built NASCAR racing engine,\" said Pat Suhy, GM Racing Group Manager, Oval Track. \"NASCAR's parameters for the new generation of engines provide a range of choices on key dimensions and design features. Our job was to make the critical decisions and carefully balance the tradeoffs that would enable the Chevrolet R07 to continue Chevy's success in NASCAR. In the long run, the results will show whether we made the right choices.\" \b \u001d  GM Racing supplies the major components that define the Chevrolet R07 engine package -- the cylinder block, cylinder heads, and intake manifold. GM Racing also developed engineered assemblies such as the water pump, rocker covers, valley plate, and front cover. Teams and independent engine builders prepare and assemble these components using their own proprietary parts and processes, including the rotating and reciprocating assemblies, valvetrain, oil pump, fuel and ignition systems, and accessories. \b \u001d  \"New manufacturers coming into NASCAR pushed the envelope with engines that had no links to production powerplants, while GM engines were based on the architecture of the first small-block V-8,\" explained Jim Covey, NASCAR engine development manager for GM Racing. \"NASCAR Nextel Cup Series director John Darby addressed this issue by developing a list of parameters that define the envelope for all manufacturers, thus giving Chevrolet an opportunity to develop the R07 engine. Now with the introduction of the Chevrolet R07, Chevy teams have an optimized engine design that reflects the advances in racing technology that have been made over the last 50 years.\" \b \u001d  Per NASCAR regulations, the R07 displaces a maximum of 358 cubic inches and retains the classic two-valve pushrod design that has been the mainstay of American motorsports for more than 50 years. The R07's key technical advances over the SB2 include 4.500-inch cylinder bore centers (vs. 4.400 inches in SB2) that enhance coolant flow, a raised camshaft that improves valvetrain dynamics, a new six-bolt head bolt pattern that reduces cylinder bore distortion, and a targeted cooling system that minimizes temperatures at critical locations. A cast camshaft tunnel, integral piston squirter galleries, and overhead oil feed galleries reduce engine assembly time. Relocating the fuel pump and eliminating external oil and coolant lines enhance safety. \b \u001d  GM Racing engineers created the Chevrolet R07 in-house using many of the advanced development tools employed by GM Powertrain engineers to design production engines. These included computer-aided engineering (CAE), computational fluid dynamics (CFD), finite element analysis (FEA), and solid 3D modeling. Extensive use of computer modeling accelerated the production and testing of prototype Chevrolet R07 components while reinforcing the connection to GM production powerplants. \b \u001d  \"The introduction of the Chevrolet R07 this weekend marks the beginning of a new era for the GM small-block V-8 engine,\" said Kent. \"The Chevrolet R07 is the heir to the winning tradition of GM production-based engines that have powered Chevy to more than 600 victories in NASCAR Cup competition. As we look to the future, we are confident that the Chevrolet R07 engine and the Impala SS race car will continue Team Chevy's winning ways in NASCAR.\" \b \u001d  General Motors Corp. (NYSE: GM), the world's largest automaker, has been the global industry sales leader for 76 years. Founded in 1908, GM today employs about 280,000 people around the world.  With global headquarters in Detroit, GM manufactures its cars and trucks in 33 countries.  In 2006, nearly 9.1 million GM cars and trucks were sold globally under the following brands: Buick, Cadillac, Chevrolet, GMC, GM Daewoo, Holden, HUMMER, Opel, Pontiac, Saab, Saturn and Vauxhall.  GM's OnStar subsidiary is the industry leader in vehicle safety, security and information services.  More information on GM can be found at www.gm.com. \b \bSOURCE  GM \b \u001d    /CONTACT: Nancy Wager, +1-727-415-3109, nmwager@aol.com, or Judy Dominick, +1-317-408-1049, jkdracer@aol.com, both for GM Racing \b    /Web site: http://media.gm.com \b    /Web site: http://www.gm.com \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 09:30 ET (13:30 GMT)"},{"md5ID":"9dfc41ff0559a1d8cd985761ad1a8c53","symR":["VRTX","US92532F1003"],"date":"2007-04-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": Interim Results Presented at EASL -2-","GmtTimeStamp":"2007-04-14T16:05:00.000000000","CompanyCodes":["VRTX","US92532F1003"],"IndustryCodes":["BTC","XDJGI","XISL","XNQ1","XRUS"],"Story":"\u001d  Telaprevir (VX-950) is an investigational oral inhibitor of HCV protease, an enzyme essential for viral replication, and is one of the most advanced investigational agents in development that specifically targets HCV. Vertex is conducting a global Phase 2b clinical development program for telaprevir consisting of three large clinical trials that are expected to enroll approximately 1,000 patients with genotype-1 HCV at clinical centers in the United States, Canada and Europe. In these clinical trials, telaprevir is being dosed as 750 mg every eight hours in combination with pegylated interferon alfa-2a (Pegasys(R)), both with and without ribavirin (Copegus(R)). \b \u001d  Vertex retains commercial rights to telaprevir in North America. Vertex and Tibotec are collaborating to develop and commercialize telaprevir in Europe, South America, Australia, the Middle East, and other countries. Vertex is collaborating with Mitsubishi Pharma to develop and commercialize telaprevir in Japan and certain Far East countries. \b \b   About Hepatitis C \b \u001d  Hepatitis C is a liver disease caused by infection with hepatitis C virus (HCV), which is found in the blood of people with the disease. HCV, a serious public health concern affecting 170 million people worldwide, is spread through direct contact with the blood of an infected person. Though many people with hepatitis C may not experience symptoms, others may have symptoms such as jaundice, abdominal pain, fatigue and fever. Hepatitis C significantly increases a person's risk of developing chronic liver disease, cirrhosis, liver cancer and early death. \b \b   About Vertex \b \u001d  Vertex Pharmaceuticals Incorporated is a global biotechnology company committed to the discovery and development of breakthrough small molecule drugs for serious diseases. The Company's strategy is to commercialize its products both independently and in collaboration with major pharmaceutical companies. Vertex's product pipeline is focused on viral diseases, inflammation, autoimmune diseases, cancer, pain and bacterial infection. Vertex co-discovered the HIV protease inhibitor, Lexiva, with GlaxoSmithKline. \b \b   Vertex's press releases are available at www.vrtx.com. \b \b   About Tibotec \b \u001d  Tibotec Pharmaceuticals, Ltd., based in Cork, Ireland, is a pharmaceutical research and development company. Tibotec is dedicated to the discovery and development of innovative HIV/AIDS drugs and anti-infectives for diseases of high unmet medical need. The Company's main research and development facilities are in Mechelen, Belgium with offices in Yardley, PA. \b \b   For further information on Tibotec, please visit www.tibotec.com \b \b   Safe Harbor Statement \b \u001d  This press release my contain forward-looking statements, including statements that (i) PROVE 1 data support potential to shorten treatment duration and increase SVR rates in patients with genotype 1 HCV infection; (ii) 12 weeks of telaprevir-based therapy enabled some patients to clear the virus; (iii) high SVR rates with telaprevir may be achieved with regimens that are no longer than 24 weeks in duration; (iv) interim results support our approach to evaluating telaprevir-based regimens of differing durations in our Phase 2 program; (v) the information from PROVE 1 and PROVE 2 will allow us to design optimized durations and regimens for Phase 3 development; (vi) the PROVE studies are expected to provide information to optimize treatment duration and treatment regimen for telaprevir-based therapy; (vii) Vertex will consider evaluation of treatment regimens that would include telaprevir in combination with peg-IFN and RBV, and depending on PROVE 2 data, regimens that may exclude RBV; (viii) Vertex expects to focus on treatment durations of no more than 24 weeks; and (ix) Vertex and Tibotec are planning to meet with regulatory authorities to discuss the Phase 3 design in mid-2007 and are planning to initiate Phase 3 clinical development in the fourth quarter of 2007. While management makes its best efforts to be accurate in making forward-looking statements, such statements are subject to risks and uncertainties that could cause the actual results of studies to vary materially. Those risks and uncertainties include, among other things, the risk that observed outcomes in clinical investigations of small numbers of patients will not be reflected in clinical trials involving larger numbers of patients, that unexpected and adverse outcomes in other ongoing clinical and nonclinical studies will occur, that the FDA or other regulatory authorities will require additional and unanticipated studies or clinical trial outcomes before granting regulatory approval, and other risks listed under Risk Factors in Vertex's Form 10-K filed with the Securities and Exchange Commission on March 1, 2007. Vertex disclaims any obligation to update the information contained in this press release as new data become available. \b \b   (VRTX-G) \b \b    CONTACT: Vertex Pharmaceuticals Incorporated \b             Lynne H. Brum, 617-444-6614 \b             VP, Strategic Communications \b             or \b             Michael Partridge, 617-444-6108 \b             Director, Corporate Communications \b             or \b             Patricia Farrell, 617-444-6533 \b             Director, Public Relations \b             or \b             Lora Pike, 617-444-6755 \b             Manager, Investor Relations \b             or \b             Zachry Barber, 617-444-6470 \b             Senior Media Relations Specialist \b             or \b             Tibotec Pharmaceuticals, Ltd. \b             Karen Manson, Mobile: +32 479 894 799 \b             VP Communications and Public Affairs \b             Office: +32 15 461 019 \b \b    SOURCE: Vertex Pharmaceuticals Incorporated \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 12:05 ET (16:05 GMT)"},{"md5ID":"9ef679b0284f67f5a95f2a5b54655438","symR":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618","G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Intesa Sanpaolo To Spend EUR18B On 06, 07, 08, 09 Dividends","GmtTimeStamp":"2007-04-14T15:51:00.000000000","CompanyCodes":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"IndustryCodes":["BNK","INF","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 14, 2007 11:51 ET (15:51 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a08582dcd13244142c6faa5e30313644","symR":["VRTX","US92532F1003"],"date":"2007-04-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": Interim Results Presented at EASL from PROVE 1 Clinical Trial of Investigational Drug Telaprevir in Patients with Genotype 1 Hepatitis C","GmtTimeStamp":"2007-04-14T16:05:00.000000000","CompanyCodes":["VRTX","US92532F1003"],"IndustryCodes":["BTC","XDJGI","XISL","XNQ1","XRUS"],"Story":"\b  -- PROVE 1 data support potential to shorten treatment duration in \u001d             treatment-naive, genotype 1 HCV patients -- \bBARCELONA, Spain--(BUSINESS WIRE)--April 14, 2007-- \u001d  In a late-breaker presentation at the 42nd Annual Meeting of the European Association for the Study of the Liver (EASL), researchers today presented data from a planned interim analysis of the PROVE 1 clinical trial, which is the first trial to evaluate short-duration therapy with the investigational hepatitis C protease inhibitor telaprevir (TVR, VX-950) in combination with pegylated interferon (peg-IFN) and ribavirin (RBV) in treatment-naive, genotype 1-infected hepatitis C patients. The data from PROVE 1 demonstrated a high rate of rapid viral response (RVR) in the telaprevir groups and a low rate of on-treatment viral breakthrough, and suggested that 12 weeks of telaprevir-based therapy enabled some patients to clear the virus. Vertex Pharmaceuticals Incorporated (Nasdaq: VRTX) is developing telaprevir in collaboration with Tibotec. \b \u001d  \"The high rates of RVR observed in the telaprevir groups in PROVE 1, and the fact that some patients have remained persistently viral negative 20 weeks after stopping the 12 weeks of telaprevir-based therapy, suggest that we may be able to shorten the treatment duration in genotype 1 HCV patients,\" said John McHutchison, M.D., Principal Investigator for the PROVE 1 study and Director of Gastroenterology and Hepatology Research at Duke Clinical Research Institute. \"These interim results are encouraging and suggest that high sustained viral response (SVR) rates may be achieved with regimens that are 24 weeks in total duration. We look forward to 24 week follow-up data from the initial group of patients who stopped treatment at 12 weeks, and follow-up data from patients in the study who received 24 weeks of treatment.\" \b \b   PROVE 1 Summary \b \b   --  88% and 79% of patients receiving telaprevir achieved a rapid \b        viral response (RVR) as measured by plasma HCV RNA (less \b        than)30 IU/mL and (less than)10 IU/mL, respectively, at 4 \b        weeks. \b \b   --  Six of 9 patients in one treatment arm who completed 12 weeks \b        of treatment, and who had achieved an RVR as defined by the \b        study protocol ((less than)10 IU/mL), continued to have \b        undetectable HCV RNA 20 weeks after stopping all treatment \b        (\"SVR20\"). \b \b   --  The treatment discontinuation rate due to adverse events \b        through 12 weeks was 11% in telaprevir arms and 3% in the \b        control arm. Rash, gastrointestinal events and anemia were the \b        most common events leading to discontinuation in the \b        telaprevir arms. \b \u001d  \"These interim results support our approach to evaluating telaprevir-based regimens of differing durations in our Phase 2 program. The results of the 12-week duration regimen provide a level of confidence in the shorter duration approach, and we look forward to safety and antiviral data, including SVR data, from the 24-week telaprevir-based regimens,\" said John Alam, M.D., Executive Vice President, Medicines Development, and Chief Medical Officer of Vertex. \"The information from PROVE 1 and PROVE 2 should allow us to design optimized durations and regimens for Phase 3 development.\" \b \u001d  PROVE 1 and PROVE 2 represent two of three large, ongoing clinical studies of telaprevir. In aggregrate, the three studies are designed in part to evaluate the safety and antiviral activity of different durations of telaprevir-based therapy in genotype-1 infected HCV treatment-naive and treatment-failure patients, both with and without ribavirin. Taken together, the PROVE studies are expected to provide information to optimize the treatment duration and treatment regimen for telaprevir-based therapy. \b \u001d  PROVE 1: Implications for Clinical Development and Registration Path \b \u001d  Vertex today discussed the potential implications that the new information from PROVE 1 has for future clinical development of telaprevir. Vertex stated its intention to consider evaluation of treatment regimens that would include telaprevir in combination with peg-IFN and RBV, and depending on PROVE 2 data, regimens that may exclude RBV. Vertex expects to focus on treatment durations of no more than 24 weeks. Vertex and Tibotec are planning to meet with regulatory authorities to discuss the Phase 3 design in mid-2007 and are planning to initiate Phase 3 clinical development in the fourth quarter of 2007. The registration strategy and timing of an NDA filing will be dependent on discussions with regulatory authorities. \b \b   PROVE 1 Results at EASL \b \b   Interim 12-week antiviral analysis of PROVE 1 \b \u001d  A total of 250 patients were enrolled in PROVE 1 and received at least one dose of telaprevir or placebo in addition to Peg-interferon alfa-2a (peg-IFN) + ribavirin (RBV) in the study. A total of 175 patients received at least one dose of telaprevir in 1 of 3 arms (treatment arms B, C and D) and 75 patients received at least one dose of placebo (arm A). Treatment with telaprevir resulted in a high proportion of patients achieving a rapid viral response at 4 weeks. At the time of the interim analysis, all patients had either completed 12 weeks or discontinued from the study prior to week 12. Available 4-week and 12-week results are detailed in the following table: \b \b Interim HCV RNA results for Patients Enrolled in the PROVE 1 Trial \b--------------------------------------------------------------------- \bTreatment Assignment            Patients Patients Patients Patients \b                                 with     with     with     with HCV \b                                 HCV RNA  HCV RNA  HCV RNA  RNA (less \b                                 (less    (less    (less    than)10 \b                                 than)30  than)10  than)10  IU/mL at \b                                 IU/mL    IU/mL    IU/mL    end of 12 \b                                 at end   at end   at end   weeks of \b                                 of 4     of 4     of 12    dosing \b                                 weeks    weeks    weeks    (last on- \b                                 of       of       of       treatment \b                                 dosing   dosing   dosing,  value \b                                                   DC=F     carried \b                                                   (a)      forward) \b---------------------------------------- -------- -------- ---------- \bTVR + peg-IFN + RBV (arms B, C  153 of   138 of   123 of   149 of 175 \b and D)                          175      175      175      (85%) \b                                 (88%)    (79%)    (70%) \b---------------------------------------- -------- -------- ---------- \bPlacebo + peg-IFN + RBV (arm A) 12 of 75 8 of 75  29 of 75 32 of 75 \b                                 (16%)    (11%)    (39%)    (43%) \b---------------------------------------- -------- -------- ---------- \b(a) Intent-to-treat, discontinuation=failure analysis. Patients who \b had HCV RNA (less than)10 IU/mL at the time of discontinuation are \b counted as \"failures\", however these patients will be followed post- \b discontinuation to determine if they achieve a sustained viral \b response (SVR). \b--------------------------------------------------------------------- \b \u001d  In PROVE 1, a low rate of viral breakthrough was observed. Viral breakthrough occurred in 12 patients receiving telaprevir (7%), all but one of which occurred in the first 4 weeks of treatment. \b \u001d  Analysis of PROVE 1 Patients who Finished All Treatment at 12 Weeks \b \u001d  Seventeen of 175 patients received at least one dose of telaprevir in \"Arm D\" of the PROVE 1 study (telaprevir + peg-IFN + RBV). According to the study protocol, patients in Arm D were eligible to stop all treatment at week 12 if they met on-treatment criteria, including the achievement of RVR ((less than)10 IU/mL at week 4) and maintenance of this viral response ((less than)10 IU/mL) at week 10 of treatment. Nine of 17 patients met these criteria and stopped therapy at 12 weeks, and 6 of these patients continued to have undetectable HCV RNA at week 20 of post-treatment follow-up. Of the remaining 8 patients enrolled in Arm D, 4 discontinued due to adverse events prior to week 12, and 4 did not achieve RVR. \b \b   Interim 12-Week Safety Analysis of PROVE 1 \b \u001d  In PROVE 1, the types of adverse events that have been commonly observed with interferon and ribavirin were seen across all treatment arms. The most common adverse events, regardless of treatment assignment, were fatigue, rash, headache and nausea. Gastrointestinal disorders, rash and anemia were more common in the telaprevir arms. \b \u001d  In the telaprevir dosing arms, the incidence of treatment discontinuations due to adverse events through 12 weeks was 11% (19 of 175 patients), compared to 3% (2 of 75 patients) in the control arm. The difference between the two groups is due to the greater number of discontinuations due to rash, gastrointestinal disorders and anemia in the telaprevir arms compared to the control arm. The most common reason for treatment discontinuation in the telaprevir arms was rash (7 patients), and the median time to discontinuation in these patients was 64 days. \b \b   Webcast of Investor Presentation \b \u001d  Vertex intends to provide a live webcast of its investor presentation from Barcelona beginning at 7:30 p.m. CEST (1:30 p.m. EDT) on Saturday, April 14. The presentation may be accessed from the 'Events Calendar' on the homepage of Vertex's website at www.vrtx.com. A replay of the webcast will also be available on the Company's website until April 27, 2007. To ensure a timely connection, it is recommended that users register at least 15 minutes prior to the scheduled webcast. \b \b   About Telaprevir (VX-950) \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 14, 2007 12:05 ET (16:05 GMT)"},{"md5ID":"acf06a74b651190bf0fa44e3cc27aed2","symR":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Intesa Sanpaolo:Sees Average Annual Oper Income +7% In 07-09","GmtTimeStamp":"2007-04-14T15:56:00.000000000","CompanyCodes":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"IndustryCodes":["BNK","INF","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 14, 2007 11:56 ET (15:56 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"adc431e0d4d28c24df3bf6fab09e9df3","symR":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Intesa Sanpaolo Targets Average Annual Oper Income +7% 07-09","GmtTimeStamp":"2007-04-14T15:49:00.000000000","CompanyCodes":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"IndustryCodes":["BNK","INF","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 14, 2007 11:49 ET (15:49 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b283a7c608538a925233cae70136df98","symR":["3045.TW","3139.OT","TW0003045001","TW0003139002"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Taiwan Mobile Secures 74.09% Of Fixed-Line Co In Tender Offer","GmtTimeStamp":"2007-04-14T07:42:00.000000000","CompanyCodes":["3045.TW","3139.OT","TW0003045001","TW0003139002"],"IndustryCodes":["CTS","FTS","TLS","XDJGI","XISL"],"Story":"\b \u001d  TAIPEI (Dow Jones)--Taiwan Mobile Co. (3045.TW) bought a 74.09% stake in fixed-line operator Taiwan Fixed Network Co. (3139.OT) through a tender offer ended Friday afternoon. \u001d  In a Taiwan Stock Exchange filing, Taiwan Mobile said it bought a total of 4.78 billion shares, or a 74.09% stake, in Taiwan Fixed Network in the tender offer through its wholly owned unit Taihsing International Telecommunications Co. \u001d  Based on an earlier statement by Taiwan Mobile that it would pay NT$8.3 for each share, the mobile operator would have spent NT$39.67 billion on the additional stake in Taiwan Fixed Network. \u001d  The island's third-largest mobile operator by revenue launched the tender offer in March to increase its holding in Taiwan Fixed Network to help diversify into cable-television and broadband services. \u001d  Taiwan Mobile held 9.95% of the fixed-line operator before the tender offer. \b \u001d  -By Perris Lee Choon Siong; Dow Jones Newswires; 8862-2502-2557; perris.lee@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 03:42 ET (07:42 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bc5f4c4b2b8711e4dfadba2806b040f0","symR":["TRB"],"date":"2007-04-14","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Jim Newton Named Editorial Page Editor Of Los Angeles Times","GmtTimeStamp":"2007-04-14T06:16:00.000000000","CompanyCodes":["TRB"],"IndustryCodes":["MED","PUB","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  LOS ANGELES (AP)--Veteran political and public policy journalist Jim Newton has been named editorial page editor of the Los Angeles Times, the newspaper announced. \u001d  Newton, 44, replaces Andres Martinez, who resigned last month after questions were raised about the newspaper's guest editor program. \u001d  Newton, who served as the newspaper's city-county bureau chief, received acclaim for his coverage of the O.J. Simpson murder case and the Rodney King beating trial. \u001d  Times Publisher David D. Hiller on Friday called Newton \"an acclaimed author (who) is passionately interested and knowledgeable about the public life of this city and region.\" \u001d  The Los Angeles Times is owned by Tribune Co. (TRB). \u001d  The newspaper's guest editor program was canceled last month after it was revealed Martinez dated a publicist for Hollywood producer Brian Grazer, who had been selected to oversee a special opinion section. \u001d  At the time, Hiller said he believed Grazer was chosen for his own merit, but said he wanted to avoid any appearance of a conflict of interest. \u001d  Martinez resigned after that decision, saying his credibility had been undermined. He and the publicist denied any improper influence. \b \u001d  On the Net: \u001d  http://www.latimes.com/ \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 02:16 ET (06:16 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bdfb374d77605039e0dfcf9d4b4fdf63","symR":["ODP","OMX","SPLS"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/16) A Lot More Than Paper Clips","GmtTimeStamp":"2007-04-14T04:06:00.000000000","CompanyCodes":["ODP","OMX","SPLS"],"IndustryCodes":["OTS","RTS","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Tom Sullivan \u001d  Selling office products and services is about as unsexy as it gets -- until you consider the numbers. Take Office Depot, the nation's second-largest operator of office-products superstores, which rang up a 30% annualized gain in earnings in the past two years. The company, based in Delray Beach, Fla., also generates substantial amounts of free cash, which has enabled it to build new stores, remodel old ones and buy back some $2 billion of stock in recent years. That's a lot of paper clips. \u001d  Even better, these days, Office Depot's shares (ticker: ODP) are cheap. At 35 apiece, they have fallen almost 25% from their 52-week high of 46.52, and sport a price/earnings multiple of 15 times 2007 estimated earnings. Arch-rival Staples (SPLS) has a P/E of 18. Wall Street analysts expect Office Depot to earn $2.31 a share this year, and $2.70 in 2008, which would represent a gain of roughly 17%. The company netted $558 million, or $1.94 a share from operations in 2006, on revenue of $15 billion. \u001d  Office Depot represents \"pretty good value,\" says Bill Collier, a portfolio manager at SunTrust Bank, who is based in Chapel Hill, N.C. He's been buying more shares recently, and has a 12-month price target in the mid-40s. Besides, \"the private-equity factor keeps a floor\" on many retail stocks, he notes, though he does not necessarily expect Office Depot to become a buyout candidate. \u001d  The knock on Office Depot, and the office-supply sector generally, is that it's overstored. Staples, based in Framingham, Mass., has more than 1,620 stores in North America, concentrated in the Northeast; Office Depot has 1,158 outlets, many in the Southeast, and OfficeMax (OMX) has 900 stores, predominately in the Midwest. \"We believe that the retail market for office-supply stores may be approaching saturation levels in the near term,\" Standard & Poor's stated in a recent report. \u001d  That might seem the case, as well, to many suburban shoppers, who don't have to travel more than a few miles in any direction for pencils, Post-its or paper. But the numbers suggest otherwise. The industry's Big Three control only 10% of the highly fragmented U.S. market, according to the School, Home & Office Products Association, or SHOPA. Office Depot has about a 3.5% market share, says Steve Odland, the company's chief executive officer. \u001d  Office Depot opened its first store in 1986, and today has a presence in 42 countries, in some cases through joint ventures and investments in foreign operators. The company opened 115 stores in North America last year and plans to add 150 this year, followed by 200 in 2008. It also remodeled 176 stores in 2006, and hopes to update the entire chain in the next few years. The new format emphasizes complete storewide visibility and low sightlines, among other improvements. \u001d  Office Depot generated $4.3 billion, or about 28% of last year's sales from online operations. Contract sales and direct marketing to businesses in North America accounted for another 30% of revenue. \u001d  Investors with long memories may recall the price war that broke out among the office-supply chains in the late 1990s. But the Big Three have kept the subsequent truce, notes Credit Suisse analyst Gary Balter, who recently upgraded his Office Depot rating to Outperform, with a price target of 41 in the next 12 to 18 months. \u001d  Office Depot is \"very cheap relative to other names in the sector and other retailers,\" Balter says. \"We like the sector [because] it's more business-oriented than consumer-oriented.\" \u001d  This could prove especially beneficial as housing prices slump, curbing Mom's and Pop's spending. According to CEO Odland, 75% of Office Depot's products in North America are purchased by small businesses. \u001d  Given its dependence on walk-in traffic, the company's store locations are \"crucial,\" Balter says. In a recent report he noted the majority of Office Depot's new-store openings are likely to be in existing markets, which could lead to cannibalization of existing stores. But this expansion strategy also should \"lift margins as the company leverages existing distribution and advertising expenses.\" \u001d  Balter also likes the retailer's \"consistent\" cash flow. Office Depot generated about $1 billion last year in earnings before interest, taxes, depreciation and amortization. Balter figures the company can boost profitability in the future through greater productivity, direct sourcing, remodeling and cost-cutting. \u001d  Balter and others applaud Office Depot's use of its cash to buy back shares. The company repurchased about $2 billion of stock in the past few years, and at the end of last year had $200 million remaining of a $500 million share-buyback authorization. \"We're very focused on creating long-term shareholder value,\" says Odland, noting the company will \"continue to use excess cash\" to boost value. \u001d  Office Depot's balance sheet allows for such expenditures, as long-term debt equals less than 20% of total capitalization. Moody's Investors Service raised its outlook on the company's Baa3-rated debt in March to positive from stable, a move affecting about $400 million of bonds. \"North American performance looks likes it's back on track\" after hitting a rough patch in 2003, and sales in Europe appear to have stabilized after recent weakness, Charlie O'Shea, a senior analyst at Moody's, says. \u001d  International operations accounted for 24% of Office Depot's sales last year. Among other purchases, the company bought a controlling interest in Beijing-based AsiaEC, one of the largest dealers of office products and services in China. It also used acquisitions to build its presence in South Korea and Eastern Europe. \u001d  Office Depot also wants to grow its delivery business, North American Business Solutions, which posted an operating profit of $367.7 million, on sales of $4.58 billion, last year. It has added sales staff in the unit, and plans to add more. Likewise, the company plans to expand its use of high-margin private-label brands, including NiceDay, Viking and the Office Depot label. \u001d  Office Depot struggled in the early years of the decade, after the price wars and the collapse of the dot-com bubble. Staples ate its lunch, grabbing market share even in Office Depot's key Atlanta market. Two CEOs departed in a matter of years, and board member Neil Austrian, a past president of the National Football League, took the job on an interim basis. \u001d  Odland, formerly head of auto-parts retailer AutoZone (AZO), came aboard early in 2005. \"He's one of the best retail managers,\" Balter says. O'Shea adds that \"things have gotten better\" as Odland's strategies have been implemented. \u001d  Office Depot has long played Avis to Staples' Hertz, and that is likely to continue. But the company is playing smarter these days, as its customers know and its shareholders soon could learn. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c3563af0cb6f10b7c498862f23c4a63f","symR":["TEK"],"date":"2007-04-14","ret":[-0.00099],"ret5":[-0.00099],"Headline":": High Definition Tektronix PQA500 Picture Quality Analyzer Predicts Viewer Response","GmtTimeStamp":"2007-04-14T13:10:00.000000000","CompanyCodes":["TEK"],"IndustryCodes":["ITC","XDJGI","XISL","XNYA","XRUS","XSP5"],"Story":"Instrument Incorporates New, Comprehensive Human Vision Model and Eight New Tektronix Patents \b \b \u001d  BEAVERTON, Ore., April 14 /PRNewswire-FirstCall/ -- Tektronix, Inc. (NYSE: TEK), a leading, worldwide provider of test, measurement and monitoring instrumentation announced the PQA500 Picture Quality Analyzer, a new generation picture quality analysis (PQA) tool.  Incorporating eight new Tektronix patents and embodying the most comprehensive Human Vision Model, the PQA500 provides the most complete suite of measurement and diagnostic tools for picture quality analysis including full support of high definition (HD) formats. Video developers and broadcasters can quantify subjective video responses with the PQA500 enabling them to tune their video offerings for differences in format and delivery mechanisms. This enables them to consistently produce an optimal customer viewing experience. \b \u001d  Consumer expectations for high quality video experiences continue to increase in the new digital world whether content is viewed on television, over the Internet or on the latest mobile devices. The digital video ecosystem includes companies and individuals that produce and distribute content. The PQA500 supports the ecosystem by addressing the needs of CODEC designers, research engineers, broadcasters and mobile network operators. The PQA500 enables a comparative quality assessment to ensure the highest quality levels are achieved at all points along the video path. \b \u001d  \"The PQA500 is unique in its ability to compare differing file/video formats, frame rates, bandwidth, viewing conditions and display models,\" said Todd Biddle, Vice President, Video Products, Tektronix. \"The PQA500 incorporates the most comprehensive vision model yet developed and the most complete set of picture quality measurement tools available. The instrument enables CODEC developers and broadcasters to optimize resources while also meeting customer expectations for consistent picture quality regardless of the viewing medium.\" \b \b    PQA500 Provides Industry-Best HD/SD Picture Quality Analysis \b \u001d  Picture quality testing is often performed by having a number of people view a piece of video under controlled conditions and rate it.  Another evaluation method is review by a video expert. These experts are known as \"golden eyes.\"  The PQA500 Picture Quality Analyzer provides an automated alternative through practical, efficient, and reliable picture quality assessment among HD/SD and low resolution clips like CIF, and QVGA for CODEC design and conformance test applications.  The PQA500 facilitates this through adaptation to any resolution and frame rate and automatic spatial and temporal alignment of reference and test video clips, even between different video standards.  As a result, the perceptual difference may be measured between lower resolution sequences and an original higher resolution SD/HD sequence, and the reverse. \b \u001d  The instrument includes integrated signal acquisition, manual and automated measurements through XML scripting, no preset limit to clip lengths or file sizes, and no need for a trigger pattern in the clip to align test to reference video.  A graphical UI provides preconfigured application specific measurements, and multiple viewing and results options. \b \u001d  Most Comprehensive Human Vision Model Can Predict Perceived Picture Quality \b \u001d  Ensuring accurate video quality rating predictions requires a vision model that can adapt as human vision adapts to different displays, viewing conditions, video context and formats, along with a method for adapting quality scales as humans do in subjective quality rating, training and conditioning. Existing vision models exist for each different class of video -- e.g., SD, HD, CIF or QCIF.  However, each has shortcomings and comparisons between models are problematic. \b \u001d  The new model developed by Tektronix is both inclusive of these different classes and more comprehensive. Using this Human Vision Model, the PAQ500 Picture Quality Analyzer uses quantitative techniques to predict subjective video quality ratings, not only between video of the same video standard, but also between 1080i and 720p HD, HD and SD, 525 line and 625 line SD, 30 frames per second and 25 frames per second, SD and CIF, HD and CIF, etc.  This capability is a first for the industry, enabling direct support of video re-purposing involving conversion from one video standard to another. \b \u001d  There are 19 calibration parameters incorporated into the PQA500 that serve to fully implement the Human Vision Model.  These parameters are formulated based on the data available from thousands of published results of experiments in vision science.  The parameters support evaluation and comparison among differing file and video formats, frame rates, viewing conditions, and display models. \b \u001d  The intelligence of the model has been built into the PQA500 through an \"adaptive integrator,\" also known as an adaptive recursive (infinite-impulse response, IIR) low-pass filter.  Because human vision adapts to changing conditions (change in light, display, distance, temporal aspects etc.), changes in sensitivity to video impairments can change subjective rating response dramatically. The adaptive integrator is used to mimic human vision adaptation to accurately predict video quality across many applications. \b \b    Pricing and Availability \b \u001d  Tektronix has been providing picture quality analysis products since 1997 with the PQA200 and later the PQA300, the de-facto standard and market leader for standard definition (SD) PQ measurements.  The new PQA500 is available immediately for order.  U.S. MSRP for the PQA500 starts at $60,000. \b \b    About Tektronix' IPTV Solution Portfolio \b \u001d  Tektronix' deep knowledge and expertise in both broadcast video content monitoring and IP monitoring -- two critical building blocks for high quality IPTV -- make the company uniquely positioned to test the convergence of voice, video and data. Tektronix' integrated, seamless portfolio of best-in-class monitoring and analysis solutions help bring triple play and IPTV services to market. This portfolio includes the Spectra2|VQM v2.0, part of a full suite of Spectra2 VoIP and PSTN tools designed to assist in the delivery of video and voice media over modern networks; the MTM400 MPEG Transport Stream Monitor, a scalable solution to detect signal degradation caused during transmission and distribution; the MTS400 Series, the world's first Compressed Digital Video Debugger/Analyzer that can be applied to see and solve the most subtle, complex and intermittent DTV problems in minimum time; and Cerify, the world's first automated verification system for file-based digital video content. \b \b    About Tektronix \b \u001d  Tektronix is a leading supplier of test, measurement, and monitoring products, solutions and services for the communications, computer, and semiconductor industries -- as well as military/aerospace, consumer electronics, education and a broad range of other industries worldwide. With 60 years of experience, Tektronix enables its customers to design, build, deploy, and manage next-generation global communications networks, advanced and pervasive technologies. Headquartered in Beaverton, Oregon, Tektronix has operations in 19 countries worldwide. Tektronix' Web address is http://www.tektronix.com. \b \u001d  Tektronix is a registered trademark of Tektronix, Inc. All other trade names referenced are the service marks, trademarks or registered trademarks of their respective companies. \b \bSOURCE  Tektronix, Inc. \b \u001d    /CONTACT: Amy Higgins of Tektronix, Inc., +1-503-627-6497, amy.l.higgins@tektronix.com \b    /Web site: http://www.tektronix.com \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 09:10 ET (13:10 GMT)"},{"md5ID":"ca39ea9300a5e654922f949ade54dc15","symR":["AAPL","US0378331005"],"date":"2007-04-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/16) Plugged In: Apple Delay Is No Big Deal","GmtTimeStamp":"2007-04-14T04:07:00.000000000","CompanyCodes":["AAPL","US0378331005"],"IndustryCodes":["CPR","XDJGI","XFFX","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  Apple has made no bones about how important it considers the roll-out of its smartphone. So it comes as little surprise that the company late last week disclosed that it was taking people off the development of its new operating system -- Leopard -- in order to meet its self-imposed deadline to launch the iPhone in late June. \u001d  Late Thursday, Apple (ticker: AAPL) announced that the iPhone had \"passed several of its required certification tests\" and is on schedule to ship on time. \u001d  The company added that finishing the iPhone on time \"has not come without a price. We had to borrow some key software engineering and quality-assurance resources from our Mac operating system,\" which means that the much-anticipated Leopard won't be ready to ship in time for Apple's developers' conference in June. \"Life often presents tradeoffs, and in this case we're sure we've made the right ones,\" the company said. The news knocked 1.6% off Apple shares Friday morning to 90.68. \u001d  This puts a little glitch into the timing of our staunch forecast that Leopard -- along with recently introduced Intel chips -- should spur a boomlet in Apple's core Macintosh computer business. One of the key features of the Leopard OS will be a software application expected to make it easier to use the Windows operating system on a Mac. As a result, a significant slice of long-time Microsoft (MSFT) loyalists might buy their first Macs. \u001d  But Leopard's delay isn't very important, says Charles Wolf, formerly a hardware analyst with Needham & Co. and now president of his own apple stand, Wolf Insights. \"The long-term impact will be absolutely zero,\" Wolf says. \"But it might postpone the upgrade cycle by a quarter or so.\" \u001d  Wolf says the introduction of Leopard should give Apple a $150 million-$200 million one-time revenue boost, based on upgrades by existing users alone. He expects the delay to shift additional earnings into Apple's fiscal 2008 (the company's fiscal years end in September), thus lifting profits next year by a dime a share, to $3.85. Wolf suspects that Apple may try to smooth over the situation by initiating an upgrade coupon program for Mac purchasers who choose not to wait. Unlike Windows operating-system upgrades, which have been difficult for average users (witness Vista), Apple upgrades are usually easier, Wolf argues. \"It's painless,\" he says, and shouldn't cause potential Mac buyers to rethink their decisions. \u001d  After about 22 years as a brokerage analyst, the last six with Needham, Wolf recently left the firm. But he isn't retiring. The 73-year-old analyst and former business professor may have written his last daily research note, but he will still consult for hedge funds and publish his popular Wolf Bytes computer newsletter as a subscription service. \u001d  Embattled Ceridian's management has one less activist shareholder to worry about. Relational Investors' Ralph Whitworth said last week that he had sold all of his shares in the human-resources-data company. Whitworth, the subject of Barron's Feb. 19 cover story, told Reuters that he had unloaded his stake because he had \"bigger fish to fry.\" \u001d  Whitworth had been an ally of William Ackman, whose Pershing Square Capital Management owns 14.3% of Ceridian (CEN) and is pressing management to spin off its lucrative Comdata unit. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d11e5b101d248258b4e76d0508963970","symR":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618","G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Intesa Sanpaolo To Inform Mkt Of Eurizon Plan By End-June","GmtTimeStamp":"2007-04-14T15:57:00.000000000","CompanyCodes":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"IndustryCodes":["BNK","INF","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 14, 2007 11:57 ET (15:57 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d3803666c4997cb13512968b68dc63cb","symR":["AMOV","AMX","AMX.MX","DT","DTE.XE","FTE","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","DE0005557508","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Intesa Sanpaolo Interested In Ops To Boost Tel Italia Growth","GmtTimeStamp":"2007-04-14T16:51:00.000000000","CompanyCodes":["AMOV","AMX","AMX.MX","DT","DTE.XE","FTE","ISNPY","ISP.MI","MB.MI","PC.MI","T","TEF","TEF.MC","TI","TIA","TIT.MI","DE0005557508","ES0178430E18","IT0000062957","IT0000072618","IT0000072725","IT0003497168","MXP001691213","US00206R1023"],"IndustryCodes":["BNK","CTS","FTS","TIR","TLS","XCA4","XDAX","XDJGI","XDJI","XFFX","XGTI","XIBEX","XISL","XMIB","XNYA","XRUS","XSP5","XST5","XSTT"],"Story":"\u001d  MILAN (Dow Jones)-- Italy's largest bank by number of branches, Intesa Sanpaolo SpA (ISP.MI), is interested in taking part in any operation aimed at boosting Telecom Italia SpA (TI) growth in Italy and Europe, bank Chief Executive Corrado Passera said Saturday. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 14, 2007 12:51 ET (16:51 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"dea79fcc68f0c17a174129e1b94768c9","symR":["AL.MI","CFI.MI","G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618","IT0000078193","IT0004194970"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Intesa Sanpaolo CEO: Bk Seeks To Expand Ops In Central Italy","GmtTimeStamp":"2007-04-14T16:21:00.000000000","CompanyCodes":["AL.MI","CFI.MI","G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618","IT0000078193","IT0004194970"],"IndustryCodes":["BNK","INF","INL","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 14, 2007 12:21 ET (16:21 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"dfdced7881bec3bd2cc1917186ef150a","symR":["DOW","US2605431038"],"date":"2007-04-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/16) Up & Down Wall Street: Imus In The Mourning","GmtTimeStamp":"2007-04-14T04:04:00.000000000","CompanyCodes":["DOW","US2605431038"],"IndustryCodes":["CHC","CHM","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Alan Abelson \u001d  It took tyrannosaurus rex millions of years to turn chicken. Don Imus managed to do it in four seconds. \u001d  Which, we suppose, is clear demonstration of modern man's superiority to all creatures great and small, even those gargantuan beasts that ruled the earth for eons and eons. Of course, Tyrannosaurus rex could take all the time in the world to go chicken: There weren't any TV producers or ad people to hurry it along. \u001d  Whether instantaneous (Imus) or with glacier-like deliberation (T. rex), going chicken in the end proved a fatal exercise. And neither has anybody to blame but themselves. The dinosaurs simply got too big for their britches, which is why you never see cave drawings of any of them wearing any. Tramping about naked in a million winters, it was inevitable they would all catch their death of cold. \u001d  While Imus wore clothes, of a sort, he couldn't kick the habit of speaking his mind. And since a lot of his mind isn't the kind of thing that's fit for human ears (it's OK for adolescents, since they don't listen to what anyone says, anyway), it was only a matter of time before he did himself in. \u001d  The evolutionary link between dinosaurs and chickens was the subject of two studies published in the latest issue of the journal Science. We were tempted to send a copy to Imus but worried that, since he probably was already in a fowl mood, it might push him over the edge and he'd go completely bananas and do horrible things to Al Sharpton, like make him keep quiet for a whole five minutes. \u001d  The irony is that Imus chickened out even before his bosses did by pleading a kind of temporary insanity for calling the spunky Rutgers women's basketball team \"nappy-headed ho's,\" but to no avail. NBC, alert to the gathering storm, was quick to fire the dour babbler who gained a certain pop prominence and large bucks by lacing locker-room humor with gratuitous insult. CBS waited a day to see how many advertisers were bailing out before wielding the ax. \u001d  What did Imus in, as much as anything, was that his radio broadcasts, which he'd been doing for three decades, only relatively recently have been simultaneously aired on television. Slurs are the oxygen of talk radio but don't go down as well on TV. Something to do, no doubt, with the semi-anonymity of radio, medium of the disembodied voice. Too, the audience for talk radio revels in slurs; the TV audience is less used to and less addicted to them. \u001d  America, some aphorist once said, was a nation of second acts. So it wouldn't surprise us if, after a decent spell to let passions cool and memories dim, Imus reappeared in a fresh incarnation. In that regard, our own little bailiwick -- finance and commerce -- has proved rather forgiving, as witness the transformation, once he was sprung from prison, of Michael Milken from king of the junk-bond peddlers into a kind of elder financial statesman. Or the reemergence of such briefly notorious sinners of the 1980-'90s stock boom as Foster Winans and Henry Blodget as Street-wise commentators. \u001d  While the perils of Don Imus dominated the news, as befitted an event of such universal importance, it was by no means all that was worthy of note last week. There was, for example, the revelation that Paul Wolfowitz, who runs the World Bank, had helped secure a generous raise for his girlfriend, a colleague at the bank, and a cushy assignment to the State Department. What seems to have especially raised hackles is that his friend now makes more money than her putative chief, Condi Rice. But, to borrow a famous line by that eminent philosopher, Babe Ruth, Mr. Wolfowitz's friend may well have had a better year than Ms. Rice. \u001d  To be sure, Mr. Wolfowitz was already in hot water with the bank's bureaucracy because he had the temerity to try to purge the institution and the recipients of its largess of corruption. Gives you an idea of just how out of touch he is with the bank's traditions. \u001d  Meriting comment, as well, was the firing of two high Dow Chemical officials (we don't mean to imply they were under the influence when they committed their alleged indiscretion) who, unbeknownst to Dow's board or top brass, were supposedly soliciting bids from private investors for a leveraged buyout of the company. The rise of private equity and the wave of LBOs that has accompanied it make this sort of unseemly behavior inevitable. \u001d  Indeed, we can foresee the day when corporate executives the business world over will spend all their working hours on their own initiative, trying to cajole flush private- equity funds into buying their outfits and rewarding them with a fabulous payoff. \u001d  Obviously, when this comes to pass, it will pose a mortal threat to our vaunted free-enterprise system, since at companies big and small -- and no matter what the nature of the enterprise -- there'll be absolutely no one watching the store. \u001d  Folks are always chiding us for being too hard on the stock market. And, we have to confess, the stock market obviously knows things we don't. Otherwise, why would it be comporting itself so well in the face of what can only be described as an uninspiring investment outlook? \u001d  It's now fairly evident that the greatest boom in corporate profits is fast coming to an end and, indeed, may be over. The only thing that shows the slightest acceleration in the economy is the pace with which it's shuffling toward recession. \u001d  Capital investment is lagging. The credit condition among the masses grows ever more parlous. Inflation is acting up even as business activity slows. And so on and so forth. \u001d  Yet, as we say, the market goes on its merry way, blithely ignoring the flashing yellow lights and formidable speed bumps. In part, we guess, it's able to do so by way of a kind of alchemy in which bad news is burnished until it begins to take on a certain glow. That's the job so willingly performed by numerous Street hands dedicated to the proposition that there are no clouds, merely silver linings. \u001d  The latest readings on inflation, to illustrate, showed a 1% rise last month in producer prices -- which to our untutored eye seems like a fair-sized advance. However, the cheerful chorus rushed to set us straight: Strip out food and energy, both obviously not essential items, and prices were flat. We shamefacedly stand corrected. \u001d  In like encouraging vein, news that our trade deficit  declined to $58.4 billion in February -- from January's $58.9 billion -- was hailed as a sign that we're getting our global fiscal house in order. But a sizable chunk of what was in any case a modest decline can be credited to the drop in our bill for oil imports. Unfortunately, crude prices have rebounded smartly since February. \u001d  At the same time, notes Ashraf Laidi of CMC Markets, our imports from China shrank some because the Chinese closed some ports in February to celebrate their new year. Future months, rest assured, are a sure bet to take up the slack. \u001d  The foreign-exchange markets also were less than impressed by the trade numbers: The weak dollar weakened further, to a two-year low. As we've noted more than once, the descent of the dollar, so avidly being encouraged by Congress and the administration as a spur to exports, may easily prove the validity of the admonition to be careful what you wish for; it may come true. \u001d  For a weak currency could be more than a little hurtful for the world's leading debtor; it could act as a stimulant for inflation (by hiking import prices) and a depressant for the economy (by forcing the Fed to raise interest rates to prevent an outright run on the dollar sparked by panicky foreign holders of our paper). \u001d  The failure to envision the evil that might issue from a plunging dollar could be the single biggest flaw in the market's persistently rosy view. \u001d  One stock that didn't have to wait to hit the skids for the dollar crash or the disaster in subprime mortgages to spill over (to use the favored cliche of the moment) into other forms of credit or some other cosmic catastrophe was Research in Motion, the Canadian maker of the enormously popular BlackBerry gizmos. \u001d  The stock started off the week at 145 and change, got as high as $148.3l and closed the week at $132.74, taking almost a 12-point walloping on Thursday after the company reported operating results that failed to meet its fervent fans' great expectations, and also disclosed it was under SEC scrutiny for alleged stock-options tomfoolery. \u001d  Score one for our favorite tech man and Roundtable member, Fred Hickey, who has been unshakably bearish on Research in Motion. \u001d  In his latest High-Tech Strategist commentary, Fred also is negative on Apple, which has beaten the Street's estimates the past four quarters by an average 25%. Sales growth, however, he notes, has slowed, year over year, to 23% from 65%. \u001d  The company is due to report results for the second quarter on April 25, and analysts are estimating an 18% or so gain in sales and a 36% rise in earnings. The risk here is that Apple's shares are selling at close to 30 times earnings and seven times book value, rich for a company growing in the teens and not exactly priced for disappointment. \u001d  He cites intimations that Apple might have a tough time keeping up the pace in subsequent quarters. Taiwan-based Inventec Appliances has warned of a 30%-40% drop in sequential revenue in the first quarter because of declining orders for Apple's iPod. And other sources report a cutback in production schedules for Nano iPods. \u001d  As usual, Fred has put his money where his mouth is by adding to his puts on Apple. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e69ef5933cabe5e7e5e533c86c3622f8","symR":["EEM","FIG","GOOG","MCO"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/16) Streetwise: Yum, Yum; More Risk, Please","GmtTimeStamp":"2007-04-14T04:05:00.000000000","CompanyCodes":["EEM","FIG","GOOG","MCO"],"IndustryCodes":["AMG","EXT","FIS","ISV","XDJGI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  The spasm of selling that seized the global capital markets in the final days of February was immediately identified by many of us killjoy scolds in the financial media as a long-overdue repricing of risk. In the weeks since, however, risk appetites have been nearly restored to pre-selloff levels. \u001d  Should we see this as an unheeded warning or a display of underlying market strength? The answer is probably yes.The Standard & Poor's 500  has recovered to a mere half-percent below its February closing high of 1459. Perhaps more telling from a risk-appetite perspective is that the S&P Speculative Grade Credit Index, which measures junk-bond yield spreads over Treasuries, is right back to where it was ahead of the market break. \u001d  In the week following that Feb. 27 tumble, four stocks were flagged here that would act as cues about whether the liquidity-propelled global market lift was ending or just pausing (Streetwise, March 5). Of them, Moody's (ticker:MCO) and Fortress Investment Group (FIG) are off 5% since that point and remain double-digit percentages below their 2007 peak prices. Google (GOOG) has bounced by nearly 6%, a bit more than the broad market has, but remains almost 8% off its high. It's the iShares Emerging Markets exchange-traded fund (EEM) -- up 13% in the intervening six weeks at an all-time high -- that suggest money streaming unchecked into the world's hot markets. \u001d  This story has remained the same as it was last year. The U.S. market is being congratulated for its resilience in the face of the renewed climb in gasoline prices and the subprime-mortgage mess. But it's at least as true to see the U.S. stocks as simply tagging along with a global asset lift. \u001d  The comprehensive Dow Jones Wilshire 5000 index was up 3% through Thursday. The Dow Jones World Index excluding the U.S. was up 6.7%. Scan the list of two-dozen world markets on page C4 of The Wall Street Journal and only two -- Venezuela and India -- are lower on the year. All but two others are beating the U.S. \u001d  From this altitude, the markets seem for now to be adhering to the \"copious global liquidity\" theme that's so popular. Though if the U.S. is acting as an echo of hot money overseas -- an arguable point, admittedly -- then it will matter here if, say, Peru gives back a chunk of its 46% year-to-date gains, or if China retraces any of the 72% it has climbed in less than four months. \u001d  Below the surface, the U.S. market has been hinting at a change that pulls against the risk-embrace trade. Since Feb. 28, the 10 stocks that have contributed the most to the S&P 500's recovery are: ExxonMobil (XOM), Altria (MO), Chevron (CVX), AT&T (T), Schlumberger (SLB), Oracle (ORCL), Pfizer (PFE), ConocoPhilips (COP), Comcast (CMCSA) and Wyeth (WYE), says Mike O'Rourke at institutional broker BTIG. That makes four huge energy names, two from Big Pharma (a group again showing signs of breaking higher) and a collection of other somewhat defensive stocks. Financials are uncomfortably absent. \u001d  The market has edged toward a defensive rotation before without following through. But this bears watching as the market awaits the earnings parade. Heading into last week, the radical drop in forecast first-quarter profit growth to 3.5% was suggesting that expectations had gotten negative enough for upside surprises and relief rallies to prevail. \u001d  That was before strategist after strategist last week clogged Street inboxes with reports suggesting the same and the market gained some ground ahead of the reports. This leaves the mood ahead of peak earnings season ambiguous and suggestible, same as the overall market's condition. \u001d  The idea that there's a buyout bubble has traveled pretty far down the path from the provocative to the commonplace. There's even a PowerPoint deck produced by buyout shop Carlyle Group that compares the current buyout environment with the Nasdaq bubble of several years back. (The unsurprising conclusion: Excesses are building but are not near Nasdaq-bubble heights.) \u001d  As long as everyone watches for that one bell-ringing deal that will herald the end of the LBO craze, its arrival will probably be deferred. \u001d  For the moment, LBO math still works, and will as long as cash-flow yields exceed junk yields. And within the smaller, under-served tier of companies, it works that much better. \u001d  An obscure but interesting play on this area is MVC Capital (MVC), a $330 million-asset buyout firm and lender that's risen from the ashes of an ill-conceived public venture-capital company. It's now run by Michael Tokarz, a 17-year KKR veteran who led some of the firm's most lucrative deals. It buys and lends money to smallish, mostly Old Economy companies, has shown good financial discipline, has a large tax-loss asset and is worth a look. \u001d  --- \u001d  E-mail: michael.santoli@barrons.com \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e7916bf4b6da464dd6b0f860d80ec56e","symR":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Intesa Sanpaolo Targets 9% Average Annual RWA Growth 07-09","GmtTimeStamp":"2007-04-14T15:50:00.000000000","CompanyCodes":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"IndustryCodes":["BNK","INF","INS","XDJGI","XMIB","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  April 14, 2007 11:50 ET (15:50 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"eacf307e259facad22791c4e73a4efaf","symR":["C","US1729671016"],"date":"2007-04-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/16) Why Citi's Boss Is \"happy\"","GmtTimeStamp":"2007-04-14T04:09:00.000000000","CompanyCodes":["C","US1729671016"],"IndustryCodes":["BAN","BNK","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Jack Willoughby \u001d  It's the last thing one would expect to hear from a chief executive who's just laid off 17,000 employees -- 5% of his workforce -- but Chuck Prince, Citigroup's boss, claims to be \"happy.\" \u001d  Happy not because of what the company did Wednesday, but because he thinks Citigroup, aided by the reduced headcount, is finally on the right course to bolster its returns. Prince has come under increasing pressure from key investors such as Saudi Arabia's Prince Alwaleed bin Talal, the New York banking giant's biggest stockholder, for failing to contain increasing expenses. \u001d  Most of the payroll reductions move Citigroup (ticker: C) toward becoming less bureaucratic. And they mark a change in operating philosophy at the nation's largest banking organization. Citi has long regarded itself as a worldbeater that would rather grow by increasing revenue than by counting coins. \u001d  Robert Druskin, chief operating officer and expense czar, told reporters last week that the cuts will slow, but not halt, Citi's growth. Headcount should still grow this year because of acquisitions and plans to open new branches, especially overseas. \u001d  Prince says his deeper aim is to implement a culture that generates expense reduction as part of its process. He calls it \"a culture of continual cost-cutting.\" The Citigroup CEO spoke with Barron's Thursday after returning from London, where he had gone to address employees about the cultural change. Getting the various units to work together, by sharing back offices and personnel, will make Citi leaner and more responsive, Prince maintains. \u001d  So far, the market isn't buying the newfound thrift. Citi shares traded in a narrow range of about $51.50-$52.50 throughout the week, even though announcement of the cuts was widely expected. The next test for the stock comes Monday, when the company reports first-quarter earnings, which may show some positive effects from Druskin's cost-containment policies. Analysts are estimating profits of $1.09 a share, but that could prove conservative. \u001d  Prince says it will take time for the \"delayering\" to produce results. But skeptics think the cuts are too little, too late. \"The market correctly views these cuts as window-dressing, a sign of just how difficult a spot Prince is in,\" says William Smith, founder of SAM Advisors, who wants Citi to be broken up and spun off into separate companies. \"The financial-supermarket model doesn't work anymore. Citigroup cannot deliver the top-grade growth and returns without being broken into separate, independently managed units. Each unit would have its own currency to establish shareholder value.\" \u001d  Prince has bought time, once more, but the market remains impatient. \u001d  (See related article: \"The Trader: Will Profits Defy the Gloom?\" -- Barron's April 14, 2007) \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ebcb35625e952e117cafe698ce5bbddd","symR":["DOW","US2605431038"],"date":"2007-04-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(4/16) A Return Visit To Earlier Stories: Dow Chemical's Reaction","GmtTimeStamp":"2007-04-14T04:05:00.000000000","CompanyCodes":["DOW","US2605431038"],"IndustryCodes":["CHC","CHM","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  Another week, another round of takeover speculation about Dow Chemical -- sparked this time by reports in a British tabloid that Middle Eastern investors and U.S. buyout firms were hatching a $54 billion buyout bid. \u001d  The Midland, Mich., chemical giant (ticker: DOW) has brushed off similar rumors in recent months. But last week it fired two top executives for holding \"unauthorized discussions\" about a potential sale. It's clear that CEO Andrew Liveris intends for Dow Chemical to go it alone. \u001d  Still, the persistent speculation raises the question: Are Dow Chemical shares undervalued? Barron's argued nearly two years ago that they were (\"Good Chemistry,\" June 27, 2005). But they're unchanged since, closing Friday at 45.88. \u001d  Why? Worries about a possible economic slowdown continue to limit the potential short-term upside for the cyclical stock, as do concerns about stubbornly high costs of raw materials and feedstock. Pricing pressure on ethylene doesn't help, since Dow Chemical is a large producer of the petrochemical. \u001d  Yet fears about a severe cyclical ebb may be overblown. For one thing, management has been shifting the company's focus away from commoditized chemicals that suffer most in downturns to \"performance\" chemicals and plastics that better weather cyclical swings. It has also cut costs and improved access to low-cost feedstock. \u001d  Management's stance, and a market cap of more than $44 billion, mean that any buyout will have to be very large and very hostile. The tight integration of Dow Chemical's performance and basic businesses also lessens the likelihood -- and value -- of a breakup. \u001d  But smaller steps, including a bigger share buyback and heftier dividend, are likely as the company reduces debt and faces pressure to boost shareholder value. \u001d  Investors will be further heartened to know that the company's parts might be worth more than its whole. According to Deutsche Bank analyst David Begleiter, a sum-of-the-parts valuation pegs the company's worth at $55 -- nearly 20% above the stock's recent price. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ec26002be918c8268b538138102d033f","symR":["DIS","GOOG","NWS","NWS.AU","NWSA","VIA","VIAB","YHOO","AU000000NWS2","US2546871060","US9255243084","US9843321061"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/16) Barron's Online: Viacom Will Become More Entertaining","GmtTimeStamp":"2007-04-14T04:06:00.000000000","CompanyCodes":["DIS","GOOG","NWS","NWS.AU","NWSA","VIA","VIAB","YHOO","AU000000NWS2","US2546871060","US9255243084","US9843321061"],"IndustryCodes":["BRD","ISV","MED","PUB","XDJGI","XDJI","XFFX","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Tiernan Ray \u001d  Not all internet businesses are built in a day, though it may seem that way at times. Online viewership at Google's YouTube rose ninefold in the past year. But viewers of Viacom's gaggle of Internet sites increased by a more modest 66% in that span. \u001d  Being outshone by Google (ticker: GOOG) hasn't helped shares of Viacom (VIA/B), which owns MTV, Comedy Central and Paramount Pictures, among other brand-name media properties. The company's stock is up just 4.4% in the past 12 months, trailing the 12% return of the Standard & Poor's 500 stock index, and Big Media peers such as Walt Disney (DIS), News Corp. (NWS/A) and CBS (CBS). \u001d  (Viacom owned CBS for a number of years, until spinning off the network in December 2005. Both still are run by the 83-year-old Sumner Redstone.) \u001d  At about $40 a share, however, Viacom's stock offers compelling value. Patient investors could be rewarded as Redstone and other executives fix what's broken at Viacom's old-media operations, while churning out higher revenue from new media properties. \u001d  Viacom is trading for 10 times 2007 projected earnings before interest, taxes, depreciation and amortization, or Ebitda, compared with with 15 times for Rupert Murdoch's News Corp. Yet Viacom could see returns of 20% or more in 2007 as its film business generates more hits and its Websites start contributing meaningfully to the bottom line. \u001d  \"Destination content will become more valuable because there will be more and more ways to make money off of it,\" says Bill Nygren, a portfolio manager for the Oakmark (OAKMX) and Oakmark Select (OAKLX) funds, which own Viacom shares. \u001d  Henry Berghoef, Oakmark's director of research, says Viacom is perhaps the most undervalued Big Media company around, based on the reliable cash flows of its cable networks. \u001d  Even so, it has been hard to make the case for value at Viacom since Barron's Online wrote positively about it a year ago. (\"There's Gold in the Vault,\" May 18, 2006.) \u001d  Worries about slowing advertising sales at Viacom's cable operations have more than offset the company's good financial performance in the past year. Despite the fact that Viacom beat analysts' sales and profit estimates for four consecutive quarters, Wall Street attention has focused on the fact that, after a decade or so of 20% annual gains in advertising at MTV and other cable properties, growth has fallen to 6% to 7%. \u001d  \"People have looked at YouTube's enormous growth and basically put the cable business in the coffin,\" says Kurt Funderburg, an analyst with Oakmark Funds.But things aren't as bad as they seem, say Funderburg and others. \u001d  While cable ad-sales gains are slowing, it costs Viacom little in capital expenditures to run networks such as Comedy Central, home of the hit program The Daily Show. In fact, the cost appears to be on the order of 2% of annual sales, even as subscriber revenue keeps growing in the high single digits. Viewership at Comedy Central alone has risen 25% in the past 12 months among 18-to-49-year-olds -- still a prized demographic group. \u001d  \"The risk of an advertising slowdown at Viacom is mitigated by solid growth in subscriber fees at cable, and by improving health at the film business,\" as well as accelerating sales of ancillary products such as DVDs, says Pali Research analyst Richard Greenfield. The jewels of the film business are Paramount Pictures, Viacom's main studio, along with DreamWorks, which it bought for $1.5 billion a year ago. Greenfield rates Viacom a Buy and thinks the shares could rise to $51 over the next year. \u001d  Paramount has been the most obvious concern at Viacom, but it looks like Redstone is making progress there. \u001d  The studio generated few hits in the past three years, even as News Corp.'s Fox and Disney consistently struck box-office gold with top grossers such as Star Wars Episode III and Pirates of the Caribbean. \u001d  In contrast, Paramount brought out duds like 2005's Aeon Flux, which lost money even though they cost relatively little to produce. \u001d  But this year, \"Paramount will go from being in a major-league doghouse to being on a major roll,\" predicts Larry Haverty, who manages $260 million in the Gabelli Global Multimedia Trust (XGGTX), which owns shares of Viacom. \u001d  DreamWorks has had a lot to do with the expected turnaround. The magic of Steven Spielberg, one of DreamWorks' three founders, is already helping the movie slate. Will Ferrell's ice-skating farce, Blades of Glory, developed by DreamWorks, was the top box-office draw in the first two weekends of April, generating the kind of sizzle that Viacom hadn't seen in a while. \u001d  Films such as Transformers, based on the hit toy collection from Hasbro, will be a titanic success, predicts Haverty. That, and the right to distribute DreamWorks' animated features, such as the coming Shrek III, could add another $200 million to estimates of $3.5 billion in Ebitda for Viacom this year, Haverty adds. \u001d  In addition, Viacom is striving to improve its performance on the Internet. Chief Executive Philippe Dauman has pledged to generate a half-billion dollars of online revenue this year -- mostly through advertising -- about double what the company took in last year. \u001d  With a stable of highly desirable television and cable properties. Viacom has the kind of audience that advertisers will always pay to speak to, argues Gabelli's Haverty. \"Black Entertainment Television, MTV, Comedy Central -- Viacom has a lot of properties that talk to young people, and for that, they will be able to charge a toll,\" he says. \u001d  \"You can't monetize Wikipedia,\" he adds. \u001d  Signs of a turnaround in Viacom's online fortunes are cropping up. \u001d  Small acquisitions have bolstered MTV.com and ComedyCentral.com in the past year. In February, the increased viewership they drew helped push Viacom into first place from second among the world's most visited online entertainment sites, with 39.1 million unique Website visitors, according to Reston, Va.-based researcher comScore. \u001d  That put it ahead of YouTube and Time Warner's AOL Entertainment, which came in third. \u001d  Last week Viacom struck a deal with Yahoo! to use Yahoo!'s search engine, in return for an undisclosed amount of guaranteed ad revenue. That shows Viacom's audience has value to others. \u001d  So when will investors start to give Viacom the benefit of the doubt? \u001d  \"You've seen a much more rigorous and concerted effort to make digital a priority at Viacom,\" says Oakmark's Funderburg. \"As that turns into results in digital revenue over the next couple of years, people will take notice.\" \u001d  That could require patience, something in short supply where the Internet is concerned. But with Viacom's shares at a bargain-basement valuation, investors who climb aboard today probably won't mind the wait. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f240ceab2f7dbf63646f3d7ff167e1c1","symR":["ANA.MC","ELE","ELE.MC","EN","ENEL.MI","ES0125220311","ES0130670112","IT0003128367"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Spain To Lift Voting Rights Curbs On Enel In Endesa - Report","GmtTimeStamp":"2007-04-14T08:55:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EN","ENEL.MI","ES0125220311","ES0130670112","IT0003128367"],"IndustryCodes":["CON","ELC","XDJGI","XIBEX","XISL","XMIB","XNYA"],"Story":"\b \u001d  MADRID (Dow Jones)--Spanish regulators will lift restrictions Enel SpA (EN) could face on its voting rights in power utility Endesa SA (ELE), El Pais reported Saturday, quoting David Taguas, the chief economic adviser of Prime Minister Jose Luis Rodriguez Zapatero. \u001d  Italian utility Enel, which is seeking to take over Endesa in partnership with Spanish conglomerate Acciona SA (ANA.MC), could see its voting rights in Endesa capped at 3% because of Spanish regulations limiting the rights of foreign state-owned companies seeking to invest in Spanish energy companies. \u001d  Since the Italian state owns 31% of Enel, voting restrictions could apply if Enel and Acciona succeed with their joint bid, which values Endesa at EUR43.4 billion. \u001d  Acciona and Enel are already the top shareholders in Endesa, Spain's largest power utility by market value, controlling a combined 46% stake. \u001d  El Pais quoted Taguas as saying that limiting Enel's voting rights in Endesa would violate European Union regulations. Such voting rights restrictions can be lifted with approval from the Spanish government. \b \u001d  Newspaper Web site: http://www.elpais.es \b \u001d  -Madrid Bureau, Dow Jones Newswires; 34-618-528-681 \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 04:55 ET (08:55 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f33b995f055bd2f2fc64e597dd166b8f","symR":["BOT","CME","ICE","NDAQ","NMX"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(4/16) The Striking Price: Nasdaq Considers Its Options","GmtTimeStamp":"2007-04-14T04:03:00.000000000","CompanyCodes":["BOT","CME","ICE","NDAQ","NMX"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Steven M. Sears \u001d  Rumortrage is an options-market phenomenon that occurs when unconfirmed but logical merger speculation drives trading. It usually involves options listed on exchanges, but last week involved the exchanges themselves. \u001d  The talk was that the Philadelphia Stock Exchange, which has long been for sale, might be selling itself for $300 million to the Nasdaq Stock Market (ticker: NDAQ). The deal seemed logical because Nasdaq has said it wants to enter the options business. Nasdaq also was rumored during the week to be buying OMX, a Nordic exchange. \u001d  Few people outside of Wall Street  pay much attention to these bourses, but there is a growing interest in them as investments. Indeed, some institutional investors consider securities exchanges hot stocks, in part because investment bankers who underwrite initial public offerings for exchanges quietly characterize them as monopolies. Electronic exchanges also tend to be very profitable, which has kept many post-IPO exchange stocks white-hot. \u001d  High-flying stocks like Chicago Mercantile Exchange (CME), CBOT Holdings (BOT), Nymex Holdings (NMX) and IntercontinentalExchange (ICE), in particular, regularly attract investor envy -- especially from other exchanges, some of which often harp on the need for exchanges to merge with each other. Yet, despite so much talk about exchange consolidation, there are more options exchanges today than five years ago. If Nasdaq sticks with its original plans to create its own options exchange, the number will climb to seven. \u001d  Even though there is doubt within the options industry about the veracity of the PHLX and Nasdaq rumors, no one is ready to rule out the deal completely. The exchanges have talked in the past, and Nasdaq's management is thought to be under intense pressure to show investors it can achieve something transformational, like its rivals at the New York Stock Exchange. NYSE stunned the exchange world by merging with Europe's Euronext. Nasdaq stunningly failed to buy the London Stock Exchange. \u001d  It's not clear PHLX would be a transformational deal for Nasdaq like, say OMX, but at least it's a deal, and it would help Nasdaq reconfirm its position in the exchange sector. \u001d  What is puzzling, though, about any current mergers that could reshape the options industry is that it is not clear market conditions exist to fully support much more than another exchange IPO. The Chicago Board Options Exchange, which is the largest of the six exchanges, is planning its own offering. \u001d  Options-exchange deals are difficult to achieve because options volumes are still growing rapidly. The exchanges are flush with profits, which makes merger prices difficult to determine as sellers want premiums that emerging-market forces may not support. Some of the upstart options exchanges have started competing with other exchanges on transaction fees. This ultimately could compress the high profit margins historically associated with electronic trading. Anyone who would buy an options exchange, like Nasdaq, would know that means they could pay top dollar for an asset worth less money in a year. \u001d  For now, however, conditions remain ripe for a few more rounds of options-exchange rumortrage. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f641684ce26b7099737b64d5d5adc09f","symR":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"date":"2007-04-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UPDATE:Intesa Sanpaolo Sees Avg Annual Op Income +7% By 09","GmtTimeStamp":"2007-04-14T17:30:00.000000000","CompanyCodes":["G.MI","ISNPY","ISP.MI","IT0000062072","IT0000072618"],"IndustryCodes":["BNK","INF","INS","XDJGI","XMIB","XST5"],"Story":"\u001d  (Updates with background) \b \u001d   By Sabrina Cohen and Jennifer Clark \u001d   Of DOW JONES NEWSWIRES \b \u001d  MILAN (Dow Jones)--Italy's largest bank by branches, Intesa Sanpaolo SpA (ISP.MI), Saturday said it aims to grow its annual operating income by an average of 7% per year from 2007 to 2009, as it unveiled the first business plan after its recent merger. \u001d  The bank, formed from a merger of Banca Intesa and Sanpaolo IMI, said it wants to create growth in three main ways: by securing recurring revenues, by tight cost management, and massive investment in human resources and information technology. \u001d  Investors have been keen for news on how the bank will manage its capital, its plans for returning excess capital to shareholders, and more information on merger synergies, analysts said in reports before Saturday's presentation. \u001d  As expected, the bank said it plans to distribute its excess capital in the form of a special dividend. \u001d  The Milan-based bank plans to pay total dividends of at least EUR18 billion for 2006, 2007, 2008 and 2009. It will pay a 2007 total dividend of EUR0.38 per share, of which EUR0.22 is an ordinary dividend and EUR0.16 is a special dividend. \u001d  Intesa Sanpaolo shares are practically unchanged from Jan. 2 when the merger between Turin-based Sanpaolo IMI and Milan-based Banca Intesa became effective. \u001d  The bank upped its previous target for synergy savings by EUR265 million to EUR1.25 billion. It also provided a breakdown: EUR430 million from information technology; EUR140 million in central management functions; EUR340 million in administrative expenses; EUR190 million in back office; EUR130 million in product synergies; and EUR15 million in foreign banking synergies. \u001d  It sees an increase in operating costs of more than EUR1.5 billion, which will be offset by EUR1.6 billion in cost savings and the above-mentioned synergies. \u001d  The bank aims to increase its operating profit in 2009 to EUR22.6 billion, from EUR18.5 billion in 2006, and confirmed its already-announced target of an EUR7 billion net profit by 2009. \u001d  It targets a 2009 core Tier 1 ratio at 6.5%, and a return on equity of 21%, it said Saturday, compared with a Tier 1 ratio of 8.8% when it released its 2006 results in March. \u001d  Regarding international operations, Intesa Sanpaolo said in the statement it doesn't rule out further acquisitions. \u001d  \"We are looking at other opportunities,\" Passera said without further elaborating. \u001d  The bank is in a leadership position in Croatia, Hungary, Slovakia, Serbia and Albania. It said it aims to grow in Russia and Romania, where its penetration is still limited. It also aims to boost its \"already significant\" presence in Egypt, Slovenia, Bosnia and Herzegovina. \u001d  Earlier in April the Italian lender announced it wouldn't acquire Ukraine bank Ukrotsbanka because of legal issues. \u001d  In terms of domestic expansion, with 5,700 branches, Intesa Sanpaolo has a strong presence in both northern and southern Italy. Passera said the bank plans to further expand its operations in Central Italy, one of Italy's wealthiest areas.   The bank will update the market on plans for an initial public offering of its asset management and insurance unit, Eurizon SpA, by the end of June, it said in the statement. \u001d  It aims for a 6.5% average annual increase in operating income at Eurizon. \u001d  It also said it aims to reduce its portfolio of shareholdings from a current EUR10 billion by about EUR3 billion-EUR4 billion by selling off non-strategic assets. \u001d  Intesa Sanpaolo is holding an analysts presentation Monday scheduled to start at 0830 GMT. \u001d  Company Web site: http://www.intesasanpaolo.com \u001d  -By Sabrina Cohen and Jennifer Clark, Dow Jones Newswires, +39 02 5821 9904; sabrina.cohen@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 13:30 ET (17:30 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f8d294824782061e7b78f5a420dfb1e8","symR":["GARUDA.YY"],"date":"2007-04-14","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Indonesia Detains Natl Airline's Ex-Chief In Poisoning Case","GmtTimeStamp":"2007-04-14T09:40:00.000000000","CompanyCodes":["GARUDA.YY"],"IndustryCodes":["AIR"],"Story":"\b \u001d  JAKARTA (AP)--The former head of Indonesia's national airline was detained for questioning Saturday, in an effort to solve the long-running case of a prominent activist who died of poisoning on a 2004 flight to the Netherlands, a police spokesman said. \u001d  Former Garuda President Indra Setiawan and Rohainil Aini, a flight operations officer, were taken to the national police headquarters after being named as suspects days ago, said National police spokesman Maj. Gen. Sisno Adiwinoto. \u001d  Both had been questioned in earlier investigations. \u001d  Munir Said Thalib, a popular and prominent human rights activist, died of a fatal dose of arsenic in September 2004 while traveling from Jakarta to Amsterdam via Singapore. \u001d  Adiwinoto said the fresh inquiry was partly based on forensic testing in the U.S. that showed Munir was likely poisoned during a layover in Singapore, 30 to 90 minutes before he died. \u001d  \"Based on this, the crime scene was Changi Airport, Singapore,\" Adiwinoto said. \u001d  The only suspect, off-duty pilot Pollycarpus Priyanto, was sentenced by a lower court to 14 years in prison. But an appeals court overturned the murder conviction last year, leaving the case unsolved. \u001d  It was recently reopened amid intense pressure from foreign governments and Munir's widow, Suciwati, who like many Indonesians goes by a single name. She has alleged that the Indonesian military ordered the killing because Munir exposed abuses by the Indonesian military. \u001d  Adiwinoto said he believed there was enough evidence to arrest Indra and Rohainil on suspicion of falsifying a letter that enabled Pollycarpus, as he is known in Indonesia, to get aboard. \b \u001d  (END) Dow Jones Newswires\u001d  April 14, 2007 05:40 ET (09:40 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."}]
