[{"md5ID":"187398963482d1443ba7c71224936f36","symR":["E","ENI.MI","IT0003132476"],"date":"2007-01-01","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Italy's President 'Worried' About Eni Hostages In Nigeria","GmtTimeStamp":"2007-01-01T17:17:00.000000000","CompanyCodes":["E","ENI.MI","IT0003132476"],"IndustryCodes":["OIL","XDJGI","XGTI","XISL","XMIB","XNYA","XST5"],"Story":"\b \u001d  ROME (AP)--Italy's president said on Monday he was worried about three Italian workers for the Italian energy company Eni SpA (E) who are being held hostage in Nigeria but also said he was hopeful they would return home soon. \u001d  \"We are very worried, we share the anxiety of the families of these technicians, and we understand the state of mind they find themselves in,\" President Giorgio Napolitano said in an interview with Italian RAI state TV. \u001d  The three Italians, along with a Lebanese man who works for ENI, were seized Dec. 7 from a southern Nigerian oil export terminal run by an Eni subsidiary. \u001d  The Italians have had some phone contact with their families in Italy, telling them they are well but are tired of waiting for their freedom, and pressing for more efforts to win their release, according to relatives. \u001d  Hostage-takings in Nigeria - Africa's largest crude oil producer - have increased along with tension between international oil firms and poor local communities. \u001d  Napolitano said he had faith in efforts by the Italian foreign ministry to gain the hostages' freedom and that he hoped \"they soon return home,\" the Italian news agency ANSA quoted the president as saying in the interview. \u001d  Eni CEO Paolo Scaroni held talks on Dec. 27 with the Nigerian president in Lagos about the four workers being held hostage. \b \u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 12:17 ET (17:17 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1a41b5d49b443c275ba7552e56fe5c9e","symR":["ILA"],"date":"2007-01-01","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Kansas Homes Remained Blacked Out From Powerful Storm","GmtTimeStamp":"2007-01-01T15:36:00.000000000","CompanyCodes":["ILA"],"IndustryCodes":["ELC","MUT","XDJGI","XNYA","XRUS","XSCI"],"Story":"\b \u001d  DENVER (AP)--The powerful winter storm that hit the U.S. Plains states left at least 50,000 homes and businesses blacked out in Kansas. \u001d  Kansas Gov. Kathleen Sebelius declared an emergency after areas of the state got hit with up to 32 inches of snow and wind piled it into drifts 15 feet high. The The National Guard was mobilized and the state Highway Patrol used an airplane to find stranded motorists. \u001d  Al Butkus, spokesman for the Kansas utility Aquila Inc. (ILA), said it could be a week before power is restored to all customers. \u001d  \"We've gotten 3 inches of ice on wires and connectors, and that ice stays there until it gets above freezing,\" Butkus said. \"And the temperatures aren't moving above freezing.\" \u001d  The storm had barreled out of the region Monday, with at least 12 deaths being blamed on the storm, most in accidents on icy roads. \u001d  By Monday morning, no snow was falling across the middle of the nation as the huge storm that once stretched from Canada to Mexico had picked up speed and moved well to the east. The remains of the weather system poured rain along a line from Florida to New York, with snow in parts of New England. \u001d  A fleet of small planes canvassed snow-covered roads southeast of Denver on Sunday, searching for travelers stranded in areas where roads were blocked by snow drifts that measured 10 feet high. National Guard troops rescued at least 44 people. \u001d  \"This is a very significant storm; it's in the record books,\" said Scott Blair, a meteorologist with the National Weather Service. \u001d  The storm struck on Thursday, but many roads in eastern Colorado remained closed Sunday. Interstates 70 and 25 reopened Sunday evening. \u001d  In New Mexico, up to 2 feet of snow fell on Albuquerque and authorities had to clear a logjam of vehicles stuck along Interstate 40. \u001d  The Oklahoma Panhandle measured up to 18 inches of snow, closing major roads, and at least 5,000 utility customers were without electricity. Some 15,000 homes and businesses were in the dark in Nebraska. \u001d  The bulk of the storm hit the western and central Plains. Farther north, parts of southern Minnesota had 10 inches of snow. \u001d  Warmer weather was forecast for later in the week in the region. \b \u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 10:36 ET (15:36 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1dfed4f778cd70553d8c1b251e80cdd3","symR":["CI"],"date":"2007-01-01","ret":[-0.00099],"ret5":[-0.00099],"Headline":": CIGNA Launches Redesigned, Enhanced www.CIGNA.com","GmtTimeStamp":"2007-01-01T14:00:00.000000000","CompanyCodes":["CI"],"IndustryCodes":["HEA","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"Flagship Website Adds New Health and Financial Content \b \b \u001d  PHILADELPHIA, Jan. 1, 2007 /PRNewswire-FirstCall/ -- Today CIGNA (NYSE: CI) has launched a complete redesign of its flagship public Website, www.CIGNA.com.  The revamped site is designed to be easier for users to navigate and offers users extensive health information and online resources in a newly added Health & Money section. \b \u001d  \"This redesign represents more than a decade's experience of how users interact with our Website, extensive \"voice of the consumer\" research, and 16 months of development work, to deliver a site designed so that people can quickly and easily obtain the information they want and need,\" said Jeffrey Wyne, vice president of marketing, CIGNA HealthCare. \b \u001d  CIGNA.com offers new content encompassing the company's HealthCare, Group and International businesses.  A key enhancement is the creation of a Health & Money section that provides health information and decision support tools to help users and their families stay healthy, cope with sudden illness or a chronic condition and effectively engage in their health care throughout their various stages of life.  Features of CIGNA.com's new Health & Money section include: \b \b \b    -- In-depth articles about managing chronic conditions, staying healthy, \b       and handling unexpected health events; \b \b    -- Information for health care financial planning; \b \b    -- Interactive tools to help estimate health risk factors, identify action \b       steps to improve health, and calculate health savings account and \b       flexible spending account contributions. \b \b \u001d  The re-launch of CIGNA.com is the first of several online enhancements CIGNA HealthCare consumers and providers may look forward to in 2007.  The CIGNA member personal Web portal www.myCIGNA.com will be redesigned and enhanced for launch during the first quarter of 2007. The redesigned CIGNA for Health Care Professionals portal, www.CIGNAforHCP.com, is also scheduled to launch later in 2007. \b \b    About CIGNA \b \u001d  As a Business of Caring, CIGNA (NYSE: CI) provides employers with benefits, expertise and services that improve the health, well-being and productivity of their employees.  With approximately 47 million covered lives in the United States and around the world, CIGNA's operating subsidiaries offer a full portfolio of medical, dental, behavioral health, pharmacy and vision care benefits and group life, accident and disability insurance. \b \u001d  As of June 30, 2006, 20.4 million individuals were enrolled in a CIGNA medical, dental, behavioral health, pharmacy or vision plan in the United States.  Additionally, 3.9 million people were covered by a CIGNA disability policy, 9.8 million were covered by a CIGNA life insurance policy and 9.1 million were covered by a CIGNA accident policy. \b \u001d  CIGNA also has 3.7 million life, accident and health policies in force in the Asia Pacific region, Europe and Chile, covers nearly 240,000 expatriate members in more than 170 countries and jurisdictions, and has more than 440,000 health care members in the United Kingdom, Spain, Chile and Guatemala. \b \u001d  Reporters: for the latest news on CIGNA, please visit the CIGNA Newsroom @ http://cigna.mediaroom.com. \b \bSOURCE  CIGNA Corporation \b \u001d    /CONTACT: Joseph Mondy, CIGNA, +1-860-226-5499, joseph.mondy@cigna.com \b    /Web site: http://www.cigna.com \b    /Web site: http://www.myCIGNA.com \b    /Web site: http://www.CIGNAforHCP.com \b    /Web site: http://cigna.mediaroom.com \b \u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 09:00 ET (14:00 GMT)"},{"md5ID":"323ebe66529a6a83afd36f0c05aeef82","symR":["CLUB"],"date":"2007-01-01","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Town Sports International Rings in the New Year With Rock the Scales","GmtTimeStamp":"2007-01-01T12:30:00.000000000","CompanyCodes":["CLUB"],"IndustryCodes":["RCS","XDJGI"],"Story":"Customized Weight Loss Program and $50,000 Sweepstakes \b \b \u001d  NEW YORK, Jan. 1 /PRNewswire-FirstCall/ -- Town Sports International Holdings, Inc. (\"TSI\") (Nasdaq: CLUB), a leading owner and operator of fitness clubs in the Northeast and Mid-Atlantic region, today launched its first annual Rock the Scales weight loss program and $50,000 sweepstakes, open to all New York Sports Clubs, Boston Sports Clubs, Washington Sports Clubs and Philadelphia Sports Clubs members. \b \u001d  \"As weight loss is on the top of everyone's mind in the beginning of the year, TSI is excited to be launching Rock the Scales, a comprehensive eight-week weight loss challenge designed to help our members with their New Year's resolutions.  By following a customized meal plan and workout routine, members can safely lose one to two pounds per week, with a great sweepstakes incentive,\" said Bob Giardina, CEO of TSI. \b \u001d  \"The International Health, Racquet & Sportsclub Association says that 12.4 percent of new gym memberships come in January, the highest percentage of any month by nearly three percent.  We want to do all we can to make sure our current members, as well as new members, have all the tools they need to meet all of their fitness goals for the New Year,\" continued Mr. Giardina. \b \u001d  Members have access to fitness advice and an easy-to-follow eight-week nutrition and meal plan to aid in their New Year's weight loss goals.  All participants will receive weekly emails filled with valuable advice and insights from Sports Clubs pros, as well as extra support in the clubs. After completing the eight-week challenge, winners will be selected among the registered participants regardless of their weight loss results. \b \b    All members can win. To be eligible they must: \b \b    -- Be a current member or join by January 31, 2007 \b \b    -- Register online at mysportsclubs.com for the Rock the Scales \b       Sweepstakes between January 1 - February 15, 2007 \b \b    -- Register their starting weight the first week, weight after the fourth \b       week, and final weight after the eight week challenge is complete \b \b \u001d  Prizes include a trip for two to Las Vegas, a Pilates retreat in Toronto, a $2,000 shopping spree in New York City with a top celebrity stylist, a five-year Sports Clubs membership, and more.  Winners will be announced by April 30, 2007. \b \u001d  As part of Rock the Scales, members will also be able to move and groove with the Rock On workout throughout January and February. Members will have the opportunity to start the New Year on a healthy rock and roll note with this unique circuit class. \b \u001d  In addition, TSI will be offering a special joining rate of $20.07 at all clubs throughout the month of January. \b \b    About Town Sports International Holdings, Inc.: \b \u001d  New York-based Town Sports International Holdings, Inc. is a leading owner and operator of fitness clubs in the Northeast and mid-Atlantic regions of the United States. TSI operates under the brand names of New York Sports Clubs, Boston Sports Clubs, Washington Sports Clubs and Philadelphia Sports Clubs, with 144 clubs and more than 446,000 members in the U.S. In addition, the Company operates three facilities in Switzerland. For more information on TSI visit http://www.mysportsclubs.com. \b \b    Contact: Susan Gerson, 212-246-6700 ext. 275, susan.gerson@town-sports.com \b \bSOURCE  Town Sports International Holdings, Inc. \b \u001d    /CONTACT: Susan Gerson of Town Sports International Holdings, Inc., +1-212-246-6700 ext. 275, susan.gerson@town-sports.com \b    /Web site: http://www.mysportsclubs.com \b \u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 07:30 ET (12:30 GMT)"},{"md5ID":"44e938a1a9116a8400bdb445283d29af","symR":["CTCH"],"date":"2007-01-01","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Commtouch Reports: \"Happy New Year!\" Virus Ends 2006 with a Blast","GmtTimeStamp":"2007-01-01T14:44:00.000000000","CompanyCodes":["CTCH"],"IndustryCodes":["SOF","XDJGI"],"Story":"\b     Massive Multi-Variant Malware Signals a Challenging 2007 for \u001d                  Traditional Anti-Virus Solutions \bMOUNTAIN VIEW, Calif.--(BUSINESS WIRE)--January 01, 2007-- \u001d  Spraying across the Internet in celebratory viral \"confetti,\" the email-borne \"Happy New Year!\" malware outbreak circumvents many leading signature-based AV solutions, Commtouch (Nasdaq: CTCH) reported. \b \u001d  The 'Happy New Year!' malware attack - which is still in progress - is the most intensive outbreak of 2006, since it is comprised of a staggering number of distinct, low-volume variants, which were released from multiple sources simultaneously, and at short time intervals. \b \u001d  \"This outbreak ushered out 2006 with a bang, while loudly forewarning the nature of viral outbreaks in 2007,\" said Haggai Carmon, Commtouch Vice President of Products. \"During 2006, a growing number of massive server-side polymorphic outbreaks swarmed the Internet and successfully maintained a sizable lead of several hours to weeks ahead of traditional signature-based solutions. Examples of these include Feebs, Stration/Warezov and of course the 'Happy New Year!' malware to name just a few. What makes them so unique,\" Carmon continued, \"is that they are released in a large number of distinct and short-lived variants, making it impossible to generate one signature or heuristic rule to effectively protect against them. In this way, malware writers maximize their chances of infecting the largest number of machines.\" \b \u001d  Commtouch identified and blocked 3,262 distinct variants during the first 65 hours of 'Happy New Year!' malware activity, and there were at least three time periods on Friday, December 29, when the malware accounted for nearly 12% of all global Internet email traffic. On Friday Commtouch tracked 842 distinct variants that were released to the Internet during a single five-minute period. \b \u001d  \"We expect this trend to continue to grow in 2007, since server-side polymorphic outbreaks have become the most effective method to infiltrate through existing defenses,\" Haggai Carmon summarized. \"Events like the New Year's holiday force virus writers to concentrate their massive outbreaks in a short period of time. Other outbreaks like the Stration/Warezov attack can afford to stretch on for months, releasing recurrent waves of mass-variants each time.\" \b \u001d  The malware has been sent from multiple sources in a format that appears to be a New Year's greeting, in order to entice users to open and click on the attachment. Subject lines of the messages include: \"Happy New Year!\" and \"Happy 2007!\" and sample attachment filenames are: postcard.txt, postcard.exe, or greeting card.txt. If a user opens the attached file, the malware attempts to shut down the PC's security programs, scans for e-mail addresses to send out copies of itself, and installs various malicious programs that, among other things, turns the computer into a spam zombie. \b \u001d  Commtouch Zero-Hour(TM) Virus Outbreak Protection detects and blocks email-borne outbreaks like the \"Happy New Year\" malware within moments of their release, powered by its Recurrent Pattern Detection(TM) technology. Commtouch's service is offered to messaging, security and anti-virus vendors for OEM integration as a complementary outbreak detection solution. \b \b   About Commtouch \b \u001d  Commtouch Software Ltd. (NASDAQ: CTCH) is dedicated to protecting and preserving the integrity of the world's most important communications tool -- e-mail. Commtouch has over 15 years of experience developing messaging software and is a global developer and provider of proprietary anti-spam and Zero-Hour virus protection solutions. Using core technologies including RPD (Recurrent Pattern Detection(TM)), the Commtouch Detection Center analyzes billions of email messages per month to identify new spam and malware outbreaks within minutes of their introduction into the Internet. Integrated by more than 50 OEM partners, Commtouch technology protects thousands of organizations, with over 50 million users in over 100 countries. Commtouch is headquartered in Netanya, Israel, and has a subsidiary in Mountain View, Calif. For more information, see: www.commtouch.com. The site includes the Commtouch online lab detailing spam statistics and charts. \b \u001d  This press release contains forward-looking statements, including projections about Commtouch business, within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. For example, statements in the future tense, and statements including words such as \"expect,\" \"plan,\" \"estimate,\" \"anticipate,\" or \"believe\" are forward-looking statements. These statements are based on information available to us at the time of the release; we assume no obligation to update any of them. The statements in this release are not guarantees of future performance and actual results could differ materially from our current expectations as a result of numerous factors, including business conditions and growth or deterioration in the Internet market, commerce and the general economy, both domestic as well as international; fewer than expected new-partner relationships; competitive factors, including pricing pressures; technological developments, and products offered by competitors; the ability of our OEM partners to successfully penetrate markets with products integrated with Commtouch technology; a slower than expected acceptance rate for our newer product offerings; availability of qualified staff for expansion; and technological difficulties and resource constraints encountered in developing new products, as well as those risks described in the text of this press release and the company's Annual Reports on Form 20-F and reports on Form 6-K, which are available through www.sec.gov. \b \u001d  Recurrent Pattern Detection, RPD and Zero-Hour are trademarks, and Commtouch is a registered trademark, of Commtouch Software Ltd. U.S. Patent No. 6,330,590 is owned by Commtouch. \b \b    CONTACT: Commtouch Software Ltd. \b             Rebecca Steinberg Herson, 650-864-2112 (US) or \b             +972-9-863-6877 (Int'l) \b             rebeccah@commtouch.com \b \b    SOURCE: Commtouch Software Ltd. \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 09:44 ET (14:44 GMT)"},{"md5ID":"4afb23a28b9c10f3a54611c1653887b8","symR":["0883.HK","CEO","CNPC.YY","HK0883013259"],"date":"2007-01-01","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"WSJA(1/2) China's Oil Hunt Heats Up Abroad","GmtTimeStamp":"2007-01-01T21:30:00.000000000","CompanyCodes":["0883.HK","CEO","CNPC.YY","HK0883013259"],"IndustryCodes":["OIL","OIS","XDJGI","XHSG","XISL","XNYA"],"Story":"\b   (From THE WALL STREET JOURNAL ASIA) \b   By Shai Oster \u001d  BEIJING -- China's private entrepreneurs are joining its big companies in striking abroad to search for oil to satisfy their nation's insatiable thirst, in the latest sign of how the world's fastest-growing major economy is roiling energy markets. \u001d  Perhaps the most successful of this new breed of wealthy Chinese wildcatter is Ni Zhaoxing, a 50-year-old businessman who has spent the last year prospecting for oil in western Canada after amassing a fortune in China's real-estate market. Mr. Ni's ZhongRong Group has struck oil in its Saskatchewan field, a find that eventually could bring in hundreds of millions of dollars in revenue a year, based on his projections. \u001d  China has been encouraging its big state oil companies to go abroad for years, aware that domestic oil fields don't have enough supply to meet growing demand in China. Government-run companies including China National Petroleum Corp. and Cnooc Ltd. have bought oil and gas fields in Central Asia, Africa and the Americas. \u001d  That push -- often into countries such as Sudan or Iran that have troubled ties with the U.S. -- coupled with China's stated aim of improving its ability to use armed force abroad to protect its global interests, has raised alarms in Washington and other capitals. Western politicians and oil executives worry that Asia's state-owned oil companies are trying to lock up the world's resources in a bid to boost their nations' energy security. Some analysts counter that Chinese oil companies are actually spending only a fraction of what their western peers are in acquiring overseas oil fields. \u001d  Mr. Ni's efforts are incidental by the standards of those giants and their foreign Big Oil counterparts. But even in its early stages, the emergence of private-sector oil developers in China's state-dominated industry illustrates both the country's growing obsession with energy and the rise of its entrepreneurial class. It also shows how, amid today's high oil prices and tight supplies around the world, even small-time players with no experience or expertise believe the search for oil can be lucrative. \u001d  China has become more dependent on energy exports amid rapid industrialization and the rise of a middle class snapping up cars, as well as flat-lining production from its domestic oil fields. Its demand for oil is expected to reach 7.4 million barrels a day in 2007, up from 7 million barrels in 2006 and 35% ahead of the 5.5 million barrels in 2003. But its domestic supply this year is expected to be just 3.7 million barrels a day, only slightly more than the 3.4 million barrels a day it pumped out in 2003. \u001d  Private Chinese companies are looking well beyond Canada to fill the gap, to places such as Indonesia and Ecuador. In April, 40 such companies traveled to Pakistan and signed deals to develop oil fields, refineries, pipelines and coal mines worth a total of more than 10 billion yuan ($1.28 billion), according to the All-China Federation of Industry and Commerce. \u001d  The highest profile member of that delegation was Gong Jialong, chairman of Great United Petroleum Holding Co., a consortium of several dozen private Chinese companies involved in small-scale oil production and refining. One of Great United's biggest shareholders is Guangcai 49 Holding Co., whose directors include Charles Zhang, chief executive of Nasdaq-listed Sohu.com Inc., one of China's biggest Internet companies. Mr. Zhang couldn't be reached for comment. \u001d  Mr. Gong also heads China's Chamber of Commerce for Petroleum Industry, a group of about 1,000 private oil companies that is lobbying for fewer government restrictions in China's heavily regulated domestic oil market. Mr. Gong's future was thrown into question by his detention last month on suspicion of unspecified economic crimes. His detention was disclosed by Tianfa Petroleum Co., a listed company he controls. \u001d  Another Chinese oil entrepreneur is Cui Xinsheng, chairman of the China International Petroleum Investment Union, a group that includes investors from China as well as Indonesia, Saudi Arabia, Kazakhstan and Singapore. The group has paid about $400 million for rights to four fields in Indonesia and two in the Middle East. It hopes to sell the rights to China's big state-owned companies, Mr. Cui says. \u001d  Mr. Ni started off running a small village-owned construction-materials factory near the eastern Chinese city of Hangzhou in 1980. After early success with the factory, he moved to the southern Chinese city of Shenzhen, then an emerging economic hothouse where China's leaders were testing capitalism. Mr. Ni says he was repeatedly swindled by business partners in Shenzhen, losing almost all his money. \u001d  He persevered, though, setting his sights on the rough-and-tumble real-estate market with the founding of ZhongRong in 1992 -- just as China's property market was getting ready to take off. ZhongRong blossomed, too. Among its current projects are a 43-story building in Shanghai's financial district and a collection of 78 neoclassical villas in the mountains west of Beijing, called in a promotional brochure a \"royal Xanadu.\" \u001d  Mr. Ni now has a net worth estimated at $190 million. He says the assets controlled by ZhongRong, which he and his wife own, are valued at around $770 million. \u001d  Mr. Ni says he first got the idea to invest in energy during his early-morning newspaper reading. \"I saw there was a need,\" he says in an interview at ZhongRong's Beijing office, a restored former bank in the city's prerevolutionary diplomatic quarter. \"We have a responsibility to increase the world's resources, either by conserving energy or finding more,\" he says. \u001d  Despite China's obvious need for more oil, regulators at first balked at granting ZhongRong the permission necessary to convert the $30 million needed for its investment in Canada from Chinese yuan. ZhongRong eventually prevailed, and in 2005 began buying Saskatchewan tracts that eventually totaled 15,000 hectares. \u001d  Trevor Dark, assistant deputy minister of petroleum and natural gas at Saskatchewan Industry and Resources, says ZhongRong's subsidiary has licenses to drill six wells over a 12-month period in the Weyburn region. Canada Capital Energy Corp., the ZhongRong subsidiary set up for the project, says it has found oil in two wells so far, but has not said how much they are producing. The company says its goal is to reach a production rate of 20,000 barrels a day in five years. That would be valued at about $438 million a year at today's prices. \u001d  China's big oil companies haven't always been welcomed overseas. State-run Cnooc's bid to buy California-based Unocal in 2005 was defeated in part because of fears China was trying to lock up oil resources at America's expense, a charge Cnooc denied. \u001d  Mr. Ni's reception has been better. \"We're very pleased,\" says Mr. Dark. \"We're absolutely happy for more firms from China to invest in Saskatchewan.\" \u001d  Mr. Ni says China's growing oil demand has fueled the soaring prices that attracted him to the business. But he says his investment has nothing to do with China's political agenda, or an effort to secure resources for the motherland. \"I'm an investor,\" he says. \"Not just a Chinese investor. I'll sell the oil where I find it. \u001d  --- \u001d  Zhou Yang in Beijing and Norval Scott in Calgary contributed to this article. \b \u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 16:30 ET (21:30 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"54e3698e4213f3ddf793f1bd1430771e","symR":["IGLD"],"date":"2007-01-01","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Internet Gold's Subsidiary Smile.Communications Completes Full Acquisition of 012 Golden Lines","GmtTimeStamp":"2007-01-01T15:15:00.000000000","CompanyCodes":["IGLD"],"IndustryCodes":["ISV","XDJGI"],"Story":"\b \u001d  PETACH TIKVA, Israel, Jan. 1 /PRNewswire-FirstCall/ -- Internet Gold, (Nasdaq and TASE: IGLD) (\"the company\") today announced that its fully-owned subsidiary, Smile.Communications Ltd., has completed the acquisition of all the shares of 012 Golden Lines Ltd. (\"012\") from 012's previous shareholders. \b \u001d  In parallel, the Company today reported that its subsidiaries, Smile.Communications, and 012 Golden Lines have jointly submitted a request to the Israeli court to merge 012 Golden Lines with Smile.Communications in accordance with section 351 of Israel's corporations' law. \b \u001d  In addition, Internet Gold and its subsidiaries, Smile.Communications, Smile.Media, and Internet Gold International (\"Internet Gold Group\") have submitted a request to approve the restructure of Internet Gold Group into its 2 different segments as detailed below. \b \u001d  Ms. Stella Handler, CEO of 012 Golden Lines, has been appointed CEO of Smile.Communications Ltd. in addition to her current role. \b \b    About Internet Gold \b \u001d  Internet Gold is Israel's leading IP Group with a major presence across all Internet-related sectors. Its Smile.Communications segment offers a variety of Internet access and related value-added services, international telephony and enterprise/IT integration services. Its Smile.Media segment manages a growing portfolio of Internet portals and e-Commerce sites. \b \u001d  Internet Gold is part of the Eurocom communications group. Its shares trade on the Nasdaq Global Market and on the Tel Aviv Stock Exchange. \b \u001d  For additional information about Internet Gold, please visit its investors' site at www.igld.com . \b \b \b    For further information, please contact: \b    Lee Roth \b    KCSA Worldwide \b    +1-212-896-1209 \b \b    In Israel: \b    Mor Dagan \b    Investor Relations \b    +972 3 516-7620 \b \b    Ms. Idit Azulay, Internet Gold \b    +972 3 939-9848 \b    idita@co.zahav.net.il \b \b \bSOURCE  Internet Gold \b \u001d    /CONTACT: Lee Roth of KCSA Worldwide for Internet Gold, +1-212-896-1209, or In Israel, Mor Dagan, Investor Relations, +972-3-516-7620, or Ms. Idit Azulay, +972-3-939-9848, idita@co.zahav.net.il \b    /Web site: http://www.igld.com \b \u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 10:15 ET (15:15 GMT)"},{"md5ID":"56b7a4b1ff9de9ce21a64683dccef0f1","symR":["005490.SE","36194.AE","500305.BY","500470.BY","532286.BY","CGA","CS.LN","ESG.YY","MT","PKX","GB00B127GF29","INE081A01012","INE136A01022","INE749A01022","KR7005490008","NL0000361947"],"date":"2007-01-01","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"WSJA(1/2) Steelmakers Target India For Their Next Big Focus","GmtTimeStamp":"2007-01-01T21:30:00.000000000","CompanyCodes":["005490.SE","36194.AE","500305.BY","500470.BY","532286.BY","CGA","CS.LN","ESG.YY","MT","PKX","GB00B127GF29","INE081A01012","INE136A01022","INE749A01022","KR7005490008","NL0000361947"],"IndustryCodes":["FIS","STL","XATI","XCA4","XDJGI","XFT1","XISL","XNYA"],"Story":"\b   (From THE WALL STREET JOURNAL ASIA) \b   By Paul Glader \u001d  NEW DELHI -- Steelmakers are betting that fast-growing India, with its low production costs and rich raw-material reserves, will be the next hot spot for making and selling their products. Many, however, are discovering that poor infrastructure and bureaucracy stand in the way of significant expansion. \u001d  South Korean steel maker Posco has been unable to build a $12 billion steel plant in the Indian state of Orissa because armed locals who are opposed to development by outsiders have blocked entrances to the construction site. \u001d  Meanwhile, Rotterdam-based steel giant Mittal Steel Co., controlled by the family of India-born Lakshmi Mittal, is reconsidering plans to build a plant in the state of Jharkand because of quibbling over iron-ore leases. Last month, it announced an agreement to construct a $9 billion project instead in Orissa. The situation has set back Mittal's plans to start steel production in India. \u001d  The troubles underscore India's fundamental difference from China, the growth engine that has helped the steel industry reach a third year of strong profits after a period of red ink and overcapacity. The world's steelmakers don't want to miss out on the next big surge from a massive developing country, but they are discovering that India can be a tougher place for businesses than centralized, development-minded China. \u001d  India consumed 41 million metric tons of steel last year, compared with China's 350 million metric tons, according to the International Iron and Steel Institute in Brussels. But India has huge reserves of iron ore, a key steelmaking ingredient, and the nation's half-dozen major domestic steel companies are expanding production. \u001d  Still, steelmakers both local and international are running into roadblocks, sometimes literally. They face opposition in rural areas from local leaders, armed leftist and villagers who don't want to give up land for economic development. \u001d  Vinod Garg, executive director for marketing at Ispat Industries Ltd. in Navi Mumbai, says it is easier to buy or expand production at existing plants than to build new ones, as proposed by both Posco and Mittal. \u001d  \"People have got emotional attachments to their land,\" Mr. Garg says. \"It is taking a long time,\" to build steel plants in remote regions of India. \u001d  Infrastructure is another issue. Ispat Industries, led by Lakshmi Mittal's younger brothers Primod Mittal and Vinod Mittal, says it costs $50 to ship a metric ton of steel by land from Mumbai to New Delhi, which is roughly the same to ship it from Mumbai to New York or Europe. \u001d  Export policies and iron-ore leasing rights also hurt steelmakers. The state and federal governments in India don't allow foreign or domestic steel companies to export iron ore for a profit. \u001d  However, iron-ore miners and traders with rights to reserves are able to sell abroad, which incenses the steel makers. \u001d  Partly because of these obstacles and partly because they want to expand their global footprints, some steel makers in India are going abroad. Tata Steel Ltd. is attempting to buy British steel maker Corus Group PLC and steel plants in other parts of Asia. Essar Steel Ltd. is building a steel plant in Trinidad. \u001d  Jindal Steel & Power Ltd. has a steel operation near Houston and has purchased iron ore reserves in Bolivia. Ispat has bought plants in Nigeria, Bulgaria and elsewhere. \u001d  To tide over locals, Posco has been offering vocational training, dental services for locals and other programs \"creating awareness about the benefits the project will bring to people,\" said Posco spokesman Shashanka Pattnaik. \u001d  He says the company still hopes to begin building a plant next year and to be making steel in India by 2010. \u001d  Boosting steel consumption in India will also require a cultural shift. Now, it stands at about 37.6 kilograms per person, compared with about 350 kilogram per person in developed countries. \u001d  Although steel-intensive airports, universities and corporate buildings are going up in suburbs outside of New Delhi and Mumbai, concrete and brick are often the preferred building materials. \u001d  To reverse that, India steelmakers are collaborating on efforts to broaden steel's appeal to consumers and contractors. \u001d  The Institute for Steel Development and Growth, funded by steel companies, hired an advertising firm to make television ads about using steel in everyday and commercial life, such as using steel for rural bridges and toilet blocks in rural areas as well as for apartment buildings in residential areas. Steelmakers are training architects and builders to use steel, rather than concrete, in constructing bridges, houses and outhouses. \u001d  They are also building a prototype \"Bullock cart,\" a traditional cart used to haul fruits, vegetables and other local goods to market, out of steel instead of wood to show farmers in rural areas that steel is sturdier than wood. \u001d  Mumbai-based Essar, a growing unit of the Essar Group industrial company, plans to open as many as 500 Home-Depot-style retail stores to sell steel products to builders and do-it-yourselfers. \u001d  \"An entire generation of architects and builders didn't learn to work with steel,\" says Vikram Amin, marketing director for Essar Steel. \"We have to work with the guys now being taught to show them that steel is available.\" \b \u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 16:30 ET (21:30 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6780a96bd302019945ad872a493c3c2d","symR":["024110.SE","KR7024110009"],"date":"2007-01-01","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Industrial Bk of Korea Aims 2007 Net Profit At KRW1.2T","GmtTimeStamp":"2007-01-01T05:22:00.000000000","CompanyCodes":["024110.SE","KR7024110009"],"IndustryCodes":["BNK","XDJGI"],"Story":"\u001d  SEOUL (Dow Jones)--Industrial Bank of Korea (024110.SE), or IBK, targets a net profit of KRW1.2 trillion on KRW120 trillion of assets in 2007, the bank's Chief Executive Kang Kwon-Suk said in his New Year speech Monday. \u001d  IBK, which specializes in lending to small and mid-size enterprises, posted KRW785.8 billion in net profit for the first nine months of 2006. \u001d  At the beginning of last year, IBK set a target of more than KRW1 trillion in net profit on assets of KRW100 trillion for 2006. \b \u001d  -By In-Soo Nam, Dow Jones Newswires; 822-721-0583; In-Soo.Nam@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 00:22 ET (05:22 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"68187b1b01da7b68670945c1a7870fe3","symR":["BOT","CME","ISE","NDAQ","NYX","BOT","CME","ISE","NDAQ","NYX"],"date":"2007-01-01","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Schedule Of US Mkts Closed To Honor President Ford Jan. 2","GmtTimeStamp":"2007-01-01T07:30:00.000000000","CompanyCodes":["BOT","CME","ISE","NDAQ","NYX"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS","XSCI","XSP5"],"Story":"\b \u001d  The following is a schedule for U.S. markets for Tuesday, Jan. 2, which has been declared a national day of mourning for former president Gerald Ford. \b \u001d  The New York Stock Exchange, Nasdaq Stock Market and the American Stock Exchange will be closed. \u001d  U.S. bond markets will be closed at 2:00 p.m. EST. \u001d  The Nymex and the Comex floor trading will be closed. \u001d  The New York Board of Trade's softs trading will be closed. \u001d  The Chicago Board of Trade says it will close some markets. Pit trade for agricultural, equity and metals products will be closed, and open-auction trade for interest rate contracts will close early, the exchange said. \u001d  The Chicago Mercantile Exchange will close some markets. Agriculture and equity futures and options markets will be closed. Currency and interest rate markets will be open until 1:00 p.m. EST. \u001d  The Chicago Board Options Exchange and the CBOE Futures Exchange will be closed. \u001d  The Kansas City Board of Trade will close open-auction trading. \u001d  U.S. postal service is suspended. \b \u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 02:30 ET (07:30 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6ba54c1a927a571f051db4316a3ef4cd","symR":["7751.TO","7974.OK","CAJ","NTDOY","JP3242800005","JP3756600007"],"date":"2007-01-01","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"WSJA(1/2) Stocks Made An Arduous Climb Last Year","GmtTimeStamp":"2007-01-01T21:31:00.000000000","CompanyCodes":["7751.TO","7974.OK","CAJ","NTDOY","JP3242800005","JP3756600007"],"IndustryCodes":["ENT","OFF","TMF","X225","XATI","XDJGI","XISL","XNYA","XSTX"],"Story":"\b   (From THE WALL STREET JOURNAL ASIA) \b   By Laura Santini \u001d  HONG KONG -- Asian stocks logged another year of gains, but it wasn't an easy ride for investors, as the markets largely defied expectations. \u001d  The biggest disappointment for global investors was Japan, which didn't deliver on the promise of a resurgent economy. In 2005, stocks rallied in Tokyo amid brighter corporate earnings and a rise in consumer spending that lifted hopes that Japan would snap out of a decadelong bout with deflation that had stymied economic output and employment. \u001d  A full-scale turnaround remains elusive. \"What we're seeing is the opposite,\" says Pierre Gave, an analyst at GaveKal Research Ltd. in Hong Kong. Japanese banks are reluctant to lend, and, with a few exceptions among large-capitalization shares, earnings at Japanese companies proved lackluster last year, Mr. Gave says. \u001d  A meltdown in late May, which pummeled stocks in emerging markets, including around Asia, halted a rally in Japanese shares. Jittery global investors feared the U.S. would raise interest rates, weakening demand by American consumers for Asian exports. After the benchmark Nikkei Stock Average of 225 companies hit a closing high April 7, investors rushed to lock in profits. Japanese stocks lost about $880 billion in capitalization during the next two months. \u001d  While many Asian markets recovered, Japan lingered in the doldrums for the rest of the year. The Nikkei 225 ended up 6.9%, while the broad-market Topix edged up 1.9%. For this year, many strategists and investors are taking a more-cautious view of Japan. GaveKal has an \"underweight\" rating on Japan for 2007, meaning the firm expects other global markets to do better. \u001d  Japan is reliant on exports, and companies are slow to outsource production to less-expensive markets, Mr. Gave says. Early last year, an insider-trading scandal involving Internet conglomerate Livedoor Co. damped enthusiasm for small-cap shares. While some large-cap companies, such as Nintendo Co. and Canon Inc., offered healthy gains, the market as a whole isn't expected to recover soon. \u001d  Worry about a global economic slowdown hasn't abated, although some sound optimistic that Asia's booming markets could weather a setback. Mark Mobius, who oversees emerging-markets portfolios at U.S. money manager Templeton Asset Management, a subsidiary of Franklin Resources Inc., sees the walloping Asia's markets took in May as a necessary dose of skepticism. \"After three years of great markets, it puts everyone on notice,\" Mr. Mobius says. \u001d  One unexpected boon: India's market didn't buckle in 2006, as market strategists had predicted. Instead, after climbing 42.3% in 2005, Mumbai's stock exchange rocketed an additional 46.7% in 2006. Still, foreign buying of Indian shares has ebbed during the past few weeks, and stock strategists maintain that shares are expensive, trading at nearly 20 times corporate-earnings forecasts for next year. \u001d  China also surprised some investors. Stocks in the home market sizzled, at long last reflecting the country's gathering economic might after years of paltry returns. The MSCI China A, an index of domestically listed stocks, soared 128%. Beijing moved to protect investors by adopting international accounting rules and tightening oversight of domestic brokerage houses. \u001d  Mark Fleischhauer of Jayhawk Capital Management LLC, a U.S. hedge fund investing in Chinese shares, attributes the gains to China's share-overhaul program, which converted nontradable stakes -- typically held by government entities -- into freely tradable shares, and to high savings rates. \"A lot of money was sitting on the sidelines,\" Mr. Fleischhauer says, prompting Chinese investors to allocate cash to their country's fast-expanding stock market. \u001d  Foreign investors are mostly shut out of trading those shares; the Chinese government allots about 1% of the country's market cap, or approximately $10 billion, to a handful of foreign brokerage houses, which distribute them among favored institutional-investor clients. Although foreigners are allowed to buy the country's domestically listed Class B shares, trading in those stocks is cumbersome. \u001d  China's mainland companies raised record sums in Hong Kong. In October, Industrial & Commercial Bank of China Ltd. plumped up its coffers with $21.9 billion from the sale of shares listed in Hong Kong and Shanghai, for the world's biggest initial public offering to date. Foreigners have bought heavily into ICBC as well as into the flurry of other Chinese IPOs that came to market last year. \u001d  In Hong Kong, trading volume in Chinese company shares more than doubled. Hong Kong remains a prime venue for Chinese IPOs. In 2006, Chinese companies raised more than $39 billion in that market, and more offerings are coming this year. Meanwhile, Hong Kong's Hang Seng Index rose 34.2% for the year. \u001d  Elsewhere in Asia, markets bolted ahead on sound economic fundamentals, with markets in Indonesia, the Philippines and Singapore returning 55.3%, 42.3% and 27.2%, respectively. The stragglers of 2005, Taiwan and Malaysia, produced returns of 19.5% and 21.8% in 2006, while Australia rose 19%. \u001d  South Korea, a standout in 2005, plodded 4% higher last year, as exports waned as the won strengthened against the U.S. dollar. \u001d  Before the year was out, Thailand befuddled everyone with a clumsy effort to stop the country's currency, the baht, from strengthening further against the dollar and damaging exports. On Dec. 18, the military government announced it would impose capital controls on foreign-investment flows into the country. A plunge in Thailand's stock market the next day prompted government officials to revise the measures, and shares recovered some of their losses. Thailand's major index fell 4.7% on the year, and stock strategists and investors say the bungled policy move will hurt the market going forward. \u001d  In Singapore, expansion in financial services and rising demand for real estate are expected to support the market in the coming year. Spencer White, regional-equity strategist at Merrill Lynch & Co., expects pollution in Hong Kong to play a role in driving some financial-services professionals to the city-state, outstripping available supply in housing and commercial space and energizing the local economy. \u001d  Meanwhile, private-equity funds are flocking to Asia, especially Taiwan, taking companies private and buying stakes of publicly traded entities, which should keep stock prices buoyant. Credit Suisse Group's Stewart Paterson identifies Taiwan as a top pick for 2007. \b \u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 16:31 ET (21:31 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7200372e0994e646305f6a035133cacb","symR":["RAD"],"date":"2007-01-01","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Rite Aid Can Help You Realize Your New Year's Weight Loss Resolution","GmtTimeStamp":"2007-01-01T13:30:00.000000000","CompanyCodes":["RAD"],"IndustryCodes":["RTD","RTS","XDJGI","XNYA","XRUS"],"Story":"\b   Join Rite Aid's Rite Weigh Challenge To Help Shed Unwanted Pounds \u001d                          for the New Year \bCAMP HILL, Pa.--(BUSINESS WIRE)--January 01, 2007-- \u001d  The season to be jolly has come and gone. And if you're one of the many who say losing weight is your New Year's resolution, Rite Aid can help you shed the holiday heavies with the free Rite Weigh Challenge available in all Rite Aid stores. \b \u001d  Rite Aid, partnering with Lindora, Inc., America's leading medically supervised weight control program, is challenging America to lose weight and become healthier. With a medically-based program, Lindora has been safely helping people lose weight rapidly for over 35 years. With Lindora's expertise, Rite Aid has developed a 10-week program that provides the tools and motivation needed to lose 10% of your body weight and make major improvements in your health. Earlier this year, Rite Aid announced a partnership with Lindora to open in Orange County, CA the first in-store health care clinics that also offer medically supervised treatment for weight management. Lindora opened its first health care clinic in a Rite Aid store in Costa Mesa, CA on October 2, 2006, and two more are scheduled to open in Newport Beach and Laguna Nigel, CA in February 2007. \b \u001d  \"Being overweight can contribute to over fifty other health problems including heart disease, diabetes and arthritis,\" said Mark de Bruin, Rite Aid's senior vice president of pharmacy. \"Rite Aid is encouraging people to lose excess weight and get healthy for the New Year by offering a free, safe, easy to follow, medically based weight lose program. We leveraged Lindora's expertise to create a 10-week program that will help people reach their weight loss goals and, as always, Rite Aid pharmacists are specially trained to assist people along the way.\" \b \u001d  The Rite Weigh Challenge includes a free travel size planner, available only at Rite Aid stores, that offers a step-by-step outline of the 10-week program complete with daily and weekly goals for calorie in-take, healthy food choices and an exercise plan. Valuable information on food serving sizes, sample meal plans and a weekly chart to record weight, water, calorie, carb, protein and fat intake and daily exercise are all part of the planner. Along with motivational tips and quotes to keep you going. \b \u001d  A Healthy Weight guide is also included in the program and offers tips and advice from your Rite Aid pharmacist including how to measure Body Mass Index, weight loss success strategies, a comprehensive guide to the Food Pyramid, and an exercise program compliments of Fitness Magazine. Fitness, published by Meredith Corp., is a leading women's magazine targeting womens' wellness interests. All participants will also have free access to a special website on www.riteaid.com with additional tools such as more sample menu plans, on online weight tracker, daily emails and tips for encouragement and a Body Mass Index calculator. Visitors can also register for the Rite Weigh Challenge on-line and print out similar food and exercise tracking information. \b \u001d  Upon program completion, participants are encouraged to submit their feedback and five lucky Rite Weight Challengers will win their choice of a $500 Rite Aid Gift Card, a $500 SpaFinder Gift Certificate or a one-year membership to Bally Total Fitness. \b \u001d  The Rite Weigh Challenge is part of a bigger healthy weight management initiative in all Rite Aid stores during the month of January and is part of the company's commitment to educating patients on maintaining a healthy lifestyle and offering programs and services that help people get healthy and stay healthy. Other previous initiatives include diabetes awareness, vitamin education, summer skincare, allergy awareness and maintaining a healthy heart. \b \u001d  Established in 1971, Lindora offers a multi-faceted, medically supervised program combining diet, moderate exercise and motivational tools to help patients become Lean for Life(R). Emphasizing the philosophy of \"Eat Better, Move More, Stress Less(TM)\" the program helps 4,000 patients each day at its 35 Southern California medical clinics and thousands more through its online programs and best-selling books. Lindora is a member of the Partnership for Healthy Weight Management, a coalition composed of the U.S. Food and Drug Administration, Federal Trade Commission, Centers for Disease Control and the National Institutes of Health. For more information, visit www.lindora.com. \b \u001d  Rite Aid Corporation (NYSE:RAD) is one of the nation's leading drugstore chains with annual revenues of $17.3 billion and approximately 3,320 stores in 27 states and the District of Columbia. Information about Rite Aid, including corporate background and press releases, is available through the company's website at www.riteaid.com. \b \b    CONTACT: Rite Aid Corporation \b             Jody H. Cook, 717-731-6566 \b \b    SOURCE: Rite Aid Corporation \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 08:30 ET (13:30 GMT)"},{"md5ID":"76ad2ed292b17feb5e63eda2cd980e10","symR":["THC"],"date":"2007-01-01","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Tenet Completes Sale of Alvarado Hospital Medical Center","GmtTimeStamp":"2007-01-01T13:00:00.000000000","CompanyCodes":["THC"],"IndustryCodes":["HEA","REA","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\bDALLAS--(BUSINESS WIRE)--January 01, 2007-- \u001d  Tenet Healthcare Corporation (NYSE:THC) announced today that a company subsidiary has completed the previously disclosed sale of Alvarado Hospital Medical Center, a 306-bed hospital in San Diego, to Plymouth Health of Los Angeles. \b \u001d  Pre-tax proceeds from the sale are approximately $22.5 million, which will be used for general corporate purposes. \b \u001d  With today's announcement, Tenet has completed the sale of seven of 13 hospitals the company had previously announced for sale. Discussions and negotiations with potential bidders for each of the remaining six hospitals are ongoing. \b \u001d  Tenet Healthcare Corporation, through its subsidiaries, owns and operates acute care hospitals and related health care services. Tenet's hospitals aim to provide the best possible care to every patient who comes through their doors, with a clear focus on quality and service. Tenet can be found on the World Wide Web at www.tenethealth.com. \b \u001d  Some of the statements in this release may constitute forward-looking statements. Such statements are based on our current expectations and could be affected by numerous factors and are subject to various risks and uncertainties discussed in our filings with the Securities and Exchange Commission, including our annual report on Form 10-K for the year ended Dec. 31, 2005, our quarterly reports on Form 10-Q and periodic reports on Form 8-K. Do not rely on any forward-looking statement, as we cannot predict or control many of the factors that ultimately may affect our ability to achieve the results estimated. We make no promise to update any forward-looking statement, whether as a result of changes in underlying factors, new information, future events or otherwise. \b \b    CONTACT: Media: \b             Steven Campanini, 469-893-6321 \b             or \b             Investors: \b             Thomas Rice, 469-893-2522 \b \b    SOURCE: Tenet Healthcare Corporation \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 08:00 ET (13:00 GMT)"},{"md5ID":"8c9184bf6871bc3fb517fa427f6200e8","symR":["ABPI"],"date":"2007-01-01","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Accentia Biopharmaceuticals -2-","GmtTimeStamp":"2007-01-01T14:00:00.000000000","CompanyCodes":["ABPI"],"IndustryCodes":["DRG","XDJGI"],"Story":"\b        the Company, after consultation with potential partners, \b        elected to terminate its co-development agreement with \b        Pharmaceutical Product Development, Inc., reducing the \b        cumulative royalty on all SinuNase formulations by almost 25%. \b        During 2006, we revised our commercialization agreement with \b        Biovest on BiovaxID by converting it to a passive royalty of \b        19.5% on net sales worldwide, thus enhancing Biovest's ability \b        to attract financing and strategic partners. \b \u001d  Identifying and acquiring additional late-stage clinical products, especially ones that are based on already approved drugs for new indications and/or new formulations pursuant to issued patents: \b \b   --  We intend to focus on the development and commercialization of \b        already approved products in new formulations or for new \b        indications pursuant to issued patents in order to create more \b        clinically and economically valuable products. These kinds of \b        opportunities often can access the less costly and less \b        time-consuming 505(b)(2) regulatory pathway, which allows \b        sponsors to reference prior publications and approvals of the \b        active pharmaceutical ingredient albeit in different \b        formulations. SinuNase, as a unique formulation of the \b        approved intravenous generic antifungal, amphotericin B, is a \b        good example of this strategy. By focusing on these kinds of \b        product opportunities, Accentia believes that it can expand \b        its product offerings with less risk, less expense, and less \b        time than required for new chemical entities (NCEs), which \b        must use the 505(b)(1)1 regulatory pathway. Accordingly, we \b        intend to pursue the acquisition of these kinds of additional \b        products that could increase the value of our development \b        pipeline and complement our existing products and product \b        candidates. This may consist of product or technology \b        acquisitions, in-licensing, or company acquisitions. Although \b        our primary emphasis in acquiring new products will be in the \b        respiratory and oncology therapeutic areas, including \b        supportive care, we will consider products in other \b        therapeutic areas that meet our stringent criteria. \b \b   Financing \b \b   --  We intend to use any forthcoming upfront and milestone \b        payments related to potential commercial partnerships for \b        SinuNase and BiovaxID in the U.S. and internationally to \b        retire, in part or in whole, convertible debt and thereby \b        reduce dilution and interest expense. \b \b   About Accentia Biopharmaceuticals, Inc. \b \u001d  Accentia Biopharmaceuticals, Inc. is a biopharmaceutical company focused on the development of late-stage \"disruptive\" clinical products. Accentia has a portfolio of currently marketed respiratory products and a pipeline of products in clinical development. The company's lead respiratory product candidate is SinuNase(TM), which is under clinical development to treat chronic sinusitis (rhinosinusitis). SinuNase is a novel application and formulation of a known anti-fungal exclusively licensed from the Mayo Foundation for Medical Education and Research. The product has been Fast Tracked by the FDA and the Company has commenced a Phase 3 clinical trial. The Company's other lead product is BiovaxID(TM), a patient-specific anti-cancer vaccine for the treatment of follicular non-Hodgkin's lymphoma. BiovaxID, which is being developed by Accentia's subsidiary Biovest International, Inc., (OTCBB:BVTI) is currently in a Fast-Tracked Phase 3 clinical trial. Additionally, the Company has a family of respiratory specialty pharmaceutical products, including MD Turbo(TM), an FDA approved, commercially available product that transforms over 90% of dispensed metered-dose inhalers into a breath-activated, dose-counting inhaler. For further information, please visit www.accentia.net. \b \b   About Biovest International, Inc. \b \u001d  Biovest International, Inc. (OTCBB: BVTI.OB) is a pioneer in the development of advanced individualized immunotherapies for life-threatening cancers of the blood system. Biovest is a majority owned subsidiary of Accentia Biopharmaceuticals, Inc. with its remaining shares publicly traded. Biovest has a foundation in the manufacture of biologics for research and for clinical trials. In addition, Biovest develops, manufactures, and markets patented cell culture systems, including the AutovaxID, which is being developed as an automated vaccine-manufacturing instrument. Biovest's therapy for follicular non-Hodgkin's lymphoma, BiovaxID, is currently in a Phase 3 pivotal clinical trial at over 20 major centers in the U.S. being conducted under a Cooperative Research and Development Agreement (CRADA) with the National Cancer Institute. For further information, please visit Biovest's website: http://www.biovest.com. \b \b   Forward-Looking Statements \b \u001d  Statements in this release that are not strictly historical in nature constitute \"forward-looking statements.\" Such statements include, but are not limited to, statements about SinuNase, BiovaxID, Autovaxid and any other statements relating to products, product candidates, product development programs the FDA or clinical trial process including the commencement, process or completion of clinical trials or the regulatory process. Such statements may include, without limitation, statements with respect to the Company's plans, objectives, expectations and intentions and other statements identified by words such as \"may,\" \"could,\" \"would,\" \"should,\" \"believes,\" \"expects,\" \"anticipates,\" \"estimates,\" \"intends,\" \"plans\" or similar expressions. Such forward-looking statements involve known and unknown risks, uncertainties, and other factors that may cause the actual results of Accentia to be materially different from historical results or from any results expressed or implied by such forward-looking statements. These factors include, but are not limited to, risks and uncertainties related to the progress, timing, cost, and results of clinical trials and product development programs; difficulties or delays in obtaining regulatory approval for product candidates; competition from other pharmaceutical or biotechnology companies; and the additional risks discussed in filings with the Securities and Exchange Commission. All forward-looking statements are qualified in their entirety by this cautionary statement, and Accentia undertakes no obligation to revise or update this news release to reflect events or circumstances after the date hereof. \b \b    CONTACT: Accentia Biopharmaceuticals, Inc., Tampa, FL \b             Sherran Brewer, 1-866-481-9020 \b             sbrewer@accentia.net \b             or \b             The Investor Relations Group, New York \b             Investors: \b             Adam Holdsworth or Kevin Murphy \b             212-825-3210 \b             aholdsworth@investorrelationsgroup.com \b             kmurphy@investorrelationsgroup.com \b             or \b             Media: \b             Lynn Granito, 212-825-3210 \b             lgranito@investorrelationsgroup.com \b \b    SOURCE: Accentia Biopharmaceuticals, Inc. \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 09:00 ET (14:00 GMT)"},{"md5ID":"bc7a002cac804c37b837cba2f0ee21d3","symR":["35856.AE","CRXL","RBO.XE","NL0000358562"],"date":"2007-01-01","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Symbol for Rhein Biotech N.V. (RBO.XE) Now 35856.AE","GmtTimeStamp":"2007-01-01T22:00:00.000000000","CompanyCodes":["35856.AE","CRXL","RBO.XE","NL0000358562"],"IndustryCodes":["BTC","XDJGI","XISL"],"Story":"\u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 17:00 ET (22:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c0c8312b1cfa97e89795428177ff74c1","symR":["FCS"],"date":"2007-01-01","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Fairchild Semiconductor to Launch -2-","GmtTimeStamp":"2007-01-01T22:09:00.000000000","CompanyCodes":["FCS"],"IndustryCodes":["SEM","XDJGI","XISL","XNYA","XRUS"],"Story":"\b \u001d  Fairchild Semiconductor (NYSE: FCS) is the leading global supplier of high-performance power products critical to today's leading electronic applications in the computing, communications, consumer, industrial and automotive segments. As The Power Franchise(R), Fairchild offers the industry's broadest portfolio of components that optimize system power. Fairchild's 9,000 employees design, manufacture and market power, analog and mixed signal, interface, logic, and optoelectronics products. Please contact us on the web at www.fairchildsemi.com. \b \b    CONTACT: Fairchild Semiconductor \b             Patti Olson, 207-775-8728 \b             Corporate Communications \b             Fax: 207-775-8161 \b             patti.olson@fairchildsemi.com \b             or \b             Dan Janson, 207-775-8660 \b             Investor Relations \b             Fax: 207-761-3415 \b             investor@fairchildsemi.com \b             or \b             Agency Contact: \b             CHEN PR \b             Barb Ewen, 781-672-3114 \b             Fax: 781-466-8989 \b             bewen@chenpr.com \b \b    SOURCE: Fairchild Semiconductor \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 17:09 ET (22:09 GMT)"},{"md5ID":"c3163fa5c39fe2a6da1296e27c4d7163","symR":["FCS"],"date":"2007-01-01","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Fairchild Semiconductor To Launch Tender Offer For System General>FCS","GmtTimeStamp":"2007-01-01T22:09:00.000000000","CompanyCodes":["FCS"],"IndustryCodes":["SEM","XDJGI","XISL","XNYA","XRUS"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 01, 2007 17:09 ET (22:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d2edbe896a7bb99b39df37ffafc368c8","symR":["1055.HK","600029.SH","ZNH","CN0008139643","CN0009084145"],"date":"2007-01-01","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":": China Southern Begins Beijing/Lagos Service; Nation's Largest Airline Starts '07 With First-Ever Africa/Sino Route","GmtTimeStamp":"2007-01-01T16:00:00.000000000","CompanyCodes":["1055.HK","600029.SH","ZNH","CN0008139643","CN0009084145"],"IndustryCodes":["AIR","XDJGI","XNYA"],"Story":"\bLAGOS, Nigeria--(BUSINESS WIRE)--January 01, 2007-- \u001d  China Southern Airlines, (NYSE:ZNH) (HKSE:1055) (SHA:600029) - www.cs-air.com/en - with the largest and most technically advanced aircraft fleet in The People's Republic of China, today launched the first ever air service between The People's Republic of China and Africa. \b \u001d  \"Nigeria is playing an increasingly important role in the international community,\" said Mr. Liu Shaoyong, Chairman, China Southern Airlines. Mr. Liu made his comments at the welcoming ceremony today at Lagos' Murtala Mohammed International Airport. \b \u001d  Mr. Liu added that, \"China's second largest trading partner and exporting country in Africa, Nigeria is of great importance to China. The Beijing-Dubai-Lagos route launched today is the first ever air service to Africa launched by China Southern. It is also the only China-Africa air service available in the Chinese civil aviation industry and it will surely open up a new gateway of communication and cooperation between China and Nigeria.\" \b \u001d  Offering passengers an intermediary stop between China and Africa in Dubai, China Southern's new service features the airline's Airbus A330 aircraft, with China Southern's Premium Business Class mini-pod, flat bed seating. \b \u001d  Outbound flights will depart Beijing every Monday, Wednesday and Saturday; return flight departing Lagos on every Tuesday, Thursday and Sunday with arrival at Beijing on every Monday, Wednesday and Friday: \b \b   CZ331 Beijing 2340 0430+1 Dubai 0610 1110 Lagos (Local Time) \b \b   CZ332 Lagos 1330 0030+1 Dubai 0200 1345 Beijing (Local Time) \b \u001d  Bilateral trade between China and Africa has an average growth rate of 23.6%. Nigeria has become one of China's important trading partners in Africa. \b \u001d  Today, more than 30 Chinese enterprises have been established in Nigeria, which involve an accumulated investment of over USD$100 million, with expanding levels of investment. \b \u001d  Lagos' Murtala Mohammed International Airport (IATA: LOS, ICAO: DNMM) is located in Ikeja, Lagos State, Nigeria, and is the major airport serving the city of Lagos, southwestern Nigeria and the entire nation. It was named after former Nigerian military head of state Murtala Ramat Mohammed. The international terminal was modeled after Amsterdam's Schiphol Airport. \b \u001d  Murtala Mohammed International Airport consists of an International and a domestic terminal, located about 1km from each other. Both terminals share the same runways. The domestic terminal was relocated to the old Lagos domestic terminal in 2000 after a fire and a new domestic terminal is currently under construction. \b \u001d  Recent years have seen substantial improvements at Murtala Muhammed International Airport. Malfunctioning and non-operational infrastructure such as air conditioning and luggage belts have been repaired. The entire airport has been cleaned, and many new restaurants and duty-free stores have opened. Bilateral Air Services Agreements signed between Nigeria and other countries are being revived and new ones signed. Airlines expected to begin or have begun operation to MMIA include Qatar Airways, Royal Air Maroc and Malaysia Airlines. \b \u001d  The largest airline in The People's Republic of China for the past 28 years, China Southern Airlines - www.cs-air.com/en - connects more than 80 cities around the globe. Major business and vacation destinations served in China include: Beijing, Chengdu, Guangzhou, Guilin, Hong Kong, Kunming, Shanghai, Shenzhen and Wuhan and as well as International service, including: Amsterdam, Bangkok, Fukuoka, Hanoi, Ho Chi Minh City, Islamabad, Kuala Lumpur, Jakarta, Los Angeles, Manila, Melbourne, Moscow, Osaka, Paris, Penang, Phnom Penh, Seoul, Singapore, Sydney and Tokyo. \b \u001d  For China Southern Airlines reservations and information, please contact your local travel agent. \b \b    CONTACT: China Southern Airlines \b             Mr. Jeff Ruffolo, Senior Advisor, +1-714-532-2054 \b             Ruffolopr@hotmail.com \b             Skype: JeffRuffolo \b \b    SOURCE: China Southern Airlines \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 11:00 ET (16:00 GMT)"},{"md5ID":"d76922b87464d319540cdc287e6dda5a","symR":["1398.HK","2131.TO","601398.SH","AEP.AU","BKBJ.YY","BLTA.JK","DLFU.ZZ","SOLF","TEMAH.YY","Y92.SG","AU000000AEP3","CN000A0LB2Q1","CN000A0LB420","ID1000099906","JP3108450002","TH0902010014"],"date":"2007-01-01","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"WSJA(1/2) Heard In Asia: Can The Party Get Even Better?","GmtTimeStamp":"2007-01-01T21:31:00.000000000","CompanyCodes":["1398.HK","2131.TO","601398.SH","AEP.AU","BKBJ.YY","BLTA.JK","DLFU.ZZ","SOLF","TEMAH.YY","Y92.SG","AU000000AEP3","CN000A0LB2Q1","CN000A0LB420","ID1000099906","JP3108450002","TH0902010014"],"IndustryCodes":["BNK","BVG","ELQ","FIS","MAR","RCS","REA","RED","RTS","VIN","XDJGI"],"Story":"\b   (From THE WALL STREET JOURNAL ASIA) \b   By Kate Linebaugh \u001d  Hong Kong -- IF DECEMBER was any guide, 2007 is going to be a busy year for Asian companies selling stock. \u001d  In Hong Kong, more companies went public last month than in any other month of the year. Out of 62 companies for the year, 15 had December debuts, eight of which listed in the week before the Christmas holiday. That was in a year of record stock sales, when companies raised $65 billion here, two-thirds more than in 2005. \u001d  Asian companies last year set highs in initial public offerings, follow-on stock issuances and sales of bonds convertible into stock. Together, these raised $288 billion in markets around the world, or 30% more than in 2005, according to data provider Thomson Financial. Chinese companies alone raised $73 billion. \u001d  \"It was an outstanding year in many countries,\" says Ian Carton, head of Asian capital markets at Merrill Lynch in Hong Kong. \"The question being asked is, Can anything be as good as 2006? I would expect the first quarter to be as impressive. There's an unbelievable amount of liquidity in the market.\" \u001d  China and the region's other rapidly growing economies are luring more international fund managers eager for better access to Asia's businesses. That flow of funds helped send many of the region's stock markets to record highs in 2006. Hong Kong's benchmark Hang Seng Index hit a record last week. Markets in Jakarta, Shanghai and Australia all scored highs in the year's final week as well. \u001d  The year saw some of the world's biggest stock sales. Asian issuance was dominated by large deals such as Industrial & Commercial Bank of China's record-breaking $21.9 billion offering, the $11.9 billion stock sell-down of Telstra by the Australia government and the $3.4 billion sale of Japan's Aozora Bank. Of the 46 IPOs in excess of $1 billion in the world, nine were from Asia, five of which were from China, compared with 10 from the U.S., according to Thomson. \u001d  \"There will be fewer megatransactions in 2007, but we can expect to see a greater breadth of issuers accessing the market and a larger number of issuances,\" says David Ryan, co-head of Goldman Sachs Group's Asian financing group. \u001d  A year ago, there were expectations that 2006 would include three Asian deals in excess of $10 billion -- all of which happened. This year, no single deal in the region is expected to be that large. Still, the deals coming to market involve raising 20% more funds than were expected at the start of 2006, according to estimates by Morgan Stanley. Justin Haik, its head of Asian equity syndicate, anticipates about $60 billion in transactions this year in the Asian-Pacific region outside Japan. Of that volume, he estimates, about 40% will come from China, with India and Australia accounting for sizable slices. \u001d  Many market participants are wary that the party could come to an abrupt end if the U.S. economy slows further or an unexpected shock caused liquidity to dry up. Poor performance among some IPOs also could prompt investors to become more discriminating. Chinese solar-products maker Solarfun Power Holdings fell 20% on its first day of trading Dec. 20 on the Nasdaq Stock Market and continues to trade below its IPO price. Two Indian property companies that recently began trading on London's AIM market are both trading below their IPO prices. \u001d  But as long as market conditions hold up and deals are oversubscribed, the stream of companies coming to market is expected to continue. Late in December, companies were plotting how early they could hit the market in the new year, according to bankers. \u001d  This year will see a steady stream of smaller listings from Chinese companies. The mergers-and-acquisitions boom led by private equity is likely to spur capital raising across the region's markets, bankers say. India, Australia and even Vietnam are expected to be active. \u001d  Outside of China, bankers expect to see a flurry of IPOs from smaller banks such as Bank of Beijing and Citic Bank. More private companies with businesses catering to the country's fast-growing economy will try to win investor interest. Many investors \"are trying to access the domestic consumption story in China,\" Morgan Stanley's Mr. Haik says. \u001d  Belle Holdings, a women's footwear retailer in China that operates and owns 2,400 stores, is expected to raise about $750 million in a Hong Kong offering. Country Garden, a mass-market residential-property developer in China's south, is planning to list in Hong Kong in what would be the biggest IPO by a Chinese property developer. \u001d  India will continue to be active. The country's biggest property developer, DLF Universal, is planning to raise more than $2 billion in what is likely to be India's biggest IPO. Sterlite Industries, the Indian metals unit of U.K.-listed Vedanta Resources, is planning to raise as much as $2 billion in New York. \u001d  Meanwhile, Singapore's market will lure more companies from around Southeast Asia to sell shares there. In 2006, Indonesia's Berlian Laju Tanker raised $119 million in a Singapore IPO, and Thai Beverage, the largest brewer and distiller in Thailand, elected to list in the city-state, unable to do so at home after facing religious opposition to a listing by an alcohol company. It had Singapore's biggest IPO in 2006. \u001d  \"Singapore is increasingly a hub for liquidity for the region,\" says Steven Barg, head of Asian capital markets for UBS. \"I think Singapore is going to see more and more issuance and bigger deals.\" \u001d  Having succeeded in building a vibrant market for real-estate investment trusts, the Singapore stock exchange also is trying to open the way for other investment vehicles. Singapore's state-owned investment company, Temasek Holdings, is planning to sell the country's first infrastructure trust. Cash that it raises will be used to acquire infrastructure assets in the region. \u001d  For Australia, private equity, which helped produce $159 billion of corporate takeovers in the country last year, will continue to fuel capital raising. Allco Equity Partners, part of a consortium that recently proposed an $8.7 billion takeover of Qantas Airways, plans to raise as much as $550 million by selling shares if the deal is completed. Last year, Australian companies sold $42.3 billion of stock, the third-most in the region after Japan and China. \u001d  \"Private equity is a critical thing in this market,\" says Campbell Lobb, head of Australian equity capital markets at Credit Suisse. \"There is a lot of [leveraged-buyout] activity in Australia. Most of these transactions are going to come to the public markets in some form.\" \u001d  In Japan last year, stock sales ran at a close-to-record pace, with 680 companies raising $81.2 billion. Tokyo was host to some of the biggest IPOs in the world, including Aozora Bank's and the $1 billion listing of Accordia Golf. The fund-raising activity came despite a disappointing performance by Japanese stocks: the widely watched Nikkei Stock Average of 225 companies rose 6.9% last year. \u001d  --- \u001d  Andrew Morse in Tokyo contributed to this article. \b \u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 16:31 ET (21:31 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"dea9db8588a521f1ecca6e111bd9bc37","symR":["29064.AE","BGP.XX","BSY","BSY.LN","CAY.XX","CBR.XX","DT","DTE.XE","DTV","HTZ","ITV.LN","LINTA","MER","NWS","NWS.AU","NWSA","NYX","VG","AU000000NWS2","DE0005557508","GB0001411924","GB0033986497","NL0000290641"],"date":"2007-01-01","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"WSJ: Breakingviews: NYSE Shows Merits Of Going Public","GmtTimeStamp":"2007-01-01T12:30:00.000000000","CompanyCodes":["29064.AE","BGP.XX","BSY","BSY.LN","CAY.XX","CBR.XX","DT","DTE.XE","DTV","HTZ","ITV.LN","LINTA","MER","NWS","NWS.AU","NWSA","NYX","VG","AU000000NWS2","DE0005557508","GB0001411924","GB0033986497","NL0000290641"],"IndustryCodes":["BRD","FIS","FTS","ISV","MED","PUB","SCR","TAT","TLS","XDAX","XDJGI","XFFX","XFT1","XNQ1","XNYA","XRUS","XSP5","XST5","XSTF","XSTT"],"Story":"\b   (From THE WALL STREET JOURNAL) \b \u001d  [Editor's note: This article was originally published Friday.] \b \u001d  SCARCELY A WEEK passes without a public company being gobbled up by private equity. It is fitting therefore that the New York Stock Exchange should have demonstrated this year the continuing value of a public listing. \u001d  Its merger with Archipelago, completed in March, changed the exchange from a musty mutually owned company into a profit-driven public corporation, NYSE Group Inc. This allowed Chief Executive Officer John Thain -- in the name of creating shareholder value -- to cut costs, upgrade technology and eliminate perquisites, including the in-house barber. \u001d  The stock's 50% surge since May has been a great advertisement for the merits of going public. The listing has also provided Mr. Thain with a currency which he has successfully used to drive industry consolidation. Within weeks of its public debut, the Big Board bid for Paris-based stock and derivatives exchange Euronext NV, knocking rival Deutsche Boerse AG off balance. Combined with the continuing modernization of the NYSE, the Euronext deal may provide a bright future for an institution that only recently appeared heading for the Trinity Church graveyard. \u001d  For every stellar deal there are many stinkers, like Vonage Holdings Corp. The Internet-telephone company had the characteristics of the worst dot-com IPOs: It had a weak competitive position and was burning cash at a prodigious rate. Founder Jeffrey Citron, who had been banned from the securities industry, didn't inspire confidence. Vonage's sale of stock to customers through a direct email and voice campaign was the IPO's dumbest measure. \u001d  When the stock plunged, Vonage alienated customers. Its subsequent feud with them over nonpayment for their plummeting stock -- it is down 60% from the issue price -- turned what it hoped would be a fabulous marketing event into an advertisement for failure. \b \u001d  Best & Worst in LBOs \b \u001d  IT IS TOO EARLY to say how this year's megacrop of private-equity deals will turn out. However, two large deals exhibit the best and worst of buyout practice. \u001d  Carlyle Group, Clayton Dubilier & Rice and Merrill Lynch & Co. acquired car-rental firm Hertz for $15.6 billion in stock and assumed debt. The size of the deal wasn't an obstacle to creating value. The private-equity firms found clever ways to finance the car fleet and brought in new managers. By summer, they were able to pay themselves a huge $1 billion dividend. \u001d  In November, Hertz Global Holdings Inc. went public. Thanks to the dividend deal and speedy IPO, the consortium more than doubled its original equity investment. That has left the seller, Ford Motor Co., looking foolish. \u001d  On the other end of the spectrum, Blackstone Group didn't get management control when it paid 2.7 billion euros ($3.5 billion) for a minority stake in the German telecoms giant Deutsche Telekom AG last April. Instead, it picked up one seat on a board of 20. This investment was largely funded with debt. The stock hasn't budged much from the 14 euros a share paid by Blackstone. If it rises, the buyout firm stands to make a killing. However, the stock doesn't have to fall far to wipe out the equity interest of Blackstone's outside investors. \u001d  On its own, leverage doesn't add value. That lesson seems to have been forgotten in the current buyout frenzy. \b \u001d  Good & Bad Governance \b \u001d  CONGRESSMAN BARNEY FRANK, who will head the House Financial Services Committee, says, \"self-restraint of top executives . . . is apparently in insufficient supply.\" It is hard to disagree. \u001d  Among the most egregious examples in 2006 was the near-$200 million awarded to departing Pfizer Inc. boss Hank McKinnell despite a 40% slide in the drug giant's stock on his watch. KB Home's chief Bruce Karatz didn't walk away with much less when he quit the home-builder after tripping up in the options-backdating controversy. At Cablevision Systems Corp., options were even awarded to a dead man. \u001d  Fortunately a handful of top managers have set a better example this year. Arthur Sulzberger, publisher of the New York Times, handed over his stock compensation to create a bonus pool for employees. Sara Lee Corp.'s CEO Brenda Barnes waived a salary increase that she was due. Google Inc.'s founders announced they would provide their services for $1 a year. What's more, unlike many other senior managers, Larry Page and Sergey Brin didn't use Google's corporate jet for personal purposes, observes the corporate-governance Web site Footnoted.org. Perhaps they are content enough with the Boeing 767 they acquired last year. \b \u001d  Cleverest Fox in Showbiz \b \u001d  WHILE MANY executives nowadays are at their most creative when finding clever ways to enrich themselves, Rupert Murdoch revealed once again his strategic genius. \u001d  Three maneuvers by the News Corp. boss stand out. After several false starts, Mr. Murdoch finally struck Internet gold. The septuagenarian mogul's nearly $600 million purchase of MySpace was vindicated in 2006 when Google guaranteed the social networking site $900 million in advertising revenue. Its popularity also sent rivals like Viacom Inc. chairman Sumner Redstone into apoplexy, culminating in his sacking of chief executive Tom Freston. \u001d  But it wasn't just MySpace that demonstrated Mr. Murdoch's deal-making prowess. In late November, his British subsidiary BSkyB swooped on British broadcaster ITV PLC. By picking up an 18% stake, BSkyB thwarted attempts by NTL Inc. and its backer Richard Branson to create a stronger rival to New Corp.'s U.K. satellite business. However, this blocking stake was small enough to avoid a veto from the competition authorities. \u001d  Mr. Murdoch wrapped up the year by seeing off a pesky threat to his control of the media empire. His swap of assets -- including a 39% stake in satellite network DirecTV Group Inc. -- for shares in News Corp. held by John Malone's Liberty Media Corp. will boost the Murdoch family's ownership to almost 40%. Never mind that this deal didn't serve other News Corp. shareholders, who received no premium for ceding control of DirecTV. The deal served its prime purpose of tightening Mr. Murdoch's grip on the company. \u001d  -- Rob Cox and Edward Chancellor \u001d  --- \u001d  This column is written by breakingviews.com, an online financial commentary site. \b \u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 07:30 ET (12:30 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e00d65fc2829b82d8643562871ae49fa","symR":["ABPI"],"date":"2007-01-01","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Accentia Biopharmaceuticals Reports Fiscal 2006 Year-End Results","GmtTimeStamp":"2007-01-01T14:00:00.000000000","CompanyCodes":["ABPI"],"IndustryCodes":["DRG","XDJGI"],"Story":"\bTAMPA, Fla.--(BUSINESS WIRE)--January 01, 2007-- \u001d  Accentia Biopharmaceuticals, Inc. (NASDAQ: ABPI; \"Accentia\"; \"Company\"), has released the results of its operations for the fiscal year ended September 30, 2006, as reflected in the Company's annual report filed with the SEC on December 29, 2006. Accentia has two operating segments consisting of specialty pharmaceuticals (Accentia Pharmaceuticals) and product development and market services (Analytica International). The Company also has an approximately 78% interest in Biovest International, Inc. (\"Biovest\") (OTCBB:BVTI), which is consolidated for reporting purposes with Accentia's product development and market services business. As previously announced, Accentia's percentage ownership of Biovest is expected to decline as Biovest continues to pursue its self-funding activities. \b \b   Financial Review: \b \u001d  On a fully consolidated basis, including Biovest, net sales for fiscal 2006 were $25.1 million, compared with $25.2 million in the prior fiscal year. Consolidated research and development costs were $14.6 million for the year, an increase of $3.7 million, or 33%, over the same twelve-month period in 2005. These research costs reflect the ongoing Phase 3 clinical trials for SinuNase(TM) and BiovaxID(TM). \b \u001d  Accentia's net loss for the year ended September 30, 2006, on a fully consolidated basis, including Biovest, was $43.4 million, a $1.3 million decrease, or 3%, from the $44.7 reported for the same twelve-month period in 2005. Of this loss, $6.4 million, or approximately 15%, was the result of non-cash charges such as depreciation, amortization of product rights, stock-based compensation, asset impairments, derivative gain, and amortization of debt discount. \b \u001d  The fully consolidated loss per share for the year ended September 30, 2006 was $1.56, of which $0.23 per share was the result of non-cash charges, $0.23 per share was interest expense, and $0.49 per share reflected losses incurred by Biovest. For the comparable 2005 year, the fully consolidated loss per share for the year was $9.69, of which $2.60 per share was the result of non-cash charges, $0.37 per share was interest expense, and $2.23 per share reflected losses incurred by Biovest. Per share figures are based on 27,890,825 weighted average shares outstanding for 2006, and 5,147,222 weighted average shares outstanding for 2005. \b \u001d  On a fully consolidated basis, Accentia's capital resources at the end of the 2006 fiscal year were approximately $28.7 million, consisting of cash, restricted cash and availability under lines of credit. Additionally, at September 30, 2006 Accentia carried an inter-Company demand note from Biovest in the amount of $4.7 million, which Accentia anticipates will be repaid by Biovest as it completes additional financings. As of September 30, 2006, Accentia also owned Biovest common shares valued in excess of $55 million based on Biovest's market price at the close of the fiscal year. As previously announced, Accentia's percentage ownership of Biovest is expected to decline as Biovest continues to pursue its self-funding activities. \b \b   Summary of 2006 Milestones \b \u001d  During fiscal 2006, the Company completed significant milestones, including: \b \b   --  The commercial launch of MD Turbo(TM), the first and only \b        device that transforms more than 90% of dispensed metered-dose \b        inhalers (MDIs) into a breath-activated, dose-counting inhaler \b \b   --  Fast Track designation from the FDA for SinuNase, a potential \b        blockbuster prescription intranasal amphotericin B formulation \b        for chronic sinusitis \b \b   --  The commencement of a Phase 3 clinical trial for SinuNase \b \b   --  An exclusive worldwide option on all prescription antifungals, \b        pursuant to the Mayo patents, for chronic sinusitis until \b        December 2007 \b \b   --  A worldwide exclusive license to all non-prescription (OTC) \b        formulations, pursuant to the Mayo patents, for chronic \b        sinusitis \b \b   --  Significant adoption of the non-invasive fungal etiology of \b        chronic sinusitis and of the treatment by means of intranasal \b        antifungals by specialists in the U.S. \b \b   --  Commencement of partnership discussions for SinuNase with \b        Pharmaceutical companies that have existing respiratory \b        franchises, which includes primary care providers \b \u001d  Through Accentia's majority-owned subsidiary, Biovest International, significant advances have been made in the development of BiovaxID, a personalized biologic therapeutic vaccine for follicular non-Hodgkin's lymphoma, in particular: \b \b   --  Fast Track status was granted for BiovaxID \b \b   --  Orphan Drug status was granted in the EU \b \b   --  Modification of the secondary endpoints in the current Phase 3 \b        clinical trial to include molecular disease status, \b        potentially accelerating the difference in remission between \b        BiovaxID and control in the clinical study \b \b   --  An independent clinical study demonstrated a highly \b        significant clinical benefit from the use of a BiovaxID \b        formulation in relapsed non-Hodgkins lymphoma patients \b \b   --  Clinical trial sites were expanded into Eastern Europe and \b        Russia \b \b   --  The commercial launch of AutovaxID(TM), a breakthrough \b        automated cell culture device that enables automated \b        production of personalized cell-based treatments and proteins \b        such as monoclonal antibodies \b \u001d  Moreover, Accentia pioneered, with the assistance of U.S. Bank, the use of Federal New Market Tax Credits (NMTC), a $3.5 billion annual program sponsored by the U.S. Treasury Department, to fund biotechnology, garnering a total of $20 million in NMTCs for Biovest and its subsidiaries during 2006. The proceeds of the funds, in part, will be used to support BiovaxID development in Worcester, MA, and to scale up Biovest's new 24,000 sq ft. AutovaxID manufacturing facility in St. Louis, MO, for the commercial launch of AutovaxID. \b \b   Our Business Strategy Update for 2007 \b \u001d  Since our inception, our goal has been to acquire, develop, and commercialize innovative late-stage biopharmaceutical and medical device products that offer the potential for superior efficacy and safety, and that addresses significant unmet medical needs. Both SinuNase and BiovaxID are good examples of our product strategy. \b \u001d  We evaluate on a continuing basis, and as appropriate, adjust our business strategy in light of market conditions and other relevant factors such as available financing, opportunities for strategic relationships, and changes impacting our current and future products and product candidates. Our business strategy and objectives as of 2007 can be summarized as follows: \b \b   Conducting Phase 3 clinical trials for SinuNase and BiovaxID: \b \b   --  We intend to conduct our Phase 3 clinical trials for SinuNase \b        and, through our majority-owned subsidiary, Biovest \b        International Inc, BiovaxID, and aggressively pursue \b        regulatory approvals for both products in the U.S. and EU. \b \u001d  Leveraging our broad range of internal capabilities to support our ongoing development and commercialization efforts: \b \b   --  We believe that our broad range of in-house capabilities \b        provides a development and commercialization platform on which \b        to bring new biopharmaceuticals and medical device products to \b        market. In particular, we have demonstrated competencies in \b        product selection, licensing, contracting for manufacturing, \b        regulatory approvals in the U.S. and EU, pricing, \b        reimbursement, contracting with Medicaid, Medicare part D, and \b        managed care organizations. \b \b   --  After the launch of MD Turbo, the Company reorganized its \b        commercial sales force to focus on respiratory products. The \b        MD Turbo is used to improve drug delivery of pressurized \b        metered dose inhalers, which are the cornerstone of management \b        for asthma patients, and about 60% of asthma patients have \b        chronic sinusitis. Accordingly, the Company changed its \b        specialty pharmaceuticals division name to Accentia \b        Pharmaceuticals, disposed of non-respiratory products, \b        adjusted the size of its sales force to approximately 45 field \b        representatives, and focused its efforts on the promotion of \b        its respiratory products with an emphasis on the ENT and \b        Allergist specialists who treat severe cases of chronic \b        sinusitis. During the cough cold, and flu season, the Company \b        focuses on promotion of its RespiTann product line, whereas \b        the emphasis is on MD Turbo at all other times of the year. \b        The Company is also promoting the CRSFungal Profile(TM) \b        laboratory diagnostic to the ENT and Allergist specialists.. \b        CRSFungal Profile is the only laboratory test available for \b        the diagnosis of chronic sinusitis and it provides \b        identification of a fungal etiology. \b \u001d  Pursuing strategic relationships on a selective basis for product development or distribution: \b \b   --  We may from time to time consider entering into strategic \b        relationships with third-parties in order to facilitate the \b        development of new products and to market and distribute our \b        approved and pipeline products. Such strategic relationships \b        could be in the form of product sale, licensing, distribution \b        arrangements, spin-offs, co-promotions, or joint ventures. For \b        example, the Company is seeking a partner for promotion of MD \b        Turbo and, upon approval, of AllerNase to primary care \b        providers, including pediatricians. At the present time, we \b        intend to promote SinuNase to ENTs and Allergists in the U.S. \b        using our own respiratory sales force and to seek co-promotion \b        partners to address the patient population under the care of \b        primary care physicians. We intend to seek one or more \b        commercial partners for international markets. Accordingly, \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 01, 2007 09:00 ET (14:00 GMT)"},{"md5ID":"f0fd65331d207c9dbd3c577a6aeed977","symR":["35856.AE","CRXL","RBO.XE","NL0000358562"],"date":"2007-01-01","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Symbol for Rhein Biotech N.V. (RBO.XE) Now CRXL","GmtTimeStamp":"2007-01-01T22:00:00.000000000","CompanyCodes":["35856.AE","CRXL","RBO.XE","NL0000358562"],"IndustryCodes":["BTC","XDJGI","XISL"],"Story":"\u001d  (END) Dow Jones Newswires\u001d  January 01, 2007 17:00 ET (22:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f7547b1ec8ebb97280dac7c11662972c","symR":["FCS"],"date":"2007-01-01","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Fairchild Semiconductor to Launch Tender Offer for System General","GmtTimeStamp":"2007-01-01T22:09:00.000000000","CompanyCodes":["FCS"],"IndustryCodes":["SEM","XDJGI","XISL","XNYA","XRUS"],"Story":"\bSOUTH PORTLAND, Maine--(BUSINESS WIRE)--January 01, 2007-- \u001d  Fairchild Semiconductor (NYSE: FCS), the leading global supplier of power semiconductors, today announced that it expects to launch a tender offer to acquire 100 percent of the outstanding shares of Taipei-based System General Corporation (6280.TW) for NTD 93 per share in cash through a wholly owned Fairchild subsidiary. \b \u001d  \"We are excited to announce this deal with System General - a leading supplier of analog power management semiconductors for AC/DC offline power conversion in computers, LCD monitors, printers, chargers, and consumer products,\" said Mark Thompson, Fairchild's president and CEO. \"We believe System General has one of the top Asia-based power analog management teams and their growing portfolio of pulse width modulated (PWM) controllers, desktop PC power supply supervisor and combo ICs, and power factor correction (PFC) controllers, coupled with their customer relationships and strong local field applications support has made them a significant competitor in the Taiwan and China AC/DC power conversion market. When combined with Fairchild's global infrastructure, process and package capabilities, worldwide customer access, and manufacturing scale, we will possess a leading position in the AC/DC offline power conversion market with the opportunity to accelerate our growth and margin improvement,\" said Thompson. \b \u001d  System General's net revenue through the first eleven months of 2006 was NTD 1,138 million, or approximately US $35 million. In the proposed transaction, approximately 250 System General employees will join Fairchild, including the current management team. System General will continue normal operations under its name after the closing of the tender offer and prior to the share swap described below and will operate as an independent business within Fairchild during that time. After the completion of the transaction, System General will be a wholly owned Fairchild subsidiary, and Fairchild and System General's management will work together to combine the power conversion businesses of each company and form a single business unit targeting worldwide AC/DC offline power conversion applications. Fairchild expects the acquisition to be neutral to Fairchild's earnings per share in 2007 and to be accretive to earnings per share in 2008 and beyond. \b \u001d  \"Acquiring System General is a natural extension of Fairchild's business strategy to invest aggressively to expand our sales and margins by pursuing fast-growing power analog markets,\" said Thompson. \"Over two thirds of the worldwide power management IC market is in Asia, with six of the top 10 worldwide power supply OEMs located in Taiwan. The AC/DC offline power conversion market, which consists of isolated PWM controllers, PFC controllers, and AC/DC offline regulators measured over $1.5 billion in 2005, and this combination of Fairchild and System General places us as a leader in this fast growing segment. The combination is especially synergistic--System General is strong in PWM controllers in Taiwan and China, while Fairchild is a leading provider of AC/DC offline regulators with strong sales in Korea and China. System General's management has a proven track record of servicing key OEMs in Taiwan and China, with an experienced, technical field sales force and industry leading innovative products. Fairchild expects to continue building upon the R&D design center System General has created in Taiwan to strengthen System General's technical and innovation capabilities. We expect the acquisition of System General to further accelerate the growth of Fairchild's overall AC/DC power conversion business, and we expect the margin profile of this business to continue to expand over time.\" \b \u001d  The transaction is structured as a tender offer for all outstanding shares of System General followed by a share swap and merger. Fairchild expects the tender offer will be launched on Tuesday, January 2, 2007, in Taiwan and remain open for 30 days. The tender offer may be extended or withdrawn to the extent permitted under applicable law. The closing of the tender offer is subject to customary closing conditions, including tender of a majority of the outstanding System General shares. Shareholders owning 30.88% of the outstanding shares of System General common stock have entered into agreements under which they have agreed to tender their shares to Fairchild. Assuming the tender offer is completed, it is expected that System General and a subsidiary of Fairchild will conduct a share swap which will provide any remaining shareholders of System General with preferred shares of such subsidiary that have redemption rights effectively equivalent to NTD 93 per original System General share. After redemption of the preferred stock, the Fairchild subsidiary would be merged into System General, with System General as the surviving corporation in the merger. Completion of the share swap and merger will be subject to approval by System General's shareholders after the tender offer closes and is expected to take place by the end of Fairchild's second quarter, 2007. The purchase price, depending upon final shares tendered and the exchange rate at the time of the closings of the tender offer and share swap, is anticipated to be approximately US $200 million in the aggregate. \b \u001d  The tender offer described in this press release has not yet commenced, and this press release is neither an offer to purchase nor a solicitation of an offer to sell securities. Prior to the time the tender offer is commenced, a subsidiary of Fairchild will file a tender offer circular with the Taiwan Financial Supervisory Commission (the \"FSC\"). System General shareholders are strongly advised to read the tender offer circular (including an offer to purchase and related tender offer documents) and the related public notice that will be filed by Fairchild's subsidiary with the FSC, because they will contain important information. Yuanta Core Pacific Securities is the tender offer agent, and the detailed information is posted on Yuanta's website: http://www.yuanta.com.tw/. \b \u001d  Deutsche Bank is acting as an exclusive financial advisor to Fairchild in this transaction. \b \u001d  Fairchild's management will hold a conference call on this tender offer on Tuesday, January 2, at 4:30 p.m. ET. To access this call, dial (800) 500-0311 (domestic) or (719) 457-2698 (international). The call is expected to last approximately one hour. A dial-in replay will be available until January 31, 2007. The toll free dial-in replay number is (888) 203-1112 (domestic) or (719) 457-0820 (international). The dial-in replay reservation number is 5549459. \b \b   Special Note on Forward-Looking Statements and Risk Factors: \b \u001d  This news release contains forward-looking statements, including those regarding our ability to successfully satisfy the conditions to complete each of the tender offer, share swap and merger, our ability to realize the benefits of this transaction (including enhancing our product offerings, customer relationships and the other synergies discussed above), our ability to prevail in or otherwise resolve pending litigation as discussed below, our growth strategy, our long-term growth prospects, and other statements. These statements are based on management's assumptions and expectations, which involve risk and uncertainty. Many factors could cause actual results to differ materially from those expressed in forward-looking statements. These factors include, but are not limited to, our ability to consummate the tender offer and satisfy the conditions to closing the tender offer, share swap and merger; our ability to successfully address the challenges associated with integrating this acquisition; and our ability to retain and develop System General's markets, facilities and personnel. System General is currently appealing the outcome of proceedings before the U.S. International Trade Commission (ITC) involving allegations of patent infringement, and is a defendant in a patent infringement lawsuit in the U.S. District Court for the Northern District of California. Both the ITC proceeding and the lawsuit were initiated by Power Integrations, Inc. As in all litigation, the results of these matters are difficult to predict and no assurance can be given as to the outcome of these proceedings. An adverse outcome in these matters after completion of the acquisition could negatively impact our financial results. We are also involved in patent infringement litigation against Power Integrations in U.S. district courts in Delaware and Texas, as a defendant and as a plaintiff, respectively. These lawsuits are described in our filings with the U.S. Securities and Exchange Commission (SEC) referenced below. \b \u001d  Other risk factors include, but are not limited to, changes in overall global or regional economic conditions; changes in demand for our or System General's products; changes in inventories at our or System General's customers and distributors; technological and product development risks, including the risks of failing to maintain the right to use some technologies or failing to adequately protect our or System General's intellectual property against misappropriation or infringement; availability of manufacturing capacity; the risk of production delays; availability of raw materials; competitors' actions; loss of key customers, including but not limited to distributors; the inability to attract and retain key management and other employees, including System General senior management and key employees during the transitional period; order cancellations or reduced bookings; changes in manufacturing yields or output; risks related to warranty and product liability claims; risks inherent in doing business internationally; regulatory risks and significant litigation. These and other risk factors as they relate to Fairchild are discussed in the company's quarterly and annual reports filed with the SEC and are available at the Investor Relations section of Fairchild web site at www.fairchildsemi.com or the SEC's web site at www.sec.gov. \b \b   About Fairchild Semiconductor: \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 01, 2007 17:09 ET (22:09 GMT)"}]
