[{"md5ID":"01f3ebaf697039ac2d247012007b08ef","symR":["COP","CVX","US1667641005","US20825C1045"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) Streetwise: Why The Skeptics May Be Wrong","GmtTimeStamp":"2007-07-14T04:08:00.000000000","CompanyCodes":["COP","CVX","US1667641005","US20825C1045"],"IndustryCodes":["OIL","XDJGI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  Records were made to be argued over, which is why they provide lasting fun. You can still raise the blood pressure of an entire bar, 66 summers later, by whispering that DiMaggio's hit streak is breakable. \u001d  So let's handicap the current argument over the impressive though far less momentous records set by the popular stock indexes last week, which came from a sudden 2% jump on Thursday. \u001d  A vocal klatch of market commentators wants to place an asterisk next to this record, insisting it shows neglect of much evident and fearsome bad news, came on so-so trading volume and represents a speculative gambit fueled by debt and hope. \u001d  Well, not exactly. This column has been highlighting in recent weeks investors' outsized attention to several prominent negatives, amid what appeared to be an excess of hedging and shorting, given that the market was all of a couple of percent from all-time highs. This dynamic remains more or less in place. \u001d  Last week nicely illustrated how welled-up anxiety often gives way to a quicksilver rally. The debt market was starting to attach strings to buyout financing, oil prices were levitating, bank stocks were ominously weak and the Standard & Poor's conference call to discuss a mass downgrade of subprime securities literally exceeded the telecom host's capacity to service all the interested listeners. \u001d  Oh, and the Homeland Security boss mentioned that he had a tickle in his gut telling him another terrorist attack was likely this summer. Yes, there was plenty to worry about, and investors were plenty worried. \u001d  Meantime, the commercial dealers who represent the smarter money are more long S&P 500 index futures than they've been in years. Company insiders have radically slowed their selling. There has been a high base of shorted stock, up 30% from January through mid-June (though it's unclear how much might have been unwound in the rally). \u001d  The bears argue that short-interest levels are less meaningful because the proliferation of hedge funds and newly trendy \"130/30 funds,\" which keep 30% short positions to fund new longs, are \"structural\" changes. To a degree, yes. But what does it say about sentiment that in the fifth year of a bull market the vogue strategy is to morph long-only accounts into long-short funds? \u001d  Some $375 billion in cash takeovers are due to close in the next 90 days, most of the money going to fund managers who mechanically redeposit cash in different stocks. Private-equity funds raised another $137 billion in the first half, says Dow Jones Private Equity Analyst, up 42% from a year ago. \u001d  Doubters last week were raising another point of argument, that just-released data showed margin borrowing in May at an all-time high of $353 billion, above its peak early-2000 level and up 11% from April. But taking a fuller view of investor finances, netting out freely available cash balances in NYSE accounts shows net margin debt of $68 billion. \u001d  Also, recent regulatory changes in a pilot program have let clients at eight firms -- mostly prime brokers who serve hedge funds -- raise borrowing capacity by counting a client's whole portfolio as collateral, rather than just the securities bought on margin. \u001d  This might be viewed as reckless in the long term, and it does represent a form of \"greater fool\" investing, yet for a time it will allow for further leveraging of those copious free-cash balances as the program widens. \u001d  This all says nothing about the direction of the next few percent. Huge record-setting rallies tend to wipe away a lot of constructive skepticism, and there's emerging a bit too much frothy options speculation and rumor-mongering. \u001d  And let's not forget that all the U.S. market is doing is participating -- as a laggard, no less -- in a global lift in asset values, as expressed in ever-weaker dollars. The S&P 500 is up 9.5% this year, while the Dow Jones World Ex-U.S. index is up 15%. \u001d  But if -- if -- this bull market is ultimately to overshoot the way prior ones have, the public will have to get more excited, the bear ranks must shrink, the buyouts need to get even sillier, and indexes likely higher. \b \u001d  In March, as noted here, ardor had cooled a bit for energy stocks, which made neglected giants ConocoPhilips (ticker: COP) and Chevron (CVX) look attractive. Today the speculators love crude, the commercial dealers are short it and those two stocks are up 32% and 22% in four months. This bull market in oil might be due for one of its periodic retreats. \u001d  To chase crude or the stocks here means betting on a hurricane or some geopolitical scare. Both are plausible, but it's tough to have an edge. Not a bad place to take profits. \u001d  --- \u001d  e-mail: michael.santoli@barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1c85cad0052f634484a26f2ab163db4e","symR":["AA","AL","AL.T","BDK","CL","GE","GSK","GSK.LN","HD","HOV","LAZ","MCD","MWA","MWAB","POZN","RIO.AU","RIO.LN","RTP","SHLD","SLM","TGT","UL","ULVR.LN","UN","UNA.AE","WEN","WLT","AU000000RIO1","CA0137161059","GB0007188757","GB0009252882","GB00B10RZP78","NL0000009355","US0138171014","US0917971006","US1941621039","US3696041033","US4370761029","US5801351017","US8123501061"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) The Trader: Wall Street Shops At Its Own Mall Of America","GmtTimeStamp":"2007-07-14T04:05:00.000000000","CompanyCodes":["AA","AL","AL.T","BDK","CL","GE","GSK","GSK.LN","HD","HOV","LAZ","MCD","MWA","MWAB","POZN","RIO.AU","RIO.LN","RTP","SHLD","SLM","TGT","UL","ULVR.LN","UN","UNA.AE","WEN","WLT","AU000000RIO1","CA0137161059","GB0007188757","GB0009252882","GB00B10RZP78","NL0000009355","US0138171014","US0917971006","US1941621039","US3696041033","US4370761029","US5801351017","US8123501061"],"IndustryCodes":["ALU","BLD","BNK","CFN","COS","DRG","FOD","HIM","HOM","HPD","HPR","IDD","MNG","OFP","RES","RTB","RTS","XAEX","XATI","XDJGI","XDJI","XENX","XES","XFFX","XFT1","XGTI","XISL","XNQ1","XNYA","XORD","XRUS","XSCI","XSP5","XST5","XSTF","XTSE"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  Shopping is everything from an economic transaction to a national recreation, but even that may understate its considerable charms. \u001d  For Americans squeezed by higher gas prices and lower home values, shopping is both diversion and therapy -- and they did it often enough to help retailers report a 2.4% rise in June sales. Companies were at it, too, and even fought over the same merchandise, with the global-miner Rio Tinto (ticker: RTP) coughing up $38 billion to snatchthe aluminum-company Alcan (AL) away from rival Alcoa (AA). \u001d  Traders groping for direction saw all that buying as evidence that economic growth likely will persist, and as corroboration for the notion that stocks might be undervalued, and that inspired them to do some buying of their own. \u001d  Stocks jumped Thursday in one of their fiercest one-day rallies in years. A 9.6% profit rise reported by General Electric (GE) Friday helped the market hold onto its gains. The Dow Jones Industrial Average climbed for the third straight week and gained 296, or 2.2%, to 13,907, its 29th record close this year. The Standard & Poor's 500 added 22, or 1.4%, to 1553, also a record. The Nasdaq Composite Index rallied 40, or 1.5%, to 2707, its highest finish in 6 1/2 years, while the Russell 2000 crept up 3, or 0.4%, to 856. \u001d  Buying is, of course, just another word for spending, and lately it's the sustainability of America's debt-driven spending that has worried the market. Those concerns drove the Dow down nearly 150 points as recently as Tuesday, as companies like Home Depot (HD) and Sears (SHLD) blamed a still weakening housing market for their glum forecasts. But each passing day without a new catastrophe from the mortgage world encourages the restless bulls, as does the recent stabilization of the 10-year Treasury yield just above 5%. \u001d  The credit market behind private equity's buying spree also has behaved. A few recent buyouts have had to rely on bridge loans for financing, but deals -- for now -- are still completed with no more than minor tweaks. Last week, buyers that had offered $25 billion for Sallie Mae, or SLM (SLM), balked, although their remorse likely was company specific and tied to proposed legislation that could slash government subsidies for student loans. \u001d  How persuasive was last week's surge? Volume was strong in Thursday's rally, and was swelled by short covering as the indexes swerved higher after Tuesday's slide. The blue-chips' violent rise also was matched by the Dow Transportation Average. \u001d  So staunch is the market's belief in this liquidity boom that these days no chatter is deemed too outlandish and no target too big. Last week, shares of Unilever (UN), Lazard (LAZ), Black & Decker (BDK) and Hovnanian (HOV) all ran up on speculation that they have attracted, respectively, the attentions of Colgate-Palmolive (CL), a European bank, an industrial conglomerate, and Warren Buffett. \u001d  Laszlo Birinyi of Birinyi Associates sees hints of a \"bubble mentality\" that bears watching, or what he calls the Annie (\"The sun will come out tomorrow\") Syndrome. \"Historically, when a company in a sector is taken out, the others move slightly,\" he notes. \"Today, if one stock goes, the other names rise almost proportionately.\" \u001d  Bulls argue, quite rightly, that stock-market tops seldom form amid so much worry and such record short bets. But debt-market red flags can still thwart stocks' jumpy advance. \u001d  Last week, crude oil climbed to an 11-month high at $73.93. Canada and Korea raised interest rates, and the dollar sunk to a new low against the euro. That's bad news for Americans shopping along Via Della Spiga, but a potential boost for U.S. exports. \u001d  \"A 10% decline in the dollar typically means an additional 1.5 percentage points to year-over-year S&P 500 earnings growth,\" says Morgan Stanley's William Smith, although not all sectors benefit equally. Large caps, with nearly 40% of revenue derived overseas, reap the most gains, as do the energy, materials, industrials and technology companies. \b \u001d  It is perhaps inevitable that Target (TGT), that temple for mass consumerism, should find itself on Bill Ackman's shopping list. Pershing Square Capital, the hedge fund Ackman manages, has accumulated Target shares and options worth nearly $6 billion and is preparing a regulatory filing detailing its stake. \u001d  Target shares jumped 10% this month as first rumors and then reports pointed to the activist-investor's interest. \"We hadn't considered a retailer that executes as consistently and excellently as Target to be, well, a target,\" says the bond-analysis firm Gimme Credit. \"But naturally a company that strives to maintain a strong balance sheet and prudent credit measures could always be pressured to leverage up to return more cash to its shareholders.\" \u001d  Hear that? In a market where liquidity is plenteous but value scarce, fewer companies are safe from the attentions of restive investors. The fixer-uppers have been picked over, and hedge funds' cross-hairs increasingly are trained on the unbroken but under-levered. \u001d  What might Target expect with Ackman's attention? Pershing Square previously amassed positions in companies like McDonald's (MCD) and Wendy's International (WEN) and then pressed management to improve profits. \u001d  Among other things, Ackman might broach the sale of Target's credit-card operation, which has $6.5 billion in receivables. Its contribution to earnings growth is slight, but management has maintained it is integral to building brand loyalty and tracking spending habits. \u001d  Target might also be prodded to sell and then lease back its real estate. The Minneapolis company has some of the choicest retail locations, and the value of those properties presumably is understated on its balance sheet. It has been suggested the real estate could be worth nearly a third of Target's $70 billion in enterprise value. But while a sale and leaseback could raise billions, the ensuing rent expense could cut cash flow by almost $2 billion. \u001d  Levering up is another option, but with shares at an all-time peak, it remains to be seen if management can be talked into a move that some estimate would boost per-share earnings by less than 10%. \u001d  Target shares have risen 54% over the past year to trade near 70. While sales have suffered as gas prices climbed, the retailer still outshines rivals like Wal-Mart (WMT), whose slower growth and unwieldy international sprawl might eventually prove more worthy of shareholder agitation. \u001d  If Ackman proves right on the dot, two things at the very least are clear: Target shares straining record highs might still offer good value, and widespread worries of consumer retreat may not prove as dire as many feared. It has become a recurring theme of this bull run: Americans will shop till they drop. \b \u001d  It's a rather moist mystery. The company in question, Mueller Water Products (MWA), makes things like hydrants, valves and pipes used in water distribution and treatment. Because its two classes of common stock control similar economic interest, they have always traded in tight tandem -- until last month, when they curiously began to diverge. \u001d  By Thursday, Mueller's A shares were worth about 16.41. But the super-voting B shares -- each giving eight votes to just one for the A shares -- were at 14.53. \u001d  What gives? \u001d  Mueller's Class A shares made their debut in May 2006 when nearly 29 million were sold to the public, while its former parent, Walter Industries (WLT), held onto Class B shares and controlled 96% of the voting power. But by December, Walter had distributed all the B shares to its stockholders. Since then, the two classes have been inseparable on a stock chart. \u001d  Then came June, when Mueller's A shares -- but not the B -- were triumphantly added to the Russell 2000 index. Quickly, the gap between A and B shares widened from 1% or 2% to the current 11.5% chasm. \u001d  How are the two classes different? The company's own Website declares they \"have identical rights in all material respects\" except for the B shares' superior voting power. The A shares are slightly more liquid, but their marginally higher trading volume had existed long before the recent divergence. \u001d  \"Apparently, indexing has created and sustained an inefficiency we'd think would be arbitraged away in today's ultra-competitive markets,\" says Michael Econn, a co-manager at Bondurant Management. Going against the flow, the New York hedge fund sold the A shares it held and bought the discounted B shares, essentially counting on the gap closing once the index-related gush subsides. \b \u001d  Migraines, according to the National Library of Medicine, can be triggered by bright lights, loud noises, weather changes, smoke, perfumes, alcohol, caffeine, red wine, aged cheese, smoked fish, bacon, chocolates, nuts, avocado, bananas, onions ...you get the idea. Over the past year, 18% of U.S. women and 6% of men have suffered at least one attack. \u001d  So it's easy to see why shares of a little-known drug-development company, Pozen (POZN), have run up 16% since June. Pozen has developed with GlaxoSmithKline (GSK) a tablet for treating migraines, and a regulatory decision regarding the remedy, known as Trexima, is expected Aug. 1. \u001d  Option prices suggest that the market sees a 60% chance Trexima will be approved by the Food and Drug Administration, but Citigroup analyst Lucy Lu is more optimistic. She pegs the odds of an FDA nod at 80%, given Trexima's superior efficacy results in clinical trials and a safety profile comparable to Imitrex, currently the go-to drug with 55% of the U.S. market. Imitrex already is a winner for GlaxoSmithKline. \u001d  Lu believes a yes could drive Pozen shares, trading at 18.50 recently, to between 23 and 25 and towards her 12-month target of 28. \"We believe Trexima will be the new gold standard treatment of migraine headaches,\" she notes. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  July 14, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1d5bbe2f6dcadff20ebab8d906a88d91","symR":["BGP","BIVN","CCEL","CKEC","ESST","EYE","OPWV","TA.T","TAC","VTSS","WPL","WPS.HM","XCO","BMG849221061","CA89346D1078"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-07-14T04:04:00.000000000","CompanyCodes":["BGP","BIVN","CCEL","CKEC","ESST","EYE","OPWV","TA.T","TAC","VTSS","WPL","WPS.HM","XCO","BMG849221061","CA89346D1078"],"IndustryCodes":["AMG","DRG","ELC","HEA","MDV","OIS","OTS","RCS","RTS","SEM","SOF","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI","XTSE"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining more than 5% of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from July 5 through July 12. \u001d  Source: Dow Jones Corporate Filings Alert \b \u001d  Activists \b \u001d  Bioenvision (BIVN) \u001d  SCO Capital Partners has sent a sixth letter to Bioenvision proposing a \"new plan\" for the company and its shareholders, who recently rejected a $5.60-a-share takeover by Genzyme (GENZ). SCO said that it wants to fill two of the seats on Bioenvision's board, stabilize and augment management, and terminate Genzyme's North American sublicense to produce clofarabine, an anti-cancer substance. \u001d  Despite the rejection of the tender offer, Genzyme is still purchasing 22% of the company and is hoping for a full merger vote by the end of the year. SCO Capital Partners holds 7.21 million shares (13.4%). \b \u001d  Cryo-Cell International (CCEL) \u001d  Partner Community has nominated six candidates for election to the board. Four of these nominees, David I. Portnoy, Mark L. Portnoy, Scott D. Martin and Craig E. Fleishman, collectively hold a 4.6% stake in the Oldsmar, Fla., blood-bank operator. Partner Community said that the four have verbally agreed to vote all of each nominee's shares for the election of the six candidates. Partner Community owns 90,787 shares (0.07%). \b \u001d  Advanced Medical Optics (EYE) \u001d  ValueAct Capital will vote against the company's bid for rival Bausch & Lomb (BOL), saying the deal is too risky. ValueAct said the company should focus on fixing its contact lens-solution business and integrating prior acquisitions before bidding for Bausch & Lomb. ValueAct Capital holds 8,811,635 shares (14.7%). \b \u001d  Vitesse Semiconductor (VTSS) \u001d  Chapman Capital demanded that the company announce by July 31 either the scheduling of an annual shareholders meeting or the appointment of at least two shareholder-selected directors. Robert L. Chapman, the managing member of Chapman Capital, said \"an owner-led board reconstitution was imperative and long overdue.\" Chapman Capital has about 14 million shares (6.4%). \b \u001d  ESS Technology (ESST) \u001d  Loeb Partners believes the company has only two viable options: a sale or a liquidation on a \"timely and cost-effective basis.\" Loeb said that it may engage in talks with ESS or seek representation on its board if a sale or liquidation isn't \"pursued vigorously.\" In mid-June, ESS said directors on the board's strategic-transaction committee would look into liquidation as part of a review of corporate alternatives. Loeb Partners owns about 3.14 million shares (8.83%). \b \u001d  Original Filings \b \u001d  TransAlta (TAC) \u001d  Luminus Management reported ownership of 13.52 million shares (6.7%), bought from May 1 to July 6 at prices ranging from $23.67 to $28.31. \b \u001d  Increases in Holdings \b \u001d  Borders Group (BGP) \u001d  Spencer Capital Management boosted its holdings to 4,008,101 shares (6.8%) by buying 2,358,901 from June 21 to July 2 at $19.05 to $19.81 per share. \b \u001d  W.P. Stewart (WPL) \u001d  Van Den Berg Management raised its stake to 11.95 million shares (25.1%) from the 11.61 million (24.4%) reported on July 2. \b \u001d  Decreases in Holdings \b \u001d  Carmike Cinemas (CKEC) \u001d  Fine Capital Partners cut it stake to 567,600 shares (4.5%), selling 77,000 from June 11 to July 6 at $21.74 to $26.03 apiece. \b \u001d  EXCO Resources (XCO) \u001d  Director T. Boone Pickens trimmed his position to 11 million shares (10.5%) by selling 623,233 on July 5 and 6 at an average price of $18.03 (see page M13). \b \u001d  Openwave Systems (OPWV) \u001d  A group including Harbinger Capital Partners Master Fund I reduced its holdings to 7.94 million shares (9.6%) by selling 1.17 million from June 29 to July 5. The sales were done at prices ranging from $6.20 to $6.29. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1e02e6960156d3fd3f6c899fa258e476","symR":["7203.TO","TM","JP3633400001"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Japanese Prosecutors Drop Charges Vs 3 Toyota Execs -Nikkei","GmtTimeStamp":"2007-07-14T07:24:00.000000000","CompanyCodes":["7203.TO","TM","JP3633400001"],"IndustryCodes":["AUT","X225","XATI","XDJGI","XGTI","XNYA"],"Story":"\b \u001d  TOKYO (AP)--Prosecutors have dropped charges against three Toyota executives who were under investigation on suspicion of avoiding recalls and contributing to an accident, the Nikkei reported Saturday. \u001d  Prosecutors in western Kumamoto prefecture formally dropped the charges Friday after deciding they lacked sufficient evidence to move ahead with professional negligence charges in the 2004 head-on crash, The Nikkei said. \u001d  \"If we can't say that the accident was directly connected with not carrying out the recall, then there is no negligence that merits imposing criminal penalties against these three officials,\" the paper quoted assistant chief prosecutor Seiji Sakizaka as saying. \u001d  Toyota has denied wrongdoing in the case. \u001d  Prosecutors' office officials could not immediately be reached Saturday afternoon. Phones rang unanswered at Toyota. \u001d  Five people were injured in 2004 when the steering failed in a Toyota Hilux Surf sport utility vehicle, causing it to swing out of control into the wrong lane, police said. \u001d  At the center of the investigation was whether Toyota had avoided making a needed recall for eight years. Company officials were accused of being aware of the steering problem as far back as 1995 or 1996, with reports of problems initially surfacing in 1992. \u001d  Toyota did not carry out a recall on the model until October 2004. The recall was for a problem part used in the steering that could break, according to Toyota. \u001d  Prosecutors took over a police investigation last year that accused the three officials overseeing quality control at the automaker. Their names have not been disclosed, and Toyota has said at least one of them has left the company. \u001d  Toyota has a strong reputation for impeccable quality, but that image has been dented a bit lately due to series of recalls, which have raised some doubts whether it can maintain quality standards as its global sales expand rapidly. \u001d  Toyota executives have repeatedly expressed concerns about sliding quality and have promised to strengthen quality controls. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 03:24 ET (07:24 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"229670e24414b65af0d787aa467d8d57","symR":["GNW","LNC","MET","PRU","US7443201022"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) The New Way To Retire","GmtTimeStamp":"2007-07-14T04:07:00.000000000","CompanyCodes":["GNW","LNC","MET","PRU","US7443201022"],"IndustryCodes":["INL","INS","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Daisy Maxey \u001d  Weddings of long-term care insurance and annuities are about to heat up. \u001d  The Pension Protection Act of 2006 has clarified the tax treatment of annuities and other insurance products when they are combined with long-term care insurance, and that is spurring innovation in the industry. The law will make some hybrid products more attractive, and, although its tax provision doesn't kick in until Jan. 1, 2010, insurers are already revising existing products and launchingnew ones. \u001d  One attractive combo product, called the life-care annuity, would provide regular income and, if needed, cover long-term care. \u001d  \"Quite a few life insurers are looking at it,\" says Alane Dent, a vice president for the American Council of Life Insurers. \u001d  The life-care annuity was envisioned several years ago by Mark Warshawsky, now director of retirement research at consulting firm Watson Wyatt Worldwide; Brenda Spillman, an economist at the Urban Institute, a nonprofit Washington research institute; and Christopher Murtaugh, associate director for the New York-based Center for Home Care Policy and Research, a research center established by the Visiting Nurse Service of New York. \u001d  Their idea was an annuity that, for a single premium payment, would provide a steady income to a retired household, and increase significantly upon disability to cover any necessary long-term-care expenses. \u001d  That eliminates one of the big deterrents to the purchase of long-term care insurance -- the fear among consumers that they may pay into a policy over a lifetime, never use it and lose their investment. \u001d  For instance, a 65-year-old might pay a premium of $156,000 for $1,000 a month in income for life plus a monthly disability payment of at least $2,000 a month when needed, Murtaugh, Spillman and Warshawsky estimated in a 2001 study. They figured that as much as 98% of the population of 65-year-olds could be able to pass the minimal underwriting and be eligible for the product. \u001d  Life-care annuities could also be cheaper than an income annuity and long-term care disability coverage purchased separately because they would pool two very different risk groups, Warshawsky says. \u001d  Consumers who expect longer-than-average life spans tend to purchase annuities, while those who expect shorter-than-average life spans, and would therefore face disability sooner, cannot purchase long-term-care insurance because of strict underwriting standards. Those tendencies raise the risks for insurers, and boost costs. The life-care annuity would attract both groups, combining those opposing risk pools, which would lower the cost and minimize the need for medical underwriting for disability coverage, he says. \u001d  While such products are starting to be offered now, they will become considerably more attractive when the tax provisions take effect in three years, Warshawsky suggests. So folks approaching retirement could do well to keep an eye on the developing market. \u001d  Right now, if a consumer buys long-term care insurance under a \"qualified\" contract, benefits are generally considered to be accident and health insurance and are thus tax-free. But such qualified contracts generally may not provide a cash value. \u001d  Under provisions of the pension act that go into effect Jan. 1, 2010, however, withdrawals from certain annuities intended to pay for specific, tax-qualified long-term-care insurance will not be considered taxable income. In addition, the act will allow those in a qualified life-insurance or annuity contract to exchange such contracts for long-term-care insurance contracts tax-free. \u001d  \"If you decide you don't need the life or annuity protection, this would allow you to exchange that policy for a long-term care policy to help prefund some of your long-term care needs,\" says Malcolm Cheung, vice president of long-term care insurance at Prudential Financial. \"That would be a major advantage for consumers.\" \u001d  Insurers are clearly intrigued by the prospects. They are starting to roll out new versions of life-care annuities, aimed at consumers who want the benefits of the instruments and are willing to forgo the tax breaks for three years. \u001d  In the third quarter of this year, Richmond, Va.-based Genworth Financial (ticker: GNW) plans to introduce the Total Living Coverage Annuity, which combines a single-premium deferred annuity and a long-term-care contract. The product has been approved in 30 states, and the company has done pilot sales in about six states, says Beth Ludden, senior vice president of product development for long-term-care insurance at Genworth. The firm is currently working on another version of the product that will specifically take advantage of the act's provisions and appeal to individuals who are already in an annuity product and want long-term care coverage. \u001d  State Life Insurance, an Indianapolis affiliate of OneAmerica Financial Partners, has updated its Annuity Care product to take advantage of provisions of the Pension Protection Act. The product, a deferred annuity, was introduced in 1997. It allows access to the annuity's cash value for qualifying long-term care expenses, with a higher credited interest rate for these funds. It also offers an option that provides lifetime long-term care coverage. \u001d  Louisiana-based Guaranty Income Life Insurance has been selling its AnnuiCare product, a tax-deferred annuity that also provides long-term care benefits, since 1999, says President John H. Lancaster. The Pension Protection Act tax changes will allow premiums for the long-term-care, he says, to be paid from untaxed annuity distributions and the long-term care benefits paid will be tax free. \u001d  \"It's a huge market and a great opportunity,\" says Lancaster. The company is now on track to sell $14 million of its AnnuiCare product in 2007, versus $7 million in 2006, Lancaster says. \"It's all building up to 2010 when all the benefits kick in.\" \u001d  Though consumers who purchase such products now don't benefit from the added benefits of the Pension Protection Act until 2010, the discussion around the act has prompted more attention and interest in the products, says Lancaster. \u001d  Lincoln National Life Insurance, an affiliate of Lincoln Financial Group, has offered MoneyGuard, a combination life insurance and long-term-care policy since 1998. The Pension Protection Act has brought life to the annuity/long-term care product, says Mark Doherty, MoneyGuard's business leader. Lincoln National has such a product which has been approved in a number of states. \u001d  Says Bruce Moon, vice president for marketing at State Life: \"I really think you're going to see a lot more of these types of products available to consumers between now and Jan. 1, 2010.\" Moon, whose company helped draft the legislation, says the tax clarification is sure to lead to better ways to convert annuity dollars to pay for long-term care. \u001d  Some bigger players are eyeing the market closely. Prudential Financial (PRU), MetLife (MET), for instance, both say they are evaluating the combination vehicles. \u001d  Certainly, Americans need to do more to save for their retirement and long-term health-care needs. Medicare and Medicaid paid for more than 60% of the nation's nursing home and home health services in 2005, according to the federal Centers for Medicare & Medicaid Services, and the pending retirement of tens of millions of baby boomers is set to strain federal and state governments even further. \u001d  With many defined-benefit plans giving retirees the option to take their benefits either as an annuity or as a lump sum, and with defined-contribution plans, which typically offer no annuitization choice, becoming more popular, retirees need more efficient retirement savings vehicles, says Warshawsky. \u001d  Life-care annuities would eventually work well as an optional distribution mechanism from qualified retirement plans, Warshawsky says. That would require changes to Treasury and Internal Revenue Service regulations and maybe the law, and would be dictated by demand for the product, he says. \u001d  Life-care annuities \"could be the next big product innovation for insurers,\" says Terence Martin, vice president of Hartford-based Conning Research & Consulting. And though he doubts the vehicles will solve Medicare's woes, they won't hurt, either. Says Martin: \"Every little bit helps.\" \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"27d223c042d869ec11114532dc3c5854","symR":["GCAP.LN","GB0001742393"],"date":"2007-07-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"GCap Considers Opting Out Of Digital Radio - FT","GmtTimeStamp":"2007-07-14T12:34:00.000000000","CompanyCodes":["GCAP.LN","GB0001742393"],"IndustryCodes":["BRD","MED","XDJGI"],"Story":"\b \u001d  LONDON (Dow Jones)--GCap Media PLC (GCAP.LN), the U.K.'s largest listed radio company, has warned it may have to pull out of digital radio if it does not see faster technology growth and get a commitment from regulators to switch off analog signals, the Financial Times reported Saturday. \u001d  Citing Chief Executive Ralph Bernard, the paper said GCap was mulling switching off analog AM stations voluntarily, provided it made financial sense. \u001d  Bernard said that unless significant progress was made in pushing digital penetration higher and getting a switchover date, GCap Media would have to consider whether it would be financially more prudent to pull out of digital, the newspaper reported. \b \b   Newspaper Web site: http://www.ft.com \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9448 \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 08:34 ET (12:34 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2fe4f091840453f7c59e0d13e48ade0d","symR":["CRG.XX","SAFM","TSN"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"2nd UPDATE: China Bans Food Products From Tyson, Other US Cos","GmtTimeStamp":"2007-07-14T17:59:00.000000000","CompanyCodes":["CRG.XX","SAFM","TSN"],"IndustryCodes":["FOD","OFP","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  (Updates with comment from Tyson Foods) \b \u001d  BEIJING (AP)--China has suspended imports of from Tyson Foods Inc. (TSN) and several other U.S. meat processors, in an apparent attempt to turn the tables on U.S. complaints about tainted products from China. \u001d  China's General Administration of Quality Supervision, Inspection and Quarantine late Friday said frozen poultry from Springdale, Ark.-based Tyson Foods Inc., the world's largest meat processor, was contaminated with salmonella. \u001d  Frozen chicken feet from Laurel, Miss.-based Sanderson Farms Inc. (SAFM) were tainted with residue of an anti-parasite drug, and frozen pork ribs from Wichita, Kan.-based Cargill Meat Solutions Corp. contained the leanness-enhancing feed additive ractopamine, the agency said. \u001d  Frozen pig ears from Kansas City, Mo.-based Van Luin Foods USA Inc. were found to contain ractopamine. Frozen chicken feet from Atlanta-based Intervision Foods was tainted with salmonella, and frozen pork from Atlanta's AJC International Inc. was tainted with ractopamine, the agency said. \u001d  Both stewed chicken feet and pig ears are popular dishes in China. \u001d  Sausage casing from a seventh company, listed by the Chinese agency as \"Thumph Foods,\" was also found to contain ractopamine, according to the Chinese agency. It wasn't clear whether it was referring to Triumph Foods of St. Joseph, Mo. \u001d  Mark Klein, a spokesman for Minneapolis-based Cargill Inc., disputed the Chinese inspectors' findings that his company's products were tainted and said Cargill hoped to resolve the issue by working with U.S. and Chinese officials. \u001d  \"We're proud of our products and our processes, and we'll be delighted to talk about them with all concerned,\" he said. \u001d  Cargill is the parent company of Cargill Meat Solutions Corp., which as of 2005 was the ninth leading pork producer in the U.S., according to the National Pork Producers Council. \u001d  Libby Lawson, a spokeswoman for Tyson Foods, said the company knew nothing about any tainted product. \u001d  \"We're disappointed with this news from China and are investigating these claims as this is the first we've heard of this development,\" she said. \"We have received no notice from the Chinese government about this matter. We will work with the U.S. and Chinese government to get this matter resolved.\" \u001d  Officials with the other companies couldn't immediately be reached for comment. \u001d  Although China supplies most of its own meat, its imports of foreign meat are growing. A contagious disease has killed tens of thousands of pigs in China this year, and many farmers have stopped raising pigs because of worries they would lose money if the animals die. As a result, prices of pork - the country's staple meat - have shot up 43%, a jump so serious that China's Cabinet held an emergency session and Premier Wen Jiabao made public appearances to address concerns. \u001d  Cargill, Van Luin and \"Thumph Foods\" were given 45 days to correct the contamination problems, while the others were suspended from imports, though China didn't say for how long. \u001d  It was also unclear whether the bans covered only the products in question, or all of the companies' imports. \u001d  A duty officer reached by phone at the Chinese agency Saturday said he didn't know details. \u001d  Beijing has taken steps in recent days to improve the image of its products. It executed the former head of its drug regulation agency for taking bribes, and banned toothpaste makers from using a chemical found in antifreeze. \u001d  Officials also have vowed to better integrate China's fractured regulatory system, which splits responsibility among at least six agencies. Blurred lines between them often enable the country's countless illegal operations to escape detection. \u001d  The official Xinhua News Agency quoted Li Yuanping, director of the Chinese agency's import and export bureau, as saying China's government has thoroughly investigated each case of substandard exports. \u001d  \"All of them are exceptional cases,\" he said in the Saturday report, adding that more than 99% of China's exports meets standards. \"China-made products should not be labeled as substandard just because of a few bad producers.\" \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 13:59 ET (17:59 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2fe661f7cf1084ec9c4dd4c084f4cb58","symR":["RTR.LN","RTRSY","GB0002369139"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Iraqi Translator For Reuters News Agency Killed By Gunmen","GmtTimeStamp":"2007-07-14T15:46:00.000000000","CompanyCodes":["RTR.LN","RTRSY","GB0002369139"],"IndustryCodes":["IAS","MED","PUB","XDJGI","XFT1","XISL"],"Story":"\b \u001d  BAGHDAD (AP)--An Iraqi translator for Reuters was shot to death by gunmen, an apparent victim of sectarian death squads, the third employee of the news agency killed in Baghdad this week, Reuters reported on Saturday. \u001d  The London-based news agency did not identify the translator at the request of relatives, apparently to avoid publicizing the family's link to the company. The announcement of his death came a day after an Iraqi journalist for The New York Times was killed by gunmen. \u001d  The 30-year-old translator was killed Wednesday while driving with two of his brothers in southeast Baghdad, an area where Shiite and Sunni militants operate. \u001d  \"It appears the killing was one of the dozens of executions carried out every day in Baghdad by sectarian death squads that roam the city despite the presence of some 100,000 U.S. and Iraqi security forces in the city,\" the agency said in its report on his death. \u001d  The staffer usually took Thursday and Friday off, so Reuters became concerned when he did not come to work on Saturday, it said. He had been working for the agency since March and was married with two young daughters, it said. \u001d  He was the seventh Reuters employee to be killed in the Iraqi conflict, including an Iraqi photographer and driver - Namir Noor-Eldeen and driver Saeed Chmagh - who died Thursday during a clash between U.S. forces and Shiite militiamen. \u001d  The Times reporter, Khalid W. Hassan, was killed by gunmen as he drove to work Friday morning in southern Baghdad. \u001d  The latest Reuters death brings to 151 the number of journalists and media support staffers - the majority of them Iraqis - killed since the 2003 U.S. invasion, according to the Committee to Protect Journalists. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 11:46 ET (15:46 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"37413c9bf46ed6ff1b84ab150ff1343a","symR":["CRG.XX","SAFM","TSN"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"China Bans Products From Tyson, Other US Cos On Safety Fears","GmtTimeStamp":"2007-07-14T06:24:00.000000000","CompanyCodes":["CRG.XX","SAFM","TSN"],"IndustryCodes":["FOD","OFP","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  BEIJING (AP)--China has suspended imports of some frozen products from Tyson Foods Inc. (TSN) and several other U.S. companies - the latest indication that China may be retaliating as its products are turned back from overseas because of safety concerns. \u001d  Frozen poultry products from Tyson, the world's largest meat processor, were found to be contaminated with salmonella, according to a list posted late Friday on the Web site of China's General Administration of Quality Supervision, Inspection and Quarantine. \u001d  Other imports barred by China included frozen chicken feet from Sanderson Farms, Inc. (SAFM) found to tainted with residue of an anti-parasite drug, as well as frozen pork ribs from Cargill Meat Solutions Corp. containing a leanness-enhancing feed additive, the agency said. \u001d  China's food- and drug safety has come under scrutiny in recent months following the deaths of cats and dogs in the United States and Canada blamed on tainted Chinese pet food ingredients. Worries at home and around the world have heightened as a growing number of Chinese products are found tainted with dangerous levels of toxins. \u001d  Beijing has taken significant steps in recent days to clean up its product safety record, including executing the former head of its drug regulation agency for taking bribes, and banning the use of a chemical found in antifreeze in the production of toothpaste. \u001d  Officials have also vowed to better integrate its fractured regulatory system, which currently splits responsibility among at least six agencies. The blurred lines often enable the country's countless illegal operations to escape detection. \u001d  As China works to improve food safety, authorities have also prominently announced rejections of imports, apparently to turn the tables on critics and show it is not the only country with food export safety problems. \u001d  It was not clear whether the latest import bans covered only the products in question or if they extended to all of the companies' imports. A duty officer at the AQSIQ on Saturday said he did not know any details. \u001d  Mark Klein, a spokesman for Minneapolis-based Cargill Inc., disputed the Chinese inspectors' findings and said the company hoped to resolve the issue by working with U.S. and Chinese officials. \u001d  \"We're proud of our products and our processes,\" Klein said, \"and we'll be delighted to talk about them with all concerned.\" \u001d  Cargill is the parent company of Wichita, Kansas-based Cargill Meat Solutions Corp., the second-largest beef processor in the U.S. \u001d  Messages seeking comment were left with two spokesmen for Springdale, Ark.-based Tyson, the world's largest meat processor. A voicemail seeking comment was left at Sanderson Farms Inc., based in Laurel, Miss. \u001d  Beijing has previously rejected shipments of substandard orange pulp, dried apricots, raisins and health supplements from the U.S. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 02:24 ET (06:24 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"439f095898200a3366e837aa319c411f","symR":["CCO","DAKT","LAMR"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) Barron's Online: Hey, Sport, Here's A Stock For You","GmtTimeStamp":"2007-07-14T04:09:00.000000000","CompanyCodes":["CCO","DAKT","LAMR"],"IndustryCodes":["ADV","ELQ","MED","XDJGI","XNQ1","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Alexander Eule \u001d  Daktronics and its massive video scoreboards have had little trouble gaining the appreciation of sports fans. \u001d  But when it comes to investors, it's been a different story for the South Dakota-based maker of electronic advertising displays and stadium scoreboards. \u001d  Since briefly trading above $40 last December, Daktronics' shares (ticker: DAKT), had fallen 41%, as of Thursday, as a result of revenue shortfalls due to delayed orders. Over the past 12 months, the stock is off about 15%, versus a gain around 23% for the S&P 500. \b \u001d  For a patient investor, however, there could be a great deal of upside in Daktronics, thanks to new stadium construction and evolving billboard technology. The company enjoys a 70% share of the major-stadium scoreboard business and 50% of the nascent market for digital advertising billboards. \u001d  Analysts expect the company to earn $1.04 a share in 2009, according to Thomson Financial, almost double the 59 cents reported for fiscal 2007. \u001d  Founded in 1968 as a maker of electronic voting systems for state legislatures, Daktronics trades at a forward price-to-earnings-to-earnings-growth ratio of 1.1 -- 16% below its five-year average. \"I know that there's a big tidal wave of opportunity coming,\" says Michael Alpert, managing director and portfolio manager of the J. & W. Seligman Small Company Growth Team. \u001d  In 2006, construction began on a record $4 billion-worth of arenas and stadiums, according to McGraw-Hill Construction. The previous record was $3 billion in 1997. \u001d  Craig-Hallum Capital Group analyst Steve Dyer estimates that spending will total more than $14 billion for major college and professional sports facilities opening between now and 2010 -- a notable uptick, he says, from the total in the past three or four years. \u001d  Additionally, the need to differentiate the live-sports experience from advancing living-room technology is putting entertainment displays at the forefront of stadium plans and construction. \"They've become a part of the architecture of the stadium,\" Daktronics CEO Jim Morgan tells Barron's Online. \u001d  Morgan says that Daktronics' new major stadium projects are worth \"north of $10 million,\" with some in the $20 million range. \u001d  For their new football stadium, scheduled to open in 2009, the Dallas Cowboys envision multiple video displays, including two that will be 180 feet long and 50 feet high -- 2,244 diagonal inches, or 53 times the size of a 42-inch flat-panel TV. No contract has yet been signed, but Daktronics is a frontrunner to build the 180-foot display. The screen would be Daktronics' largest, but Morgan says that larger ones are possible, using the company's light-emitting-diode (LED) technology. \"We're only limited in size by the budget and physical constraints of the building,\" he maintains. \u001d  Alpert believes that the Cowboys' project could be worth $30 million to $40 million. Craig-Hallum's Dyer says that Daktronics is an obvious choice and calls the project \"theirs to lose.\" \b \u001d  In fact, Daktronics' leading market share makes it the top candidate to win most of the pending stadium contracts. According to Alpert, Daktronics has garnered nine of the past 14 National Football League stadium deals. Three of the other five winners have since exited the market, including Sony (SNE) and its Jumbotron display. Mitsubishi, the Japanese conglomerate, is the largest remaining competitor. \u001d  Upgrade demand is also helping Daktronics, with operators of existing stadiums striving to meet or surpass the emerging high-definition standard. \"We call it the 'Keeping up with the Joneses' effect,\" Morgan observes. \u001d  Best of all from investors' point of view, even though Daktronics' sport division has exceptional promise, its growth could trail that of the company's commercial business. \u001d  Just 560 of the approximately 342,000 billboards in the U.S. are digital, according to the Outdoor Advertising Association of America. \u001d  However, the nation's two largest billboard companies, Lamar Advertising (LAMR) and Clear Channel Outdoor Holdings (CCO), are quickly increasing their inventory of digital displays. Lamar plans to have at least 600 by the end of the year, up from 428 as of May, while Clear Channel hopes to deploy 100 in 2007. \b \u001d  Digital boards are what advertisers love: attention grabbers. A recent Morgan Stanley report suggests that Lamar's digital boards are producing six to 12 times the revenue of static billboards. \u001d  Still, as Daktronics' lagging stock suggests, investors remain concerned about the pace of earnings growth at the company and the inherent lumpiness of a business that's partially driven by special projects. \u001d  Additionally, there's no guarantee that the company will continue to dominate large stadium deals, and regulatory hurdles could curtail the rollout of digital billboards. Some communities view the electronic signs as visual pollution; others consider them too distracting to motorists. \u001d  Lamar, however, believes that progress is being made on the regulatory front. The Outdoor Advertising Association is promoting a study that suggests that there is no relationship between the presence of digital billboards and the rate of traffic accidents. \u001d  Alpert says that Daktronics' uneven quarter-to-quarter performance shouldn't distract investors from the company's long-term potential. \"It's very hard to find close to a monopoly business with huge demand opportunity,\" he says. \"The only issue is: Some investors aren't patient enough to wait.\" \u001d  With new stadiums opening around the country, patient Daktronics investors eventually could be cheering louder than Cowboys fans did in the glory days of Troy Aikman, Emmitt Smith and Michael Irvin. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"45df0237df0ce87abd445df2820ec275","symR":["BIDU","GOOG","IWY1.XE","REDF","SIFY","YHOO","US82655M1071","US9843321061"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) In India, Internet Shares Hardly Come Cheap","GmtTimeStamp":"2007-07-14T04:04:00.000000000","CompanyCodes":["BIDU","GOOG","IWY1.XE","REDF","SIFY","YHOO","US82655M1071","US9843321061"],"IndustryCodes":["ISV","XDJGI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Leslie P. Norton \u001d  In a world mad for Internet stocks, some of the maddest valuations have gone to two Internet companies in India that trade on Nasdaq, Rediff.com India (ticker: REDF), India's third largest portal, and Sify (SIFY), India's largest nongovernment-owned provider of broadband access. \u001d  With a market cap of $740 million, Rediff today trades at 115 times trailing earnings and 88 times forward earnings, while Sify, with a market value of $440 million (including $53 million in cash), sells at a trailing P/E of 205 and a forward multiple of 60. Andrew Foster, head of research at Matthews International Capital Management in San Francisco, owns Sify (he sold his Rediff shares long ago) and is enthusiastic about the sector, but he feels that \"the listed companies may not be the best representatives\" and \"it's hard to find active ideas to endorse.\" \u001d  Bulls on the industry argue its growth prospects are huge, noting that just 18 of every 1,000 Indians have access to personal computers. The two companies' stock jumped even higher last week on news that Rediff may list its shares in India and is launching a YouTube-like content-sharing program, and that Sify would offer cybercafe subscribers access and training for Microsoft Office software. \u001d  Shares of Rediff, whose fans have dubbed it \"the Google of the Ganges,\" have also been buoyed by frequent rumors that Google (GOOG) or Yahoo! (YHOO) might buy the company. But beneath all the cheering are serious doubts about Rediff's valuation, many of them based on comparisons of the company's market cap with the size of its main source of revenue. \u001d  The online Indian advertising market totaled $57 million in the year ended March, Kaufman Brothers estimates, which puts Rediff's value at 13 times the size of that market. Looked at another way, its market value is 27 times the $27 million in ad revenue for this year, a 67% gain, forecast by Ashish Thadhani of Gilford Securities, the sole analyst covering Rediff. Thadhani reckons that for the full year, total revenue will rise to $42.3 million from $28.7 million. That puts Rediff at 17 times sales. \u001d  In addition, Rediff's grip on its market seems to be slipping as Google and Yahoo! make inroads in India. In contrast, China's Baidu.com (BIDU), another expensive Internet stock, is gaining share in China. According to proprietary data from industry tracker comScore obtained by Barron's, Rediff in April had 9.66 million unique users, versus 13.6 million for Google in India and 14.6 million for Yahoo! That suggests that Rediff accounted for 25.5% of unique users, down from 34.1% at the end of 2005. ComScore wouldn't comment or confirm the data, which also showed Rediff trailing the two competitors in a host of other key metrics. A Rediff spokesman in Mumbai declined to comment ahead of the company's first-quarter earnings announcement in coming weeks, other than to say that comScore \"changed their sampling methods in June 2006 and hence comparison between now and any period prior to June 2006 will be inaccurate.\" \u001d  The makeup of Rediff's earnings also raises questions. Some 53% of Rediff's '07 pretax profit of $7.04 million in the fiscal year ended March comes from interest on cash raised in a 2005 stock offering, an amount Rediff's chief executive, Ajit Balakrishnan, readily admits he has no immediate intention of spending. Not counting Rediff's $1.80 in cash, the company trades for 82 times earnings, compared with Google's current P/E of 29. \u001d  And 28% of revenues and just under a fifth of gross profit came from a publishing operation that is basically a newspaper, India Abroad, for Indian expats -- hardly a growth business that commands a premium valuation. \b \u001d  At Sify, some 58% of revenues comes from network services for business, 34% from franchised cybercafes and broadband access, and 5% from Internet portals. But though revenues from business services grew 26% over the year, retail-Internet access slowed down. And the company added fewer and fewer cybercafes, just 86 in the fiscal fourth quarter, well below previous rates. \u001d  Also falling are cybercafe fees as the number of establishments in the country soars, thanks to a push by the government. In October, HughesNet Fusion, a unit of Hughes Communications, announced that, backed by Microsoft, it's committed to rolling out 5,000 broadband kiosks in rural India -- somewhat more than Sify's existing 3,638 cafes. \u001d  Rumors of a takeover of Rediff have been stoked by interest expressed by both Google and Yahoo! in making Indian acquisitions, and Gilford Securities believes other suitors may surface. Gilford's Thadhani concedes the stock \"has never been inexpensive,\" but he thinks a takeover could come at a premium to his existing price target of $25. \u001d  Last week, the stock was already above that price, even though Rediff chief Balakrishnan took the edge off takeover talk when he said he plans an offering in India \"at some stage.\" Hardly the attitude of a corporate boss eager to sell his company. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4e06a096ee3bf277771ef12da950adeb","symR":["POT","POT.T","CA73755L1076"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) Follow-Up: A Fertile Opportunity","GmtTimeStamp":"2007-07-14T04:04:00.000000000","CompanyCodes":["POT","POT.T","CA73755L1076"],"IndustryCodes":["CHM","CHS","XDJGI","XISL","XNYA","XTSE"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  While cautious traders might choose to take profits on a portion of their holdings, industry trends and Potash's dominant market share suggest that the stock has further to run. Indeed, it could climbanother 25% to 30% in the coming year. \u001d  First, the global demand for food crops -- and fertilizer, in turn -- shows no signs of abating, pushing potash prices up around the globe. Potash Corp. also produces nitrogen and phosphorus soil nutrients, but potash -- essentiallypotassium compounds left behind as sea water evaporates -- boasts the best margins. \u001d  Rising demand for biofuels is an added boon, as farmers lured by record grain prices strive to wring more from their soil. About a quarter of the growth in demand now comes from biofuels, which recently led CEO Bill Doyle to forecast \"multiple years of good prices.\" \u001d  This is good news for all fertilizer companies, but especially Potash, which not only is the world's largest potash producer, but controls 75% of the industry's excess capacity. While rivals are stretched, Potash easily could fire up idle mines to satisfy growing demand. \u001d  At about 80, the company's shares sell near 27 times 2007 earnings. Sure, fertilizer no longer is a novel investment idea, but skepticism lingers, even after some sell-side analysts raised their targets to catch up to the stock. The company is expected to earn $2.97 a share in 2007 and $3.47 in 2008, up from $1.95 last year. \u001d  The potash rush isn't lost on global mining behemoths like BHP Billiton (BHP) and Rio Tinto (RTP), and speculation has increased that they're looking to expand their presence. While skeptics fret about tougher competition, the segment's formidable entry barriers -- it takes billions of dollars and five to 10 years to bring a new potash mine into production -- improve the odds that big miners will acquire existing producers to enter the space. Given Potash's upwardly mobile stock, any deal likely would carry a rich price tag. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4ecc8ba889d7499b5a553b78ee3f5ff9","symR":["ABB.YY","YHOO","US9843321061"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"China's Alibaba Hires Rothschild For Listing Plan - Paper","GmtTimeStamp":"2007-07-14T14:30:00.000000000","CompanyCodes":["ABB.YY","YHOO","US9843321061"],"IndustryCodes":["FIS","ISV","XDJGI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b \u001d  LONDON (Dow Jones)--China's biggest e-commerce company, Alibaba.com Corp., has appointed investment bank Rothschild to advise it on a stock market listing expected to raise at least $1 billion, The Daily Telegraph reported Saturday without citing sources. \u001d  Chairman Jack Ma is understood to have appointed Rothschild as the firm's financial adviser ahead of an anticipated flotation later this year, the newspaper said. \u001d  The move could lead to a huge windfall for Ma and for Yahoo! Inc. (YHOO), which holds a 40% stake in Alibaba, according to the Telegraph. \u001d  Goldman Sachs and Morgan Stanley have been enlisted to underwrite the Alibaba share sale, which at this stage will involve only the company's business-to-business unit, the report said. \u001d  The flotation is likely to be the biggest-ever IPO by a Chinese Internet company and could value Alibaba's business arm at as much as $4 billion, it added. \b \b   Newspaper Web site: http://www.telegraph.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9448 \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 10:30 ET (14:30 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"51d8cbf1374cb7437a7954386622f9d6","symR":["6676.TO","CLS","CLS.T","FLEX","MSFT","SLR","CA15101Q1081","JP3921080002","US5949181045"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) Tech Trader: Betting On The Xbox's Repairman","GmtTimeStamp":"2007-07-14T04:09:00.000000000","CompanyCodes":["6676.TO","CLS","CLS.T","FLEX","MSFT","SLR","CA15101Q1081","JP3921080002","US5949181045"],"IndustryCodes":["CPR","ELQ","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX","XTSE"],"Story":"\b   (From BARRON'S) \b   By Eric J. Savitz \u001d  One of the current mysteries in the tech sector is the real story behind the problems afflicting Microsoft's Xbox 360 video-game consoles. As you no doubt know by now, Microsoft (ticker: MSFT) earlier this month announced that it was going to take a charge of more than $1 billion to cover costs related to an unusually large number of Xboxes with the dreaded (cue scary organ music) \"three flashing red lights\" hardware failure. \u001d  Microsoft has politely taken the blame itself, rather than pointing fingers at its component makers or contract manufacturers. One thing not many people have been talking about, however, is that all of that repair work is going to make money for someone. Alexander Blanton, an analyst at Ingalls & Snyder who is a long-time follower of the contract electronics-manufacturing sector, noted in a research report last week that Solectron (SLR) provides warranty repair services for the Xbox 360. The extension of the warranty on the box from one year to three years for the three-red-lights failure should give the company a fair share of the $1 billion Microsoft is going to spend to fix the problem. \u001d  I wish I could tell you to run out and buy Solectron based on the Xbox 360 repair work, but the stock isn't going to move on that news. That's because Solectron is in the process of being acquired by Flextronics (FLEX) for $3.6 billion in cash and stock. (Flextronics happens to manufacture the Xbox for Microsoft, along with Celestica (CLS)). \u001d  Blanton considers the Xbox work a modest positive for the combined companies, but his real point is more basic: He thinks you should take a stake in Flextronics. In particular, he thinks the Street is missing the positive impact Flextronics will see from buying Solectron. \"We believe that not only is Flextronics undervalued in relation to its earnings potential during the next few years without Solectron, but also that investors are underestimating the additional value and potential earnings power Solectron brings to Flextronics,\" he writes in his research note. \u001d  As Blanton points out, the contract electronics-manufacturing business is huge, fragmented and highly competitive, in particular for high-volume goods like personal computers and cellphones. Where Solectron shines, he says, is in highly complicated goods; he says the company is the leading contract manufacturer for Cisco routers, for instance. (Cisco does almost none of its own manufacturing.) Blanton says the combined company \"should be more diversified and more competitive than either company on its own.\" \u001d  Blanton notes that Flextronics is selling for just 13.6 times trailing 12-month earnings of 80 cents a share, and 10.9 times his estimate of $1 a share for the March 2008 fiscal year. \"That's a paltry valuation for a company that expects to grow sales at least 10%-15% a year and EPS at an even faster rate,\" he writes. \u001d  Blanton sees Flextronics earning $1.20 per share in the March 2009 fiscal year, and $1.35 in fiscal 2010, not counting the pending acquisition of Solectron. But as Blanton notes, the company has said it expects to see $200 million in after-tax synergies from the Solectron deal within 24 months -- and he says it should be accretive to earnings in the first quarter after it closes. Blanton assumes the company will get half of the expected synergies in fiscal 2009; the result is his estimate jumps to $1.27 a share. For 2010, his estimate jumps to $1.72 a share, on the assumption that the company realizes the expected synergies. \u001d  I know that this sector has posed challenges for investors in recent years; and with its diverse exposure to the electronics-equipment business, Flextronics would likely get hurt in an economic downturn. But the stock is attractively priced. If you believe there is growth left in the tech business -- and that outsourcing manufacturing is the best option -- then you might want to stash away a few shares. \b \u001d  Let's go back for a second to the video-game business, in honor of last week's E3 gaming conclave in Los Angeles. \u001d  The current generation of video-game hardware -- the seventh generation, dating back to the Magnavox Odyssey in 1972 -- has almost certainly not turned out the way most people thought. At this point, we've got one console that keeps breaking (the Xbox 360), one that seems dramatically overpriced, even after a recent price cut (the Sony Playstation 3), and one that you can't ever find on the shelf because of its incredible popularity (the Nintendo Wii); it is likely to remain in short supply right through Christmas. \u001d  Last week's new, smaller E3 provided some pretty obvious indications that Nintendo has opened some eyes on the opportunities beyond hard-core gamers. Nintendo itself showed a balance board to be used in something called Wii Fit. (I could use that, I think.) Microsoft showed a new controller with large buttons, to make certain games easier to play. Sony . . . did I mention they cut prices? \u001d  Forrester Research last week issued a report on how the current generation of consoles will unfold between now and 2012, and theorized that this cycle will be more evenly divided among the competition than in previous rounds; in 2012, Forrester sees Xbox 360 with 33% of the market, the Wii with 30% and PS3 with 24%. \u001d  But they also provide a \"wild-card scenario,\" in which Nintendo surges to the top of the heap. I'm a believer. We've had a Wii in our house since February, and it remains hugely popular with all three of my kids, who range from first grade to ninth grade. My six-year-old daughter beat the pants off me in the Wii Sports bowling game the other day. Purists will note it has a much less powerful processor than its rivals; it is about the same speed as the Playstation 2. But games ultimately aren't about how many polygons you can draw, or how lifelike surfaces look. Games are ultimately about fun. And the Wii, with its cool, innovative wireless controller, and easy-to-use games, is pure fun. \b \u001d  Litigation Watch: In a little-noticed ruling in June, a federal-court judge found that Japanese-owned wireless-networking-hardware maker Buffalo Technology was in violation of some Wi-Fi patents held by an Australian scientific agency called CSIRO, the Commonwealth Scientific and Industrial Research Organization. As my friend Gerard Hallaren of research-boutique JRPG.com points out, Buffalo was enjoined from selling infringing wireless hardware until it licenses the CSIRO patents. CSIRO had viewed the Buffalo litigation as a test case; it has litigation pending against larger tech companies, including Intel (INTC), Microsoft, Dell (DELL), Hewlett-Packard (HPQ), Netgear (NTGR), Nintendo (NTDOY) and Marvell (MRVL), among others. \u001d  Effectively, CSIRO contends anyone using the 802.11a or 802.11g standards in hardware is violating its patents. If the Buffalo cases holds up, the world will face the prospect of paying the Australian agency a tax on every Wi-Fi router and chipset -- which would generate enough cash to buy a whole lot of vegemite sandwiches. \u001d  --- \u001d  e-mail: eric.savitz@barrons.com. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"55e8eb114d724ba41e06f18ef22cc5fe","symR":["BP","BP.LN","CAG","CPTC","CY","DOW","EPG","FTEK","FUE.XE","GE","MON","PBW","PICO","SPWR","AN3595231072","GB0007980591","US2058871029","US2605431038","US3696041033"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) Cleaning Up -2-","GmtTimeStamp":"2007-07-14T04:08:00.000000000","CompanyCodes":["BP","BP.LN","CAG","CPTC","CY","DOW","EPG","FTEK","FUE.XE","GE","MON","PBW","PICO","SPWR","AN3595231072","GB0007980591","US2058871029","US2605431038","US3696041033"],"IndustryCodes":["CHC","CHM","CHS","ELQ","EXT","FIS","FOD","IDD","OFP","OIL","POL","SEM","SVC","XDJGI","XDJI","XFFX","XFT1","XGTI","XISL","XNYA","XRUS","XSCI","XSP5","XST5"],"Story":"\u001d  Water purification and desalination have represented the holy grail of clean tech since before the term existed, but they remain elusive, primarily due to cost. Analysts at Lux Research project a $3 billion market opportunity in clean water, but the area has attracted only $154 million in venture-capital funding since 1995. \u001d  One company is taking a different tack toward providing fresh water. PICO Holdings (PICO), which is essentially an asset play, has been acquiring water rights throughout the West with plans to redistribute fresh water to areas where it's in short supply. The company has bought partial water rights to a massive aquifer (underground lake) in Nevada and is building a pipeline to a planned housing development in Reno. Analysts at Merriman Curhan aren't concerned about Pico's volatile earnings and revenues because it's an asset play. \u001d  Merriman Curhan sees the shares, at 43.47 last week, headed to 58. \u001d  Windmill farms might be the most ubiquitous symbol of alternative energy. Yet wind probably isn't the ultimate solution to our energy needs unless it meets sizable reliability, power storage and distribution challenges. Even environmentalists are tilting at them, arguing that they kill birds and make eyesores of our landscapes. \u001d  Another knock on wind energy has been the availability of windmills, or wind turbines. Composite Technology (CPTC.OB) hopes to help solve that problem. Its wholly-owned subsidiary, DeWind, is expected to release a new turbine later this year that should challenge General Electric and help address a significant global backlog. The shortfall in supply, Tanous explains, has occurred because GE, a major producer of turbines, owns much of the intellectual property and has made it difficult for others to compete without paying licensing fees. \u001d  But Irvine,Calif.-based Composite has developed its own technology, allowing it to cut into pent-up demand and earn high-profit margins. Merriman Curhan's Jesse Herrick, who just recently initiated coverage of the tiny company with a Buy, thinks the turbine breakthrough can propel fiscal '06 revenues of about $10 million to as high as $87 million by 2008. \u001d  With shares trading at only a buck or so, this nascent wind-play carries significant risk, but the company has another interesting aspect: carbon-fiber transmission lines for power companies. Herrick thinks this unit has potential upside as well and has a target of 2.50 for the stock. \b \u001d  To be sure, building a clean-technology industry that makes meaningful improvements in the global environment is a long-term project with many possible obstacles. Changes in the price of oil, for instance, will have a big effect on the marketplace. Products like hybrid cars or other transportation-related items will lose appeal if oil drops back into the $40-a-barrel area, even if the government mandates lower emissions. \u001d  And most solid clean-tech stocks are pretty rich. The frothiness seen in the current solar market can be expected to show up in other subsectors over time. Already, there have been questions about whether some fuel-cell makers can ever make a profit given their cost structures. \u001d  In some sense, bubble markets are a rite of passage for any new growth technology -- a validation of sorts. Certainly, the Internet has found its feet after a brutal few years. Is clean tech subject to the same fits and starts? \u001d  \"Yes, but the difference is that we are not building sock puppets. Ultimately, investing in the Internet was right. It just took longer than expected,\" venture capitalist Dolezalek says. \"These are real companies, building real revenues with real products.\" And growth investors have to live with real risk. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5cfaebbc9845eb30e8a2108e2af1c5f9","symR":["TSCDY","TSCO.LN","GB0008847096"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"UK Police: 11 Tesco Supermarkets Closed On Security Alert -2-","GmtTimeStamp":"2007-07-14T18:35:00.000000000","CompanyCodes":["TSCDY","TSCO.LN","GB0008847096"],"IndustryCodes":["FDR","RTB","RTS","XDJGI","XFT1","XST5"],"Story":"\b \u001d  \"Police are investigating a series of incidents in a number of locations across the country involving Tesco stores,\" a Hertfordshire police spokeswoman said on condition of anonymity in line with force police. \"These stores have been temporarily closed as a precaution for public safety.\" \u001d  Tesco said the police had responded to a number of incidents. \u001d  \"Police are investigating and so we are unable to comment further,\" she said on condition of anonymity in line with company policy. \"As always, at all times customer welfare is our priority.\" \u001d  Police said the closures affected stores in London, other locations in England, and Scotland and Wales. \u001d  A spokesman for South Wales police said the Tesco store at Riverside, Port Talbot, had been closed since Saturday afternoon and said officers would remain at the store for as long as necessary. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 14:35 ET (18:35 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"60c97f0bc526e3c6b637b5b17289af85","symR":["WMT","US9311421039"],"date":"2007-07-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(7/16) Up & Down Wall Street: Money Talks","GmtTimeStamp":"2007-07-14T04:08:00.000000000","CompanyCodes":["WMT","US9311421039"],"IndustryCodes":["RTB","RTS","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Alan Abelson \u001d  He who pays the piper calls the tune. \u001d  How's that for original phrasing? But for all it may be a bit shopworn, that familiar old saw depicts with remarkable precision how politics works. \u001d  Take the idea of making private equity and hedge funds subject to a tax rate that bears some relation to the mean tax bite inflicted on ordinary toilers doing an honest day's labor. On a lot of their enormous profits, the hedgies and the private-equity types pay 15%, instead of the up to 35% on the pittance earned by the sweat of our brow that we hapless lugs are liable for. \u001d  One would think such a proposal would be a no-brainer for Democrats like New York's senior senator, Charles Schumer, who are eternally posturing as friends of the working man and mouthing off about skimming some of the ill-gotten gains of the rich to enhance the common weal. \u001d  Ah, but no. Mr. Schumer, who's never at a loss for words, especially when there's a TV camera in sight, seems uncharacteristically constrained in his reaction to this latest wrinkle in the unceasing effort to separate the affluent from their proudest possession -- their money. Mr. Schumer suggests the need for careful weighing of the pros and cons of the proposal, a meditative approach that's quite alien to his usual assertive mode, and other liberal fire-eaters in the Congress apparently have experienced a similar conversion to the novel notion of think-before-you-shout. \u001d  A cynic might credit this onslaught of calm rationality to the fact that hedge funds and private-equity operators are big-buck contributors to the campaign kitties of Democrats. And a cynic would be absolutely right. But we want to reassure their various constituencies, those equivocating senators and congressmen are not opposed to soaking the rich; they are opposed only to soaking the rich who are enlightened enough to share the wealth with them. \u001d  The tender concern for the financial sensibilities of the worthies who run hedge funds and private-equity outfits is not restricted, in case you were worried it was, by petty partisanship. The Republicans, by and large, are arrayed against increasing taxes as a matter of principle and especially, as a matter of principal, against boosting the taxes of such generous donors to their campaigns as the hedge-fund and private-equity chieftains. An exception, we should note, is Sen. Charles Grassley of Iowa, but then he probably grew up on a farm and so wouldn't know a CDO from a CMO and lacks the unique insight afforded those brave hearts who've engaged in tranche warfare. \u001d  Point man for the Republicans on this crucial issue seems to be John Snow, the former secretary of the Treasury. A brilliant choice, we say, for no one is better suited for that role than Mr. Snow, who parlayed an undistinguished career at the Treasury into a quite handsomely remunerative job as chairman of the insatiable private-equity octopus Cerberus Capital Management. \u001d  And Mr. Snow is proving just the fellow to eloquently delineate the horrors that will ensue to the free-enterprise system, the economy and the nation's well-being if, to cite one horrifying example, the top 25 hedge-fund managers were able to take home in any given year an average of only some $250 million. The very prospect of such extreme deprivation and cruel diminishment of incentive is enough to make widows and orphans weep, even those too impoverished by rash investments to own anything with which to wipe their tears. \b \u001d  Money talks in Wall Street, of course, and if possible, even more loudly than in Washington. But that's hardly surprising, since the bottom line on success or failure for participants in the market is simply how much money they make or lose. None of that pseudo-altruism, bettering-the-lot-of-mankind stuff that makes politics such an entertaining and enduring study in hypocrisy. \u001d  These days, moreover, money flows through the Street in an endless torrent, seeking employment in anything designed to whet the appetite of investors, from mammoth leveraged buyouts to billion-dollar buybacks by anxious companies of their own stock. This almost unimaginably bountiful fount of cash and credit, the blessed legacy of Mr. Greenspan's long reign at the Fed, is dispensed by unfailingly generous banks and their less traditional counterparts, eager for the absurdly fat fees, a piece of the action, or both. \u001d  And there's seemingly an inexhaustible supply of money champing at the bit to stampede into stocks at the drop of even the flimsiest excuse. Last Thursday bore dramatic witness to just how breathtakingly explosive buying power can be when it comes bursting in from the sidelines, where, incidentally, it had hastily sought refuges just a few days before from one of those selling squalls that have punctuated this year's spanking bullish run. \u001d  The Dow spurted 283.86 points to a new  high within spitting distance of 14,000, its biggest gain since October '02, when it was just beginning to find its legs after the bear market that opened this century. For their part, the S&P 500 and Russell 2000 also soared to new historic peaks, and even the still-lame Nasdaq touched its highest levels in six years (but, before you get too excited, a couple of thousand-plus points from its best-ever close some seven years ago). \u001d  What set off the blazing rise supposedly were some not-so-bad reports by a few retail chains, notably Wal-Mart, of how their sales fared in June, presumably evidence that reports the consumer is ready for intensive care are greatly exaggerated. That explanation, we respectfully submit, is pure, unadulterated balderdash. \u001d  The showing of most retail chains was mediocre at best, and even Wal-Mart, on second glance, benefited most conspicuously from higher food prices than any exceptional pick-up in its regular business. And along comes Friday and with it the Commerce Department's disclosure that retail sales last month plummeted 0.9% to a two-year low (even ex autos, the drop was a dispiriting 0.4%). \u001d  In truth, fear was the big trigger for Thursday's blistering rally -- fear, once the market started up in earnest, of being left behind, and fear, by the overly crowded short-interest position, of unpleasant losses swiftly blossoming into disastrous ones. In both cases, the hedge funds, a flighty bunch if ever there was one, acted as significant catalysts. \u001d  As to that other old reliable explanation dragged out whenever the need arises -- big noise on the takeover front, which last week was supplied by Rio Tinto handily outbidding Alcoa for Alcan -- it served, as do so many mergers and acquisitions, more as rationale than reason for buying. \u001d  Manias, by definition, are marked by a compulsion to buy, and that's been the story of this market for quite a spell now. There are likely other elements at work that are not much articulated but, we suspect, help feed the passion for equities. The weakness of the dollar, for one; rightly or otherwise, stocks are commonly viewed as a buffer against a devaluating currency. \u001d  We can't say when the irrepressible urge of investors to buy will dissipate, whether it'll happen overnight or over time or what precisely will cause it to do so. All we can say confidently is that it'll happen, and we're not talking about the hereafter. \b \u001d  Among the dictates of our job is to rummage through a vast miscellany of investment and economic commentary from brokerage firms, investment banks, all manner of advisory outfits and other dubious sources. Much of the material is nicely packaged (or not) rubbish, which no doubt comes as a big shock to you. There are, however, among the fluff and dross inevitably some worthwhile pieces, in which happy category we include a good slice of the stuff churned out by Dresdner Kleinwort. \u001d  We're particularly taken by the scribblings of Albert Edwards and Ian Hardwood, which we see with some frequency, but we think the level of analysis and liveliness of expression overall deserves a nod. Sometimes a stray observation or fact is particularly intriguing. Ian points out, for example, in a discussion the growing likelihood of a \"generalized mortgage credit crunch\" in the U.S., that rising mortgage applications, which more than one observer has seized upon as sign of a bottom in housing, instead might be symptomatic of a \"growing propensity to make multiple applications\" because of the difficulty of getting a mortgage. \u001d  And in his most recent commentary, Albert Edwards observes that, \"given the still gargantuan borrowing requirement of the U.S. household sector needed to finance elevated levels of spending, a loss of confidence could easily trigger a consumer collapse.\" \u001d  He goes on, in a cheerfully mordant tone, that should the U.S. consumer \"eventually slump, the market will be stunned. Equities would join the wake, with sky-high margins (especially in the financial sector), cyclically ripe for retrenchment.\" \u001d  Finally, he sighs, if the unthinkable happens and the \"profits cycle turns, who will be left to buy the equity market? Certainly not the corporate sector. Excessive peak-of-cycle and LBO-levitated valuations will sink back into the Ice Age abyss and talk will return once again to deflation.\" \u001d  We can only infer that Albert did not participate whole-heartedly in last week's stock-market surge. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6167f5c32f113663355795ce09a2c8fe","symR":["EMI.LN","EMIPY","WMG","GB0000444736"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Warner Music In Talks With Private Equity Over EMI -Newspaper","GmtTimeStamp":"2007-07-14T14:45:00.000000000","CompanyCodes":["EMI.LN","EMIPY","WMG","GB0000444736"],"IndustryCodes":["BRD","MED","MOV","XDJGI","XNYA","XRUS"],"Story":"\b \u001d  LONDON (Dow Jones)--Warner Music Group Corp. (WMG) is in talks with more than one private equity firm about a potential break-up bid for EMI Group PLC (EMI.LN) ahead of next Thursday's put-up or shut-up deadline, The Daily Telegraph in London reported Saturday without citing sources. \u001d  Private equity firm Terra Firma has given EMI shareholders an extra week to accept its GBP2.4 billion bid pitched at 265p a share. \u001d  If Warner does not launch a counterbid, it is expected to seek to buy EMI recorded music from Terra Firma at a later date, the Telegraph said. \u001d  Warner declined to comment to the newspaper. \b \b   Newspaper Web site: http://www.telegraph.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9448 \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 10:45 ET (14:45 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6671f34b06e73e22bae07a5ed8ae5f6c","symR":["BP","BP.LN","CAG","CPTC","CY","DOW","EPG","FTEK","FUE.XE","GE","MON","PBW","PICO","SPWR","AN3595231072","GB0007980591","US2058871029","US2605431038","US3696041033"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) Cleaning Up","GmtTimeStamp":"2007-07-14T04:08:00.000000000","CompanyCodes":["BP","BP.LN","CAG","CPTC","CY","DOW","EPG","FTEK","FUE.XE","GE","MON","PBW","PICO","SPWR","AN3595231072","GB0007980591","US2058871029","US2605431038","US3696041033"],"IndustryCodes":["CHC","CHM","CHS","ELQ","EXT","FIS","FOD","IDD","OFP","OIL","POL","SEM","SVC","XDJGI","XDJI","XFFX","XFT1","XGTI","XISL","XNYA","XRUS","XSCI","XSP5","XST5"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  It's that rare opportunity to save humanity and make a killing. \u001d  The mere possibility has Silicon Valley's venture capitalists tripping over each other to offer cash to start-ups focused on Clean Technology, a fuzzy business category that now encompasses just about anything that might help stave off global warming and aid the environment: solar and wind-generated energy sources, air and water pollution-control devices, and alternative fuels made from just about any non-hydrocarbon-based item all qualify. Even electric sports cars seem to fit the bill. \u001d  Venture capitalists plunked down better than $1.5 billion in funding for clean tech in 2006, bringing the total to $4.2 billion since 2000, according to the National Venture Capital Association. These strong inflows have helped launch 1,500 start-ups worldwide. \u001d  \"These companies are popping up like weeds, just like dot-coms, but hopefully with better rates of success,\" says Vinod Khosla, the well-respected venture capitalist who founded Khosla Ventures and is an affiliated partner at Kleiner, Perkins, Caufield and Byers. \u001d  More than 50 of these one-time weeds already have progressed beyond private-equity funded start-ups and entered the public markets in the past two years or so, which begs the question of how well they'll fare longer-term. Will the attrition rate among clean-tech companies be as high as it was for Internet companies (not to mention their shareholders)? \u001d  Clean tech no doubt will suffer from some of the same ills as the Internet: Already, solar stocks are frothy, ethanol shares have soared only to plunge as corn prices rose, and some fuel-cell companies seem to have borrowed their business plans from long-departed Web enterprises. But the sector also appears to be a fertile source of profitable growth investments for the next decade or more. There's already a decent selection of stocks to buy in this area, with substantial upside. \u001d  In part, this is because governments worldwide are expected to pass tougher environmental laws aimed at saving the planet, by forcing industry and utilities to do less harm. Global accords like the Kyoto Protocol, which limits carbon-dioxide emissions and promotes trading of emission rights, are gaining. Just last week in the U.S., which didn't agree to the protocol, the Senate introduced a measure that would mandate a \"cap and trade\" system that  limits total emissions and then allows carbon-dioxide producers to trade emission credits. \u001d  \"The likely trajectory of legislation on global warming is creating a great investment opportunity,\" says Khosla. \u001d  Added impetus comes from the U.S.' dangerous dependence on foreign oil. \u001d  \"There is a natural alliance here between the tree-huggers and the hawks, even if they don't agree on the reasons,\" says R. James Woolsey, director of the Central Intelligence Agency in the Clinton administration who works for consultants Booz Allen Hamilton. \u001d  \"With about two-thirds of the world's oil supply situated in the tumultuous Middle East, we need to do to oil what electricity and refrigeration did to salt at the turn of the 19th century,\" says Woolsey. Salt still mattered after new means of preserving food were discovered, but it was no longer a strategic commodity that triggered wars. \b \u001d  In February, the California Public Employees Retirement System, the nation's largest pension fund, pledged to commit $400 million to private-equity investments in clean tech managed by Pacific Corporate Group of La Jolla, Calif. \u001d  California's move provided an added measure of validation to the category, which increasingly is moving into the public markets. Thirty clean-tech outfits went public in 2006, raising about $4.4 billion, following the 19 that generated roughly $1.7 billion in 2005. The American Stock Exchange now has a Cleantech Index (CTIUS) and there's a PowerShares' WilderHill Clean Energy Portfolio exchange-traded fund (PBW), one of a number of vehicles devoted to the group. (Barron's parent, Dow Jones, announced last week that it was launching a new Clean Tech news service for investors.) \u001d  Investors will have to negotiate a market that's likely to resemble biotech more than the Internet or information tech, says VantagePoint Venture Partners' Stephan Dolezalek, whose firm has invested in 11 companies to the tune of about $140 million since 2001 and plans to invest another $100 million or so a year. \u001d  As in biotech, venture capitalists are more likely to exit their investments in clean tech via buyouts rather than IPOs. In part this is because clean tech faces more uncertainties -- owing to its reliance on changing government policies and subsidies, an evolving customer base and huge capital needs -- than information-technology firms that had more defined sets of customers. \u001d  They will also compete against huge multinationals, which are likely to be active acquirers both for defensive purposes and as ways to enter new areas, Dolezalek says. \u001d  Instead of Big Pharma, it will be oil, chemical, agricultural, and energy-utility behemoths, among them companies like General Electric, BP, Dow Chemical, ConAgra, Monsanto that will be on the prowl for these companies. The start-ups, like fledgling biotech companies, will get brand recognition, distribution, big sales forces and manufacturing help while the acquirers will receive needed growth and knowledge. \u001d  It's too early to invest on this basis, but some big companies may also be long-term beneficiaries of clean tech. What would happen to General Motors' shares if the auto maker  produced a car that got 100 miles to the gallon or didn't use fossil fuels at all? The same kind of breakthroughs could occur at GE (wind and lighting) or Archer Daniels Midland (ethanol). \u001d  That's not to say we shouldn't expect some new household names to emerge. While it produced fewer than those spawned in the computer revolution, biotech still gave us giants like Amgen and Genentech. If clean tech ever produces a comparable name, it's likely to come from the broad and diverse energy sector that's captured more than half of all clean-tech venture money. \b \u001d  Whether turning cow chips and corn into biofuels or harnessing the wind and sun, these alternatives to fossil fuels are going to garner more attention as the science improves, public policy shifts and storage capability grows. It is also where traditional Silicon Valley semiconductor technology intersects with new frontiers, such as solar cells and energy storage like batteries. \u001d  One of the early success stories and highfliers is SunPower (SPWR), a majority-owned spin-off of Cypress Semiconductor (CY). Nothing fancy here, SunPower is a well-managed maker and seller of high-efficiency silicon solar cells and panels based on today's technology. \"It's the premier solar photovoltaic company,\" says Brion Tanous, a next-generation energy analyst with Merriman Curhan Ford in San Francisco. (Thermal solar, which heated water, was considered the first generation of solar where photovoltaic is the next generation that turns light into electricity). \u001d  The company has a market-leading position in Spain, one of the world's biggest promoters of alternative energy, a 2.2-megawatt solar-power plant in Korea and is starting on the largest solar installation in the U.S. The company racked up about $237 million in sales last year, with profits of $36 million, or 51 cents a share. \u001d  Supporting a market value in excess of $5 billion, the shares hit their 52-week high last week at 69.80, or a pricey 36 times 2008 earnings. Some insist it's worth it for high-quality growth. Merriman Curhan's target is 75. Says one angel investor: \"It's rich, but it's kind of like buying Microsoft in the early '90s. It will just stay rich.\" \u001d  Another alternative start-up is New Hampshire-based Environmental Power Corp. (EPG),  a big bet on the institution of emissions caps and the trading of pollution credits in the U.S. The company's technology cuts the natural release of animal-produced methane, a carbon-based gas that contributes to the Greenhouse Effect. Under a trading system, Environmental Power would get valuable credits for its efforts which could translate into a new revenue stream beyond its main business of turning methane into biofuel. Analyst Tanous estimates the credits could be worth as much as $4.6 million, or 33 cents a share, by 2009. \u001d  Major investors have eyed the shares of this unprofitable company, but a market value of $84 million doesn't provide them enough liquidity. Shares were trading around 8 last week, below their 9.34 52-week high. \"Small-cap investors are buying this stock,\" Tanous says. \"And I think it has a long way to run.\" He has a target of 16, or 23 if the value of carbon credits is twice what's expected. \b \u001d  Making power plants run more efficiently at lower costs is a big-step toward cleaning the air, which is where Fuel Tech (FTEK) comes in. It is a $75 million-in-revenue company that installs air-pollution controls that improve the performance of combustion furnaces. \u001d  The company has borrowed its business model from shavers and blades: The system is cheap but the recurring revenues from supplying the chemicals to keep it going produce high margins. It has a chemical injection system for oil- and coal-fuel plants that eliminates the layers of petrified slag that build up on the inside surfaces of the furnaces. Now, the slag that once had to be broken up with explosives, is turned to ash workers can simply sweep out of the furnace. \u001d  Coming off all-time highs in June, the shares could catch a second wind after the company's recent announcement that it's partnering with a Japanese company to sell its systems in China. Plus, the expected adoption of a carbon-credit system in the U.S. should generate more U.S. demand. \u001d  The stock is trading at 46 times Tanous' 2008 earnings estimate of 71 cents a share. But he thinks 2008 revenue can grow 30%. \"You could even argue that it's not that expensive now,\" says Tanous, who sees it climbing 25%, to 41. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  July 14, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6a37a6e6e00cd619e91b9e82255a89f2","symR":["NDAQ","OMX.SK","SE0000110165"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Dubai May Derail OMX-Nasdaq Merger With Rival Bid -Newspaper","GmtTimeStamp":"2007-07-14T14:36:00.000000000","CompanyCodes":["NDAQ","OMX.SK","SE0000110165"],"IndustryCodes":["SCR","XDJGI","XHEX","XRUS","XSXA"],"Story":"\b \u001d  LONDON (Dow Jones)--The owner of the Dubai stock exchange is poised to derail the proposed $3.7 billion merger between OMX AB (OMX.SK) and Nasdaq Stock Market Inc. (NDAQ) by tabling a rival bid, The Daily Telegraph reported Saturday without citing sources. \u001d  The Dubai International Financial Centre, which owns the Dubai International Financial Exchange, is believed to have funding in place to bid up to SEK250 per OMX share, some 20% higher than Nasdaq's existing SEK208.1-a-share bid, the report said. \u001d  According to the Telegraph, UBS and Goldman Sachs are understood to have been asked to be on standby to launch a bid for OMX on behalf of the DIFC as early as next week. \u001d  The DIFC is understood to have been buying OMX shares in the open market in recent days, amassing a stake in the region of 4.5%, just below the 5% level at which a buyer must disclose ownership under Swedish stock exchange rules, the newspaper added. \b \b   Newspaper Web site: http://www.telegraph.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9448 \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 10:36 ET (14:36 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6a73dad62992644f02f7ea4b1d78e148","symR":["CRG.XX","SAFM","TSN"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"UPDATE: China Bans Food Products From Tyson, Other US Cos","GmtTimeStamp":"2007-07-14T09:42:00.000000000","CompanyCodes":["CRG.XX","SAFM","TSN"],"IndustryCodes":["FOD","OFP","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\u001d  (Adds details on import suspensions, comments from Chinese product safety official) \u001d  BEIJING (AP)--China has suspended imports from Tyson Foods Inc. (TSN) and several other U.S. meat processors - the latest indication the government may be retaliating as its products are turned back from overseas because of safety concerns. \u001d  Frozen poultry products from Tyson, the world's largest meat processor, were found to be contaminated with salmonella, China's General Administration of Quality Supervision, Inspection and Quarantine said on its Web site late Friday. \u001d  Other imports barred by China include frozen chicken feet from Sanderson Farms, Inc. (SAFM), tainted with residue of an anti-parasite drug, as well as frozen pork ribs from Cargill Meat Solutions Corp. that contained a leanness-enhancing feed additive, the AQSIQ said. \u001d  A Cargill spokesman denied the agency's claims. Tyson and Sanderson Farms officials were not immediately available for comment. \u001d  China's food and drug safety has come under scrutiny in recent months following North American dog and cat deaths blamed on tainted Chinese pet food ingredients. \u001d  Worries at home and around the world have heightened as a growing number of Chinese products have been found tainted with dangerous levels of toxins and chemicals. \u001d  Beijing has taken steps in recent days to improve product safety. It executed the former head of its drug regulation agency for taking bribes, and banned toothpaste makers from using a chemical found in antifreeze. \u001d  China's government has thoroughly investigated each case of substandard products, the official Xinhua News Agency on Saturday quoted Li Yuanping, director of the AQSIQ's import and export bureau, as saying. \u001d  \"All of them are exceptional cases,\" he said in the report, adding more than 99% of China's exports meet standards. \u001d  \"There is no such thing as zero risk. In term of food safety, it's impossible for any country to make 100% of their foodstuff safe,\" he was quoted as saying. \"China-made products should not be labeled as substandard just because of a few bad producers.\" \u001d  However, as China works on food safety, authorities have prominently announced rejected imports - an apparent bid to turn the tables on critics and show it is not the only country with food export safety problems. \u001d  Mark Klein, a spokesman for Minneapolis-based Cargill Inc., disputed the Chinese inspectors' findings and said the company hoped to resolve the issue by working with U.S. and Chinese officials. \u001d  \"We're proud of our products and our processes, and we'll be delighted to talk about them with all concerned,\" he said. \u001d  Cargill is the parent company of Wichita, Kansas-based Cargill Meat Solutions Corp., which as of 2005 was the ninth leading pork producer in the U.S., according to the National Pork Producers Council. \u001d  Cargill had 45 days to correct the problem, the AQSIQ said, as did Kansas City, Missouri-based Van Luin Foods USA, Inc., whose imports of frozen pig ears were also found to contain the leanness-enhancing feed additive ractopamine. \u001d  The other companies' imports were suspended, although the AQSIQ did not say for how long. \u001d  It was unclear whether the latest import bans covered only the products in question, or all of the companies' imports. \u001d  An AQSIQ duty officer said Saturday said he did not know details. \u001d  Also suspended from import were products from two Atlanta-based companies: frozen chicken feet tainted with salmonella from Intervision Foods, and frozen pork tainted with ractopamine from AJC International, Inc. \u001d  Phones at both companies rang unanswered late Friday. \u001d  Messages seeking comment were left with two spokesmen \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 05:42 ET (09:42 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6fa4a650a9e972261fbfd079cc7426d0","symR":["BK","CMI","CVS","WAG"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) Speaking Of Dividends: Cummins Keeps Rolling","GmtTimeStamp":"2007-07-14T04:03:00.000000000","CompanyCodes":["BK","CMI","CVS","WAG"],"IndustryCodes":["AMG","RTD","RTS","TRQ","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  The slowdown in the heavy-duty truck industry is no roadblock for Cummins. The 88-year-old Columbus, Ind., company, long the world's No. 1 manufacturer of big diesel engines, boasts three consecutive years of record financial results. \u001d  Tuesday, Cummins (ticker: CMI) revved up its quarterly common dividend 39%, to 25 cents a share. The payout had been stalled at 15 cents from late 1999 until last July, when directors upped it to 18 cents. The new dividend is payable Aug. 31 to investors of record Aug. 17, and the stock goes ex-dividend Aug. 15. Cummins, whose engines also go into smaller trucks, buses, and mining and construction equipment, started paying dividends in 1948. \u001d  Chief Executive Tim Solso said the company's \"strong financial performance has resulted in significant positive cash flow, which has allowed us to strengthen our balance sheet and invest in profitable growth.\" (Last year, profits climbed 30%, to $7.11 a share, on a 15% jump in sales to $11.4 billion.) At the same time, he added, \"we understand the need to reward our shareholders' confidence... by returning value on their investment through increased share price, growing dividends and repurchasing stock.\" \u001d  From 2003 through 2006, Cummins produced an average annual total return (share-price appreciation, plus dividends) of approximately 46%-more than triple the S&P 500's and better than double its peer group's. \u001d  Traded on the Big Board, the shares have more than doubled over the past year and were split 2-for-1 in April. They set a 52-week high Monday of 120.18, after Bear Stearns analyst Peter Nesvold upgraded the stock to Outperform from Peer Perform, saying the new federal emissions rules for heavy-duty trucks, slated to take effect in 2010, would hurt Cummins' competitors over the coming years, but that Cummins is set to benefit from the changes. Cummins is also investing in diesels for cars and light trucks, which it believes will comprise 25% of the U.S. market in eight to 10 years. \u001d  Nesvold sees the stock at 130 by the end of 2008. \u001d  With the global economy growing at a faster clip than here at home, U.S. companies with operations abroad will benefit because of the weak dollar. As it happens, Cummins is the largest foreign investor in China's diesel-engine industry. It sold $1.2 billion worth of goods there in 2006 and expects to triple that number in three years. \b \u001d  The nation's largest drugstore chain, Walgreen (WAG) has paid dividends for 74 consecutive years and now has sweetened its payout for 32 years in a row. Walgreen boosted its quarterly Wednesday to 9.5 cents a share from 7.75 cents. Disbursement will take place Sept. 12 for holders of record Aug. 20. The ex-date is Aug. 16. \u001d  The shares change hands roughly a half-dozen points below their 52-week high of 51.60, set in September. Standard & Poor's earlier this month raised its investment rating on the stock to Strong Buy from Buy. The firm thinks \"non-pharmacy sales will benefit from various measures to improve customer convenience at the company's stores and its exclusive merchandising. We see the acquisition of a health-clinic operator [Take Care Health Systems] and the rollout of 400-plus in-store health-care clinics in 2008 boosting traffic.\" Citing increased margin contributions from sales of generic drugs, S&P lifted its fiscal 2007 (ending August 31) per-share earnings estimate by three cents to $2.12 and its 12-month price target by $2 to 56. Walgreen said it's on target to surpass its goal of 7,000 stores in 2010. \u001d  CVS (CVS), Walgreen's closest competitor, was recently quoted at 36 and change and pays a quarterly dividend of six cents a share. \b \u001d  On July 1, Bank of New York completed its $16.5 billion takeover of Pittsburgh-based Mellon Financial. Tuesday, Bank of New York Mellon (BK) declared a quarterly common dividend of 24 cents a share. Yield: 2.10%. Each company had paid 22 cents prior to the merger. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"77c09bd1ff219a5594579e8855a8a1bd","symR":["BRIDGEWF.XX","BRAGX","BRAIX","BRUSX"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) Profile: Black Box With Heart","GmtTimeStamp":"2007-07-14T04:06:00.000000000","CompanyCodes":["BRIDGEWF.XX","BRAGX","BRAIX","BRUSX"],"IndustryCodes":["ZFU"],"Story":"\b   (From BARRON'S) \b   By Jonathan R. Laing \u001d  Talking With \u001d  John Montgomery \u001d  Founder and Chief Executive \u001d  Bridgeway Fund \b \u001d  While many on Wall Street single-mindedly worship Mammon, the same can't be said for the 24-member mutual-fund company Bridgeway Funds. \u001d  On a recent morning, its founder and CEO, John Montgomery, spent much of a weekly employee meeting talking about a holocaust survivor he'd met on a recent trip to Great Britain and her inspiring tale of how she and her mother were rescued from near-certain death in an Austrian concentration camp by the providential arrival of Alliedforces. \u001d  Each year, Bridgeway gives half of its net profits to charities, ranging from community groups and a Haitian medical clinic to genocide relief organizations around the world. Last year, the total came to $8 million, with individual employees (called \"partners\") being able to designate $20,000 gifts to charities they select. \b \u001d  Montgomery's philosophy of egalitarianism and antimaterialism extends to other aspects of Bridgeway, which currently manages $5.6 billion in assets. He limits his own annual compensation to seven times the level of his lowest-paid employee. \u001d  \"Executive compensation is way out of whack in this country, so we have our own system to reduce any possible animosity in the firm,\" the lanky 52-year-old says during an interview at the company's headquarters in a bank building in Houston, near the Rice University campus. \u001d  \"We tell job applicants that if they want to make millions right away, they should look elsewhere, but if they want to make a real difference in life, this is the place. Look, we make decent money here -- more than enough for our people to have a spiritually satisfying life.\" Likewise, investors appear to get a more than a fair shake from Bridgeway's mutual funds, which impose no loads or 12b-1 fees. \u001d  And Bridgeway employees have a strong reason for wanting the funds to succeed. The firm mandates that they invest in the funds, and doesn't allow them to invest elsewhere. \u001d  Management fees and other fund expenses are below industry averages. And the fees have a substantial performance component, ensuring that Bridgeway is rewarded for beating the market and punished for trailing it. \u001d  A mistake in how the firm calculated performance fees led to a 2004 regulatory settlement with the Securities and Exchange Commission, under which the company agreed to pay $4.4 million in fees, plus interest, to investors in three of its funds. Yet that hasn't deterred fund-rater Morningstar from consistently giving Bridgeway high marks on stewardship, both before and after the affair. \b \u001d  Bridgeway is quick to close funds to new investors, forgoing additional profit when cash flows threaten to make the funds unwieldy. In addition, the company strives to hold down trading costs and keep its funds tax-efficient, even though some have annual portfolio turnover rates exceeding 100%. \u001d  Bridgeway is also one of the few fund groups to rely solely on computer models, rather than a phalanx of high-priced security analysts and managers, to pick stocks. \"Ours is a pure quantitative approach that not only takes a lot of cost out of the process, but also much of the emotionalism that so often trips up individual and institutional investors alike,\" Montgomery says. \u001d  Bridgeway's black-box, or quantitative, approach seem to have worked since the company was launched in 1994. Since then, all 11 of its funds have beaten the indexes against which they're measured -- some spectacularly so. \u001d  For example, the multi-cap Bridgeway Aggressive Investors 1 Fund ($373 million in assets) has notched an average annual return of 20.74% since its inception in September 1994 through this year's second quarter, compared with average annual returns of 11.6% for the Standard & Poor's 500 index in the same span. \u001d  The Bridgeway Ultra-Small Company Fund ($140 million in assets) has produced average annual returns of 22.26% during the same period, around 5.5 percentage points better than its benchmark, Chicago's Center for Research in Securities Prices Index, which measures the performance of the smallest 10th of companies on the Big Board, Amex and Nasdaq. \u001d  The 10-year record of Aggressive Investors 1 (ticker: BRAGX) puts it second among 269 mid-cap growth funds tracked by Morningstar. Ultra-Small Company (BRUSX) finished third out of 231 small-cap growth funds in Morningstar's database. \u001d  Montgomery's path to a career in money management was anything but direct. He started out as a transportation engineer, after earning engineering degrees at Swarthmore College and graduate school at MIT. The vocation satisfied his do-gooder impulses. \"Some studies have showed that grinding commutes and poor public transportation have almost as negative an impact on personal happiness as the strain of children taking care of a parent suffering from dementia,\" he observes. \u001d  His engineering work also accustomed him to applying statistics and advanced mathematics to such esoterica as optimizing bus schedules and predicting traffic flows. Montgomery insists that it wasn't that much of an intellectual leap to developing similar computer models to capture the behavior of another complex system  -- the stock market. \b \u001d  He began using models to invest for his own account in 1982 after inheriting a modest legacy upon the death of his father. That same year, he also enrolled in Harvard's MBA program to learn more about business and investing. \u001d  There, he claims to have had an epiphany in a finance class: In the main, investors -- especially bright Harvard MBA students -- don't consistently beat the market, because they're both too cocksure and too prone to emotional swings. They lack the iron discipline of rationality and careful diversification of risk that black-box investing can provide. \u001d  Yet, after realizing this, he didn't really consider quitting his day job at the Houston Metropolitan Transport System -- until the early 1990s, when his accountant, wowed by the trading profits showing up on Montgomery's stock returns, year after year, asked Montgomery to manage his own retirement account. \u001d  It took Montgomery until 1993 to incorporate, and another year to start his first funds, which he operated out of a tiny corner office in a strip mall across the street from the current Bridgeway offices. \u001d  Bridgeway initially proved a hard slog, attracting just $10 million in its first two years. Then, Mutual Funds magazine highlighted the lights-out performance of Ultra-Small Company, which returned 39.84% in 1995 and 29.74% in 1996. The article spurred some 10,000 requests for fund prospectuses, and money began pouring in. \u001d  To this day, to hold down expenses for existing shareholders, Bridgeway does little marketing. In line with its philosophy -- You found us; we didn't sell you -- Bridgeway gets new business mainly via word-of-mouth, unsolicited news articles like the one you are reading, and favorable mention in databases. \u001d  Institutions don't give Bridgeway much money. The exception: the socially conscious Calvert Fund family, for which the company subadvises on $1.6 billion of small- and large-cap funds. \u001d  If Bridgeway's quant philosophy isn't a complete conversation-stopper with pension funds and the like, it certainly is an inhibitor. As Montgomery observes with bemusement: \"It's something of a mystery to me, given our record, why our technique is greeted with so much skepticism. Isn't what goes on inside the head of a fabled mutual-fund manager, like Fidelity's Peter Lynch, as much a black box as our models? At least if something were to happen to me, our models would just keep on cranking.\" \b \u001d  Bridgeway follows 3,500 stocks, ranging from behemoths like General Electric down to micro and ultra-small names. \u001d  All are ranked according to their price potential, employing a clutch of proprietary computer models looking at different characteristics. Portfolios are then cobbled together from the top finishers in different models to assure diversification in the stocks' attributes, sectors and risk characteristics. \u001d  The composition of the 16 different models that Bridgeway uses are, not surprisingly, closely guarded secrets. Montgomery doesn't want to be front-run or slip-streamed by nosy rivals. \"All I can say is that our models have multiple variables and different factor weightings,\" he comments. \u001d  Some idea of the company's methodology can be gleaned, however, from factors that Bridgeway has tried unsuccessfully to model and back-test. \u001d  He avers, for example, that insider trading data is overrated in delineating the future direction of stocks. There's a perceptible \"January effect\" boosting small-cap stocks, but transaction costs limit the phenomenon's profit potential. And, he adds, noise in the data makes shifts in economic growth or Fed policy moves all but impossible to model. \u001d  Likewise, Bridgeway has never found much value in using moving averages to measure stock-price momentum. And merely culling picks from stocks with low price-to-earnings ratios doesn't work unless growth potential factors are spooned in. \u001d  Bridgeway's multi-cap, \"go-anywhere\" Aggressive Investors I Fund and its larger near-clone, the $651 million Bridgeway Aggressive Investors 2 (BRAIX), are run with stocks selected from six different models. \u001d  One is purely technical, measuring how stocks have acted in terms of price and volume changes. \u001d  Three other models are biased toward growth stocks trying to glean future trends from past growth in earnings, cash flow, book value and the like. Yet in one of the growth models, value looms important. \"We call this one our 'growth at a reasonable price' model,\" says Montgomery. \u001d  Finally, two pure-value-stock models are employed. \b \u001d  He also talks excitedly about a new \"contrarian\" model that the firm is rolling out. It's designed to uncover stocks that have been unfairly beaten to a pulp. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  July 14, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"782cbcc8fbddef294987c5d7200a5cf2","symR":["TSCDY","TSCO.LN","GB0008847096"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"UK Police: 11 Tesco Supermarkets Closed On Security Alert","GmtTimeStamp":"2007-07-14T18:18:00.000000000","CompanyCodes":["TSCDY","TSCO.LN","GB0008847096"],"IndustryCodes":["FDR","RTB","RTS","XDJGI","XFT1","XST5"],"Story":"\b \u001d  LONDON (AP)--U.K. police closed at least 11 Tesco PLC (TSCDY) supermarkets across the country Saturday because of a security alert, authorities said. \u001d  Police in Hertfordshire - where Tesco, the U.K.'s largest supermarket, has its headquarters - said no one had been hurt and that the move was a precaution. Police didn't immediately give further details. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 14:18 ET (18:18 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"841c17882cf81853f53b95de942414a9","symR":["MDR"],"date":"2007-07-14","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/16) Follow-Up: Lighting Up The Construction Industry","GmtTimeStamp":"2007-07-14T04:09:00.000000000","CompanyCodes":["MDR"],"IndustryCodes":["CON","XDJGI","XISL","XNYA"],"Story":"\b   (From BARRON'S) \b   By Christopher C. Williams \u001d  Many companies managed to beat analysts' profit estimates in the first quarter; McDermott International, the energy-services outfit, trounced consensus views, lighting a fire under the stock that should burn for a while. \u001d  Fueled by sizzling backlog growth and margin expansion at its J. Ray offshore-construction unit, McDermott (ticker: MDR) almost tripled profits from the year-earlier first period, surpassing estimates by 86%. It might be too much to expect the Houston company to duplicate such performance anytime soon, but continued growth in the backlog amid robust capital spending in the energy sector should drive double-digit annual earnings increases for the next couple of years. \u001d  Due in part to the first-quarter results, McDermott's stock has climbed 84% for the year, to a recent 89, and is up 56% since Barron's cited it as a compelling bet on energy (\"Power Player in the Oil Patch,\" May 3). \u001d  The stock remains attractive, selling at 18.5 times analysts' estimate of $4.81 a share for next year. By contrast, the five major engineering and construction companies trade for 24 times, on average. Assigning a P/E of 21 to McDermott, one of the sector's few pure plays on energy, would put the stock at 101, up 13%. \u001d  \"We believe that since the market has started valuing MDR as an E&C company, the P/E gap will continue to narrow,\" says Calyon Securities' Mark Urness. \u001d  The stock has stalled a bit since hitting its high of 91 on July 6, but strong second-quarter results could kick-start shares into the mid-90s, predicts Urness. Analysts expect McDermott to report 94 cents for the period ending this month, up from 71 cents a year ago. But bulls are betting on margins at J. Ray above the 13% some analysts' are expecting, lifting profits above views. \u001d  In all, McDermott may light up the engineering and construction sector for some time to come. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"85c4dd0ecc803ecbdc9c5b658434bf73","symR":["COH"],"date":"2007-07-14","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/16) Follow-Up: Coach: It's All In The Bag","GmtTimeStamp":"2007-07-14T04:02:00.000000000","CompanyCodes":["COH"],"IndustryCodes":["CLO","TEX","XDJGI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  Outright cheap back then, the stock is now fairly valued, given the company's still-strong growth outlook. Hence, the shares are likely to appreciate at a slower pace than the company's expected 20% annual earnings growth in the next few years as Coach matures, with some bumpy stretches along the way. \u001d  The rally came as Coach (ticker: COH), maker of immensely popular handbags and accessories, continued its record of hit new-product rollouts, brisk store openings, double-digit same-store sales gains and 30%-plus profit growth. Earnings in the fiscal year that ended June 30 are pegged at $1.68 a share, 10% higher than the estimate for the year back in July 2006. Profit is likely to top $2 a share in fiscal 2008. \u001d  Coach shares, valued a year ago at 19 times the company's forecast earnings for the next four quarters, now trade at 25 times forward earnings. The current valuation is almost precisely at the median price-earnings ratio for Coach over the past five years, a period when the stock has gone up sevenfold. Its P-E relative to that of the Standard & Poor's 500 is also right at its long-term average. \u001d  In other words, Coach shares now properly incorporate the company's impressive growth prospects. The company has an admirable multichannel distribution strategy, with some 250 stand-alone Coach stores, a department-store presence and 90 factory-outlet locations. \u001d  Happily for Coach, women are buying more handbags (an average of four last year industrywide, versus two in 2000). Coach has fed this demand by frequently refreshing its product line and intensely researching customer preferences. \u001d  Chairman Lew Frankfort canceled the back half of a planned sale of 500,000 shares in mid-May, with the stock near 46. Frankfort, a 25-year Coach veteran who has sold large quantities of the stock in recent years, halted sale programs twice before when he believed the stock was undervalued. \u001d  The stock, up from 28 a year ago to about 49, certainly could use a rest or pullback; it has experienced declines of 17% to 32% in the spring and summer of the past two calendar years. If this happens, investors should welcome it as an attractive markdown on prime merchandise. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:02 ET (04:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8f29b65ff326d1694334ddd981d37422","symR":["DBU.YY"],"date":"2007-07-14","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Court Rules German Train Drivers Are Allowed To Strike","GmtTimeStamp":"2007-07-14T16:07:00.000000000","CompanyCodes":["DBU.YY"],"IndustryCodes":["RAI"],"Story":"\b \u001d  BERLIN (AP)--German national railway train drivers are allowed to strike as part of demands for higher wages, a labor court ruled Saturday, repealing an injunction imposed last week. \u001d  The GDL union, representing many drivers for Deutsche Bahn AG, is seeking wage increases of up to 31% for some of its members. \u001d  Last week, Deutsche Bahn sought a court injunction to prevent walkouts by the drivers, after they staged two several-hour strikes that brought parts of the network to a standstill. But a labor court in Mainz repealed that, paving the way for the possibility of new strikes. \u001d  Deutsche Bahn is offering GDL the same deal it reached with two other unions. That agreement, reached on Monday, foresees a 4.5% pay rise Jan. 1 and one-time payments of  EUR600 to cover the second half of this year. \u001d  Both sides met for talks Friday, but failed to reach an agreement. They are scheduled to meet again on Thursday. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 12:07 ET (16:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"92fbf8e441582db6f9a13d45ef0fc723","symR":["AALI.JK","ASII.JK","BNGA.JK","BUMI.JK","IF","IIT","INCO.JK","INTP.JK","ISAT.JK","SMGR.JK","TLK","TLKM.JK","UNVR.JK","ID1000057607","ID1000061302","ID1000066004","ID1000068703","ID1000072705","ID1000095706","ID1000097405","ID1000098007","ID1000098700","ID1000099104"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) Asian Trader: Indonesian Market Is Hot, And Getting Hotter","GmtTimeStamp":"2007-07-14T04:03:00.000000000","CompanyCodes":["AALI.JK","ASII.JK","BNGA.JK","BUMI.JK","IF","IIT","INCO.JK","INTP.JK","ISAT.JK","SMGR.JK","TLK","TLKM.JK","UNVR.JK","ID1000057607","ID1000061302","ID1000066004","ID1000068703","ID1000072705","ID1000095706","ID1000097405","ID1000098007","ID1000098700","ID1000099104"],"IndustryCodes":["BLD","BNK","CEF","COA","COS","CTS","FOD","FTS","MNG","OTA","PLN","TLS","XDJGI","XISL","XNYA"],"Story":"\b   (From BARRON'S) \b   By Assif Shameen \u001d  July marks the 10th anniversary of the start of Asia's financial crisis, when currencies and stock markets plunged and investors fled. \u001d  Few countries were harder hit than Indonesia, which has Southeast Asia's largest economy. Protestors flooded the streets, ultimately forcing out the dictator Suharto and paving the way for free elections and a more open economy with increased privatization and deregulation. Today, Indonesia looks like a 1990s-era Asian tiger: The Jakarta Composite Index is up 33% this year, and 55% over 12 months -- and has surged nearly tenfold from its mid-1998 Asian-crisis low point. \u001d  \"Strong, pro-growth policies [are] in place, and president Susilo Bambang Yudhoyono has a good record of delivering on his promises,\" says Ray Jovanovich, chief investment officer at Credit Agricole Asset Management, Hong Kong. Foreign direct investment is rising, and rich Indonesians who took their money overseas are returning to find value back home. \u001d  The Indonesian economy grew 5.5% last year, and is projected to expand 6.2% this year and 6.5% in 2008. \"Indonesia hasn't grown this fast in the decade since the crisis,\" says economist Bill Belchere of Macquarie Bank. \u001d  As inflation has steadily fallen, the central bank has cut interest rates 13 times over the past 18 months, from 12% to 8.25%, and economists expect rates to fall to 8% this year and 7.5% by the end of 2008. \u001d  Still, \"Indonesia is far from cheap and much of the interest-rate decline is priced in,\" says Citigroup analyst David Fergusson. ABN Amro's Dominique Dwor-Frecaut is more cautious. \"The market is underestimating growing inflation risks and macro-economic stability is still fragile,\" she warns. \u001d  But bulls see plenty of upside. \"Indonesia is in an early cycle of sustained economic expansion,\" says Mark Matthews, regional strategist for Merrill Lynch in Singapore. \"Though Indonesia's structural reform story isn't as strong as new markets like Pakistan and Vietnam, it truly belongs in the large, fast-growing emerging-markets BRIC [Brazil, Russia, India, China] group.\" \u001d  Corporate earnings look set to grow 23% this year and over 20% next year, which would be the strongest showing in Asia. Stocks are trading just above 18 times this year's profits, versus an average 50 times for China's A-shares market. \u001d  Citigroup recently raised its 12-month target for the JCI Index to 2,600 -- 16% above its current reading. At that level, the Jakarta market would still be selling at 16.8 times next year's earnings. \u001d  Merrill's Matthews sees several attractive growth sectors: infrastructure, consumer, plantations and mineral resources. Jakarta has approved $150 billion worth of mainly private-sector-financed infrastructure projects by 2010, including ports, roads, bridges and power plants. Big winners in the boom are cement makers like Indocement (ticker: INTP.Indonesia) and Semen Grasik (SMGR.ID), but some analysts say cement stocks have run ahead of themselves. \u001d  Another hot sector is commodities. As a big exporter of resources like coal, nickel, gold, copper, rubber, tin and gas, Indonesia is benefiting from the boom in China and India. Nickel producer Inco (INCO.ID) and coal producer Bumi Resources (BUMI.ID) have had huge rallies over the past year. Indonesia, the world's biggest crude palm-oil producer, is building huge capacity for palm-based biodiesel. \u001d  Citigroup has a Buy on Astra Agro Lestari (AALI.ID), a pure-play oil-palm plantation outfit, with a target price of 20,610 rupiah, or 51% above the firm's current stock price of IDR13,750, thanks to higher palm- oil prices and better yields. It's expected to report over 50% earnings growth this year. ($1=9,060 rupiah.) \u001d  Also appealing: consumer plays like Unilever Indonesia (UNVR.ID), the local arm of the consumer-goods giant. Although the stock is up 60% over 12 months and is selling at 22.7 times this year's earnings, Citigroup sees 20% annualized earnings growth over the next two years. Then there's Astra International (ASII.ID), a large car assembler. \u001d  Macquarie Research's Liny Halim sees Indonesian banks as an excellent proxy for the expanding economy. Despite falling interest rates, Indonesian banks have huge net interest margins -- by far Asia's biggest. She has a Buy on Bank Niaga (BNGA.ID), which is fetching just 12 times this year's net and has 10% of the local mortgage market: \"We see the local mortgage market growing 20% annually over the next three years, and expect Niaga to maintain its share.\" \u001d  Jakarta stocks have \"had a great run since 2000, and early investors [who] bought banks have more than quadrupled their investments over a five-year period,\" notes Manu Bhaskaran, an economist at Centennial Group in Singapore. \u001d  There are no Indonesia-only exchange-traded funds, but U.S. investors can choose from Asia-focused funds as well as American depositary receipts, such as those of Telkom (TLK) and Indosat (IIT), or can get a broader exposure through the NYSE-listed closed-end Indonesia Fund (IF). \u001d  In any case, Indonesia's time has come. \"China and India have been on the radar for a while,\" says Bhaskaran. \"Investors are only just beginning to focus on markets like Indonesia.\" \u001d  --- \u001d  Assif Shameen covers the Southeast Asian markets from Singapore. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9812b87ab60795be954e87a110d47bbc","symR":["FSLR"],"date":"2007-07-14","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/16) Flying Very Close To The Sun","GmtTimeStamp":"2007-07-14T04:09:00.000000000","CompanyCodes":["FSLR"],"IndustryCodes":["SEM","XDJGI"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  First Solar may get singed. \u001d  The clean-tech darling saw its shares skyrocket more than 20 points Monday, hitting an all-time high of 119.85, after disclosing new European and North American contracts worth about $1.28 billion over five years. \u001d  The jump is reminiscent of Amazon.com's rise in the halcyon days when the book merchandiser would pump out hyperbole about increasing \"eyeballs\" and \"wallet share.\" The responses from analysts who follow First Solar seemed downright Blodget-esque. ThinkEquity Partners analyst Paul Cheng raised his price target to 115 from 80 (Friday's close of 115.97 already topped that level) based on an earnings-per-share estimate of $5.39 for the year 2012. That's five years from now! \u001d  Cheng considers First Solar a \"star of tomorrow\" whose valuation profile during its \"high-growth phase is not dissimilar to some of the biggest gainers of the past 15 years.\" And he writes: \"We believe that investors applying only traditional metrics to value First Solar could be shortchanging themselves.\" \u001d  The facts are: First Solar boasts more than a $8 billion market value on about $400 million in expected 2007 revenues and 53 cents in earnings per share. At 115, it is trading at 96 times 2008 earnings and 14 times sales. \u001d  Cheng told Barron's last week that \"Many contracts extend through 2012 and about 60% of those revenues are guaranteed,\" which gives him confidence in his projections. \u001d  First Solar may not be quite what it seems. The company, initially funded by a venture-capital firm run by the late Wal-Mart scion John T. Walton, is perceived as \"thin-solar,\" dubbed Solar 2.0. The first generation of photovoltaic solar -- which uses cells to convert light from the sun directly into electricity -- relied on polysilicon, or sand, that is turned into glass, making for thick, heavy panels that nonetheless could be set on a roof because they didn't require too much surface area. \u001d  Thin-solar relies on chemicals and vapor deposition to lay down thin layers of film over a broad surface area. Because it's so light and flexible, it can be incorporated into building materials such as roof tiles, turning roofs into big solar panels. \u001d  The dirty secret on First Solar is that it uses thin-solar technology, but the film is still applied to heavy glass that resembles earlier generation panels, says Brion Tanous, analyst at Merriman Curhan Ford in San Francisco. Consequently, \"A vast majority of First Solar's products are panels mounted on the ground because they are too heavy for rooftops, which suggests that it's not a true thin-film technology,\" Tanous argues. \u001d  To be sure, First Solar's approach is more cost-effective than many first-generation solar competitors, but it falls short of the huge potential for Solar 2.0. (For more on solar stocks, see Tech Trader Daily at Barron's Online, July 9). \u001d  First Solar didn't respond to queries last week. \u001d  Another problem: First Solar is highly dependent on European government subsidies, especially in Germany. Just two weeks ago, the German environment minister confirmed that he wants to cut subsidies further for solar. The news hit European solar shares, but went largely unnoticed on Wall Street. \u001d  Deutsche Bank alternative-energy analyst Steve O'Rourke seems to be a voice of reason. He initiated coverage of First Solar last week with a Hold and a price target of 90. He acknowledges that the company is an industry leader but says the \"present valuation is stretched.\" And that isn't a stretch. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"999c15995deaeb9540eb73eebfd2717d","symR":["2318.HK","601318.SH","AAPL","BX","DO","GOOG","GRMN","GT","HCR","JOYG","JSD.V","JSDA","MDR","MED","MNI","PPD","RIG","SBUX","SI","SIE.XE","SIRI","T","TXT","VZ","XMSR","YHOO","CN000A0CBBB1","CN000A0MK7U0","DE0007236101","US00206R1023","US0378331005","US48023P1066","US92343V1044","US9843321061"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) Aiming High And Scoring Big","GmtTimeStamp":"2007-07-14T04:07:00.000000000","CompanyCodes":["2318.HK","601318.SH","AAPL","BX","DO","GOOG","GRMN","GT","HCR","JOYG","JSD.V","JSDA","MDR","MED","MNI","PPD","RIG","SBUX","SI","SIE.XE","SIRI","T","TXT","VZ","XMSR","YHOO","CN000A0CBBB1","CN000A0MK7U0","DE0007236101","US00206R1023","US0378331005","US48023P1066","US92343V1044","US9843321061"],"IndustryCodes":["ARO","ASP","BRD","BVG","CON","CPR","CSE","CSV","DRL","ENT","FIS","FOD","FTS","HEA","INL","INS","ISV","ITC","MED","OFP","OIE","PUB","RES","SFT","TIR","TLS","TRQ","XDAX","XDJGI","XDJI","XES","XFFX","XGTI","XHSG","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XST5","XSTT","XSTX"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  Barron's has kept a scorecard since early 2004, when we tallied the performance of our 2003 stock selections. So far, we've beaten the market every year. The bullish group from 2005 was up 38% through the middle of 2007, against a 27.9% rise inthe relevant benchmarks. \u001d  We assess our performance twice a year, taking a preliminary look at our first-half picks each July, and measuring the returns on the prior year's selected stocks in January. The table on the following page shows the performance of the companies that were profiled positively and negatively in the first half of 2007. \u001d  On our Website, www.barrons.com, you'll find free of charge our 2006 report card, which arguably says more about our stock-selection abilities and track record. That's because an average of a year has elapsed since we wrote about these companies, long enough to allow for a better determination about whether we were right or wrong in our views. That said, it could take another six months to get a more definitive reading on our late 2006 selections. \u001d  We generally have achieved more impressive results in the past with our bullish stock selections than with our bearish ones. But the situation changed this year, as 16 of the 18 stocks upon which we cast a skeptical eye in the first six months of 2007 ran into trouble. The 18 were down an average of 11.9% through June 29, against a 3.1% gain in the benchmark indexes -- an especially gratifying record, considering that even the best money managers have found it tough to make money shorting stocks. \u001d  The bearish group from 2006, some 32 stocks, was down an average of 4.4% through June 29, versus a gain of 14.2% for the relevant indexes. That compares handsomely to the performance of hedge funds that both buy stocks and sell them short. The hedgies' short positions rose 17.7% in '06, according to a recent speech by Byron Wien, the chief investment strategist at Pequot Capital Management. Call our showing luck or skill; we'll say skill. \u001d  The purpose of our scorecards is to inform readers about our success and failures in highlighting under- and overvalued stocks. Barron's isn't an investment newsletter; we aim to write well-researched, insightful and engaging stories on a wide range of investment-oriented topics, although we're aware many readers turn to these pages for specific investment ideas. We intend to continue our semiannual scorecards, whether the results flatter us or not. \u001d  A note on our methodology: Rather than comparing the performance of all the companies we write about to the Standard & Poor's 500 index, the most popular stock-market benchmark for institutional investors, we benchmark mid-sized companies against the S&P MidCap 400, and small ones against the Russell 2000. We use the S&P 500 as a yardstick for large companies and foreign concerns. The relative performance of our bullish and bearish selections in the year's first half can't be compared directly to the six-month performance of these indexes, because we measure the gain or loss in each stock from its closing price on the Friday preceding publication. Each stock gets an equal weighting in our calculations. \b \u001d  The top performers among our bullish picks this year include industrial stocks such as McDermott International, Siemens, Timken, Textron and Joy Global, as well as a buyout target, Manor Care. This shouldn't come as a surprise, given that two of the biggest investment themes in 2007 have been global economic expansion and the leveraged-buyout boom. \u001d  No. 1-ranked McDermott, a global engineering and construction company, rose 41%, to 83, from 59 when our story ran in May. Since June 29, our cut-off date for calculating the report card, McDermott has rallied to 89. The company reported strong first-quarter results subsequent to our article, which prompted analysts to lift their 2007 and 2008 profit estimates. McDermott's marine-construction division is being buoyed by growing energy demand, which is lifting orders for offshore oil rigs and undersea pipelines. \u001d  The biggest loser among our bullish selections this year is Starbucks, which has fallen about 16%, to 26, since our positive write-up in March. Last month, Starbucks' chief financial officer said it will be \"very challenging\" for the company to hit the upper end of its profit estimate of 87-to-89 cents a share for the fiscal year ending in September. Wall Street has been cooling to Starbucks, which is down 35% from its record high of 40 set last November. Investors' fears center on the company's aggressive expansion plans and the possible saturation of the U.S. market. \u001d  Starbucks is no busted growth stock, however. Its earnings per share are expected to rise 20% this year and another 20%, to $1.06 a share, in fiscal 2008. The stock now trades for under 25 times estimated fiscal 2008 earnings. \u001d  Retailing has been a tough sector this year, and we've gotten burned so far with two companies: Bed, Bath and Beyond and Office Depot. Both have had earnings disappointments since our bullish articles -- but the good news is that either one could be a buyout candidate. \u001d  For this report card, we focus only on company-specific stories in Barron's, excluding broader industry assessments and the stocks featured by our market columnists, who do their own assessments annually. \u001d  By excluding industry pieces, however, we've probably understated our results. The average gain for the five stocks discussed in a bullish Jan. 15, 2007, story on TV-station operators has been 60%. \u001d  We also were bullish on offshore-drilling companies in April; stocks featured then, like Diamond Offshore Drilling (DO) and Transocean (RIG), are each up more than 25%. \u001d  Among our bearish selections for 2007, International Fight League, Jones Soda, Medifast and Blackstone Group fell sharply from their publication dates through the end of June. Money-losing International Fight League promotes a brutal sport called mixed martial arts, combining aspects of wrestling, boxing and karate. The sport is illegal in many states, and the company's shares are trading below $1, versus $3 when our May article was published. \u001d  We wondered whether Jones Soda was a fad stock, selling at an excessive multiple, relative to its prospective earnings. Its shares dropped to $14 by June 29, from $21 when our story ran in late May. Our bearish June cover story on Blackstone generated attention because we argued that its stock was richly priced and that the buyout mania might be peaking. Blackstone has fallen to 29 from 35 since then. \u001d  Our bearish call on AT&T in a January cover story doesn't look too prescient, with the stock up 16% since then. AT&T and rival Verizon Communications (VZ) are back in favor on Wall Street. Investors like their wireless businesses, and are worrying less about the loss of traditional phone lines and the threat from cable operators. \u001d  We had some big winners among our bullish calls from 2006. Apple Computer (AAPL), Goodyear Tire & Rubber (GT), Garmin (GRMN), American Real Estate Partners (ACP) and Ping An Insurance (2318.Hong Kong), one of China's largest life insurers, all have more than doubled since our articles ran. But we've flipped our view on American Real Estate Partners, controlled by billionaire investor Carl Icahn. We argued that the stock looked attractive in February 2006 at 34, but felt it was overvalued in April at 108. It now trades around 104. \u001d  Investors seem excited that American Real Estate could win control of Lear (LEA), the auto-parts maker. Lear holders are due to vote this week on whether to accept Icahn's offer to buy the company for $37.25 a share. The bid, which was sweetened by $1.25 a share last week, has provoked opposition from some Lear holders, who argue that it undervalues the company. \u001d  Our two worst bullish calls last year were on XM Satellite Radio (XMSR) and McClatchy (MNI), each down around 50%. We failed to anticipate the slowdown in subscriber additions at XM, and the company's weakening financial prospects. XM and its rival, Sirius Satellite Radio (SIRI), announced merger plans earlier this year, but investors fear that antitrust regulators will block the transaction. \u001d  We erred in our positive take on McClatchy's deal to buy Knight-Ridder, just before a sharp fall-off in newspaper advertising that has stung the debt-laden California publisher. \u001d  Our bearish calls in 2006 on Pegasus Wireless, Vonage, SulphCo and Vertex Pharmaceuticals have been followed by sharp declines in their stocks. But our bearish cover story on Google in February 2006 looks bad. The stock has since climbed nearly 50%. We've been bullish on rival Yahoo! (YHOO), which has fallen 10% since our May 2006 cover story. So far, we've bet on the wrong Internet horse. \u001d  Our worst bearish call from 2006 was on Pre-Paid Legal Services (PPD), which sells legal-service plans to individuals through Avon-style marketers. The company continues to defy its critics, who believe its method of attracting sales associates is deceptive. Pre-Paid, which says that its recruiting is proper, saw its profits rise 53% last year to $3.51 a share, and 29%, to $1.08, in 2007's first quarter. The stock has doubled to 70 since our skeptical story in April 2006. \u001d  Fortunately for Barron's readers, such huge missteps have been rare. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"99c8c7a05f09c7bc0e3e44ed78bfb673","symR":["DBU.YY"],"date":"2007-07-14","ret":[-0.00099],"ret5":[-0.00099],"Headline":"UPDATE: Crt Rules German Train Drivers Are Allowed To Strike","GmtTimeStamp":"2007-07-14T18:26:00.000000000","CompanyCodes":["DBU.YY"],"IndustryCodes":["RAI"],"Story":"\b \u001d  (Updates with union response) \b \u001d  BERLIN (AP)--German national railway train drivers are allowed to strike as part of demands for higher wages, a labor court ruled Saturday, repealing an injunction imposed last week. \u001d  The GDL union, which represents many drivers for Deutsche Bahn AG, and is seeking wage increases of up to 31% for some of its members, welcomed the ruling. \u001d  \"We expected this ruling,\" GDL head Manfred Schell said, adding that the union won't stage any strikes before Thursday, when both sides meet for the next round of talks. \u001d  Last week, Deutsche Bahn sought a court injunction to prevent walkouts by the drivers, after they staged two several-hour strikes that brought parts of the network to a standstill. But a labor court in Mainz repealed that, paving the way for the possibility of new strikes. \u001d  Deutsche Bahn is offering GDL the same deal it reached with two other unions. That agreement, reached on Monday, foresees a 4.5% pay rise Jan. 1 and one-time payments of EUR600 ($826) to cover the second half of this year. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 14:26 ET (18:26 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"99cc21e6a314982f1836a08de69f15f8","symR":["BRAL.LN","GG00B1XCHB94"],"date":"2007-07-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Tchenguiz Acquires Stake In Bramdean Alternatives - FT","GmtTimeStamp":"2007-07-14T13:46:00.000000000","CompanyCodes":["BRAL.LN","GG00B1XCHB94"],"IndustryCodes":["CEF"],"Story":"\b \u001d  LONDON (Dow Jones)--Property entrepreneur Vincent Tchenguiz has bought a 29.9% stake in a new vehicle run by \"city super mum\" Nicola Horlick's Bramdean Asset Management, the Financial Times reported Saturday without citing sources. \u001d  Tchenguiz's family trusts paid GBP40 million at an issue price of 100p a share in Bramdean Alternatives (BRAL.LN), a new alternative investments fund, the newspaper said. \u001d   According to the FT, a representative for Consensus Business Group, Tchenguiz's investment company, said the fund's intended portfolio strategy, particularly its emphasis on infrastructure investments, made it very appealing. \u001d  Bramdean Alternatives, which began trading on the London Stock Exchange this week, aims to hold 50% of its funds in private equity, 30% in hedge funds and 20% in other specialty funds, including real estate and infrastructure funds, the newspaper reported. \u001d  The fund raised GBP131 million from institutional and high net worth private investors, well short of its GBP250 million target but nearly double its GBP70 million minimum, the FT added. \b \b   Newspaper Web site: http://www.ft.com \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9448 \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 09:46 ET (13:46 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a0ef5b2bfc9fec39cfa116c75699e262","symR":["AA","BHP","BHP.AU","RIO","VALE5.BR","AU000000BHP4","BRVALEACNPA3","US0138171014"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Activist Holders Push Alcoa To Opt For Takeover - Newspaper","GmtTimeStamp":"2007-07-14T16:03:00.000000000","CompanyCodes":["AA","BHP","BHP.AU","RIO","VALE5.BR","AU000000BHP4","BRVALEACNPA3","US0138171014"],"IndustryCodes":["ALU","MNG","XATI","XDJGI","XDJI","XFFX","XISL","XNYA","XORD","XRUS","XSP5"],"Story":"\b \u001d  LONDON (Dow Jones)--Activist shareholders in Alcoa Inc. (AA) are pushing the aluminum producer to seek a sale or break-up, The Times in London reported Saturday, citing shareholders. \u001d  Shareholders are hopeful that a deal worth potentially more than $50 billion can be reached with either BHP Billiton Ltd. (BHP) or Brazil's Companhia Vale do Rio Doce (RIO), or CVRD, the newspaper said. \u001d  According to The Times, hedge fund investors have taken large positions in Alcoa in recent months as speculation mounts that it will become a target for one of the large mining groups. \u001d  A number of these shareholders said they are demanding meetings with Alcoa executives to force the company into a deal, The Times added. \b \b   Newspaper Web site: http://www.timesonline.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9448 \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 12:03 ET (16:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a4dd56adb2e3c549286b8714a2dfa4a8","symR":["CIEN","CSCO","INFN","IPGP","OPTM","OPXT","US17275R1023"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) Plugged In: A Fiberoptic Burning Too Bright","GmtTimeStamp":"2007-07-14T04:05:00.000000000","CompanyCodes":["CIEN","CSCO","INFN","IPGP","OPTM","OPXT","US17275R1023"],"IndustryCodes":["CMT","ITC","SEM","XDJGI","XFFX","XGTI","XISL","XNQ1","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Tiernan Ray \u001d  The fiberoptic resurgence that has lit the way for new public stocks in the past nine months is real. It's also fragile, and as a result, some of those stocks are running far ahead of the rosiest outlook for their businesses. \u001d  Case in point: Infinera, which had a $182 million initial public offering on June 7. Its stock popped 52% that day and, at a recent $24.99, is up 27% since then. \u001d  Seven-year-old Infinera (ticker: INFN), which started life as Zepton Networks,makes equipment used by phone companies to expand their networks' bandwidth. It has a promising future, with sales hitting nearly $50 million in the most recent quarter. And it's finally generating positive cash flow, despite continued net losses. But even with a dramatic rise in sales this year and next, it would be hard to justify the company's current 20 times multiple, based on price-to-trailing 12-month sales -- a valuation that seems to assume unreasonable growth in the fiberoptic market. \u001d  Sunnyvale, Calif.-based Infinera is one of four recent fiberoptic IPOs. Judging by the others' track records, one might see Infinera at a cheaper price soon. The threesome -- Opnext (OPXT), Optium (OPTM) and IPG Photonics (IPGP) -- have traded down as much as 25% from their initial closing prices. \u001d  That's not to say that their prospects aren't encouraging. Some of the most astute luminaries of networking say that fiberoptic deployments that cratered in the dot-com era's implosion now are being rebooted. \"The world didn't end in 2000,\" says Len Bosack, a co-founder of Cisco Systems (CSCO) who is running a fiberoptic equipment start-up called XKL. \"Storage is continuing to get less expensive , people are using computers more and more in their businesses, and all these things have driven an increase in bandwidth demand.\" \u001d  But it's a tenuous recovery. The global market for optical equipment was just $9.2 billion last year, less than a quarter the size of that for cellular telephone equipment, for example, and smaller than either the network-router or Ethernet-switch markets dominated by Cisco, according to data from industry research firm Dell'Oro Group of Redwood City, Calif. \u001d  True, Dell'Oro forecasts that Infinera's corner of the market, so-called wavelength division multiplexing, should see sales rise a healthy 22% this year. But that multiple of 20 times trailing sales still suggests that the stock is way ahead of those prospects. \u001d  Assuming Infinera's sales triple in the next 12 months, the stock, at its recent price of $25.64, would still be trading at a very rich 7 multiple of trailing sales, far in excess of Ciena's (CIEN) 4.7 times, despite 20% projected sales growth for much larger Ciena next year. \u001d  To be sure, Infinera is unlikely to repeat the worst excesses of the dot-com days. The company's net loss on sales of $49.2 million in its March quarter was only 9% above the year-earlier $19.8 million deficit. And it turned a gross profit of $11.9 million, or 26% of sales, while adding cash to its books. \u001d  Infinera is a promising company in a revitalized industry. But to go whole-hog on its pricey stock seems foolish at a time when fiberoptics is just crawling back to respectability. \u001d  --- \u001d  A version of this story appeared July 11 on Barron's Online. \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a5d1bd745714ac35c2cb80dfb62f6490","symR":["HD","US4370761029"],"date":"2007-07-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(7/16) Market Watch: A Sampling Of Advisory Opinion","GmtTimeStamp":"2007-07-14T04:07:00.000000000","CompanyCodes":["HD","US4370761029"],"IndustryCodes":["HIM","RTS","XDJGI","XDJI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \b   MarketWatch \u001d  Buyback Battle Rages \u001d  Economic Research \u001d  by BMO Capital Markets \b \u001d  100 King St. W., Toronto, Ontario M5X 1H3 \b \u001d  July 11: The battle between slower earnings growth and buyback support continued [Tuesday]. This time, it was Home Depot on the front line, shelling out an $11 billion share buyback in defense of its housing-related earnings slowdown. The net effect of a reduced earnings outlook and a material buyback announcement was a stock that inched up 2 cents; casualty averted. With coffers of cash, Corporate America is showing that it has the artillery to fight the earnings slowdown and keep share prices elevated, if only temporarily. . . . \u001d  The U.S. dollar [was] trying to claw its way out of the doldrums [after hitting] a record low versus the euro and a one-month low against the yen after two ratings agencies -- S&P and Moody's -- were reportedly downgrading a large quantity of residential mortgage-backed securities. The British pound [reached] a 26-year high. The yen was a bit weaker on some disappointing price data. . . . The yuan continued to strengthen to its highest level since the revaluation. \u001d  -- Robert Kavcic, Jennifer Lee \b \u001d  What Goldilocks Brings \u001d  Weekly Investment Report \u001d  by Allegiant Asset Management \b \u001d  1900 E. 9th St., Cleveland, Ohio 44114 \b \u001d  July 10: The stock market has been rallying without the help of P/E expansion. Lower interest rates by the Fed could be the catalyst for higher price-earnings ratios. So, what could be the catalyst for P/E expansion? While there are several possible candidates (including increasing global liquidity, declining inflation and growing demographic demand for financial assets), we believe the most likely catalyst for P/E expansion is lower interest rates by the Fed. \u001d  The Federal Reserve has been on hold for a year, since moving to a restrictive monetary policy. At 5.25%, the current fed-funds rate is clearly restrictive (neutral would be around 4%). The Fed's \"Goldilocks\" outlook anticipates the economy's gradual return to full potential, as inflation subsides to the Fed's preferred target range. Should this scenario occur, the Fed would be in a position to lower interest rates back to neutral, having met its policy objectives. \u001d  Recent data suggest we are firmly on the Goldilocks path. The economy, as measured by gross domestic product . . . [dropped to] +0.7% for 1Q07. Most indicators suggest the economy is now rebounding from that low reading. As for inflation, the Fed's preferred gauge of inflation, core PCE [personal-consumption expenditure], has been moving lower. . . . We seem to be on the path toward lower interest rates by the Fed. \u001d  -- Brian Stine \b \u001d  Will Bonds Squeeze Stocks? \u001d  Mega Change, Mortgage Woes, \u001d  Real Estate and the Markets \u001d  by the Aden Forecast \b \u001d  P.O. Box 790260, St. Louis, Mo. 63179 \b \u001d  July: The number of people who may lose their homes [has] hit a record high, with subprime borrowers leading the way; lenders say 15 million more homes may end up being foreclosed. That's increasing the supply . . . [as] demand is falling. . . . If the mega-upward-reversal in interest rates stays intact, then interest rates and mortgage rates are going much higher in the years ahead. . . . This also means bond prices are going much lower . . . over the next decade or two. That'll likely keep downward pressure on stocks, and suggests big inflation is eventually coming. . . . Producer prices have already been surging over the past seven months, at a nearly 10% annualized rate. \u001d  -- Mary Anne and Pamela Aden \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a72f4d00049c5510fba730f609ceb88e","symR":["TSCDY","TSCO.LN","GB0008847096"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"UPDATE: UK Police: 11 Tesco Markets Closed On Security Alert","GmtTimeStamp":"2007-07-14T19:05:00.000000000","CompanyCodes":["TSCDY","TSCO.LN","GB0008847096"],"IndustryCodes":["FDR","RTB","RTS","XDJGI","XFT1","XST5"],"Story":"\b \u001d  (Updates with report by manager of store near Glasgow, employee report that police said there was a bomb threat) \b \u001d  LONDON (AP)--U.K. police closed at least 11 Tesco PLC (TSCDY) supermarkets across the country Saturday because of a security alert, authorities said. \u001d  The manager at a Tesco in Barrhead, near Glasgow, told U.K.'s Press Association that staff were sent home around 12:30 p.m. (1330 GMT) after a power failure. But an unidentified employee at a neighboring shop said police had told him there had been a bomb threat. \u001d  Police in Hertfordshire, where the U.K.'s largest supermarket has its headquarters, said no one had been hurt and that the move was a precaution. Police didn't immediately give further details. \u001d  \"Police are investigating a series of incidents in a number of locations across the country involving Tesco stores,\" a Hertfordshire police spokeswoman said on condition of anonymity in line with force police. \"These stores have been temporarily closed as a precaution for public safety.\" \u001d  Tesco said the police had responded to a number of incidents. \u001d  \"Police are investigating and so we are unable to comment further,\" she said on condition of anonymity in line with company policy. \"As always, at all times customer welfare is our priority.\" \u001d  Police said the closures affected stores in London, other locations in England, Scotland and Wales. \u001d  A spokesman for South Wales police said the Tesco store at Riverside, Port Talbot, had been closed since Saturday afternoon and said officers would remain at the store for as long as necessary. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 15:05 ET (19:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a8ae8cf6f4aedb47b84e461df0d94319","symR":["FSRRX"],"date":"2007-07-14","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/16) The Electronic Investor: Get Ready To Structure Your Portfolio","GmtTimeStamp":"2007-07-14T04:04:00.000000000","CompanyCodes":["FSRRX"],"IndustryCodes":["SOF"],"Story":"\b   (From BARRON'S) \b   By Theresa W. Carey \u001d  Structured products are the fastest-growing investment class in the U.S., according to their aptly named advocacy and trade group, the Structured Products Association. Although they're not available on-line as yet, they will be before too long, and investors should be aware of their role in a portfolio. \u001d  Common in Europe, these are synthetic investments that are usually offered in the form of a bond or note with some guarantee about principal protection. Their payouts, which are generally higher than standard fixed-income securities, are tied to the performance of assets like equities, commodities, and currencies or indexes linked to them. As a result, they carry more risk. Investors buy them to meet needs, like hedging stock or currency positions, that aren't readily available in single financial instruments. \b \u001d  \"Structured products are to Europeans what mutual funds are to U.S. investors,\" says Keith Styrcula, the founder and chairman of the SPA trade group (www.structuredproducts.org). His organization estimates that approximately $194 billion in structured products were held in retail-investment accounts in Europe in 2006, versus $64 billion in U.S. accounts. \u001d  Styrcula believes that U.S. sales could hit $100 billion in 2007. Granted, that's not much compared to the $1 trillion mutual-fund market, but as he points out, the robust size of the funds' market \"didn't happen all at once.\" \u001d  Currently, structured products (SPs) are most likely to be found in the portfolios of wealthy investors who have set up separately managed accounts. They can be used as part of the asset-allocation process to diversify or limit risk exposure of a portfolio, or as an alternative to a direct investment, usually through the use of a derivative like an option or for added leverage. They carry names like equity growth-linked securities, equity basket-linked certificates of deposit or index-linked notes, depending on the issuer, most of whom are major investment banks such as Merrill Lynch. \u001d  Fidelity, Schwab, Northern Trust, Claymore, LPL and Nuveen all have set up new SP distribution divisions in the last 18 months to handle more of these instruments, says Styrcula. \u001d  The potential to have principal protected, or mostly protected, for long-lifecycle investments is a particular draw right now. \"There's a lot of room for SPs to take share away from the variable-annuity market,\" says Styrcula, who claims they're cheaper and more effective in meeting retirees' needs. In his view, SPs \"are like ETFs with passive payouts. It's the next generation of [exchange-traded fund] investing.\" \u001d  But you can't just log into your online brokerage account and find these instruments -- yet. There are some structured products built into a handful of mutual funds, however. For example, Fidelity Strategic Real Return Fund (ticker: FSRRX) has elements that could be considered \"structured products,\" since 25% of the fund is described as \"commodity-linked notes and related investments -- structured notes whose performance is tied to the returns of the Dow Jones AIG Commodities Index.\" \u001d  One issue preventing more widespread adoption of SPs is their black-box pricing. It's not always obvious what the components of a particular SP are and the pricing can be opaque because various securities' prices are included. If derivatives are involved, the terms can be even more complex. \b \u001d  We're seeing software developers jump into the market, which should make pricing more transparent, possibly speeding their adoption. For instance, NumeriX (http://www.numerix.com), which publishes pricing and risk analytics for fixed income, credit, foreign exchange and equity, announced that Bloomberg has embedded NumeriX analytics within a select set of Bloomberg Professional service calculators that should make pricing more readily understandable. \u001d  Kevin Sanborn, NumeriX's senior vice president for integration, says these tools provide technology that should makes the market more comprehensible to the masses. \"This is a technology to make the structure of the products more exciting and more accessible,\" he says. \u001d  NumeriX, which offers other pricing analytics too, is also discussing putting a version of its calculator on the SPA's Website to provide real-time pricing of various structured instruments. \u001d  When will you see structured products featured on your online broker's site? If Styrcula has his way, soon. \u001d  --- \u001d  e-mail: electronicinvestor@yahoo.com. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b3dde99a76e4f54f532d324b6176d2ad","symR":["TMP.XX","TRMP"],"date":"2007-07-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Heiress Ivanka Trump To Join Trump Entertainment Resorts Bd","GmtTimeStamp":"2007-07-14T20:02:00.000000000","CompanyCodes":["TMP.XX","TRMP"],"IndustryCodes":["CNO","REA","RED","XRUS"],"Story":"\b \u001d  ATLANTIC CITY, N.J. (AP)--Heiress Ivanka Trump will join the board of Trump Entertainment Resorts Inc. (TRMP). \u001d  She currently is a vice president with the Trump Organization, which controls Trump hotels, real estate holdings and golf courses, and graduated from the University of Pennsylvania's Wharton School, one of the nation's top business schools. \u001d  Before joining the board, Ivanka Trump must get a license from the state Casino Control Commission. The agency is expected to grant her preliminary approval as soon as Wednesday. \u001d  Casino regulators will conduct a background check to make sure she has done nothing that would disqualify her from holding a gambling license. \u001d  She is the daughter of Donald Trump. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 16:02 ET (20:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b7d36c1ab011112d81f2b860ab5eafd5","symR":["CIT","NRN"],"date":"2007-07-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(7/16) Trouble In The Heartland?","GmtTimeStamp":"2007-07-14T04:02:00.000000000","CompanyCodes":["CIT","NRN"],"IndustryCodes":["FIS","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Tom Sullivan \u001d  A large but little-known lender to rural America could be due for a major downgrade by the top debt-rating agencies. \u001d  Independent credit rater Egan-Jones figures that the bonds of the National Rural Utilities Cooperative Finance Corp. -- rated the equivalent of single-A by Moody's, Standard & Poor's and Fitch- -- should actually be a full seven notches lower, at single-B-plus, which is junk. \u001d  Egan-Jones, which made its name with early warnings on Enron, WorldCom and other disasters, cites steadily declining net interest-income at the finance concern and scant provisions against loan losses. The cooperative, which is known as CFC and mainly extends low-cost credit to electric utilities, has a loan portfolio of some $17.5 billion. \u001d  Any trimming of the debt ratings by the big agencies could hurt the company's preferred stock. Because CFC operates as a non-profit, it has no common stock, but its preferred shares yielding 7.45% are available to investors because they are listed on the New York Stock Exchange (ticker: NRN). \u001d  \"We're not saying it's going to go bankrupt,\" says Sean Egan, managing director at the rating firm, which has rated the cooperative since 1998. But, he says, the company \"shouldn't be an investment-grade credit.\" \u001d  In a nutshell, Egan-Jones isn't comfortable giving the company an investment-grade rating because its net interest income -- the difference between the interest it earns on loans and the interest it pays on its borrowings -- dropped to $20.9 million in the first nine months of fiscal 2007 from of $300.7 million in all of fiscal 2002. At the same time, CFC's loan-loss provision -- the quarterly addition to reserves -- has fallen to zero. \u001d  Perhaps most tellingly, the cooperative's net interest income is a meager 0.1% of net loans. In comparison, that ratio is 4.8%, after loan-loss provisions, for single-A-rated CIT Group (CIT), a commercial and consumer finance company that lends to various industries. \u001d  Given CFC's tight lending margins, \"it's basically in breakeven mode,\" Egan contends. In addition, \"it's ludicrous for any financial institution\" not to make loan-loss provisions, says Egan, noting that National Rural Utilities has listed $1 billion in problem loans in its filing with the Securities and Exchange Commission. \u001d  Officials at National Rural Utilities, not surprisingly, dispute Egan-Jones' analysis, calling it \"inaccurate and incomplete.\" The cooperative's decisions on taking provisions for loan losses \"are not arbitrary,\" says CEO Sheldon Petersen. Rather, they're based on a formula that includes internal credit ratings, credit histories and recovery rates, and is confirmed by the company's auditing firm. Nearly all of its loans are secured both by assets and the borrower's revenue streams, he adds. And since most of its borrowers are electricity providers, an \"essential service,\" future revenues are pretty much a given. \u001d  The company also has some $611 million set aside in reserves -- plus $3.3 billion in revolving credit facilities. \u001d  As a finance company, CFC depends heavily on good credit ratings, because the higher the rating, the cheaper the cost of raising money to lend out to members. And in the event of a bankruptcy -- however unlikely --  preferred shares are subordinate to its debt outstanding and would be at the back of the creditors' line. Its 7.45% shares, at $25 each, currently trade around par, or full value. \u001d  Although created by the Agriculture Department in 1969, the cooperative doesn't carry any \"implied\" government guarantee, as the government-chartered mortgage giants Fannie Mae (FNM) and Freddie Mac (FRE) do. Yet as a non-profit, unlike the mortgage giants, it has no worries about maximizing shareholder value. \u001d  Still, Egan-Jones says, look at CFC's bottom line. Its most recent quarterly filing with the SEC is for its fiscal third quarter, ended Feb. 28, when it reported net interest income of $20.9 million after making no provision for loan losses. A year ago, it reported a loss of $6.1 million after a $19.6 million loan-loss provision. \u001d  The third-quarter income statement also includes $40.97 million in derivative cash settlements as part of earnings. But Egan cries foul on this, saying it should be a separate item. \"It's not recurring; it's not a dependable source of income,\" he argues. \u001d  Removing the gain from derivatives and including a provision for loan losses would pretty much wipe out the cooperative's quarterly earnings of $52.2 million. A year ago, it reported a loss of $21.9 million. \u001d  But CEO Petersen says that his company uses derivatives only as a hedge against interest rates involving the swapping of fixed- and floating-rate debt. \"It's matching assets and liabilities,\" he says, and perfectly appropriate to count as earnings. The company doesn't trade or make markets in derivatives. \u001d  Moody's, for its part, recently reiterated on an implicit basis its A1 senior secured rating on National Rural Utilities when it affirmed the rating on a $5.1 million bond issue by Great River Energy. Moody's rating on National Rural's preferred shares is two notches lower at A3. \u001d  \"There's more predictability\" with the not-for-profit because a majority of its members can raise rates without needing government approval, unlike most investor-owned utilities, says A.J. Sabatelle, a senior credit officer at Moody's. Since it was formed in 1969, the cooperative has had losses on loans totaling just $117 million, Sabatelle says. \u001d  S&P has attributed its single-A rating to CFC's \"strong market position in the rural utilities lending industry\" and \"low loan losses despite high levels of nonperforming and restructured loans.\" Fitch in February raised to positive its outlook on the cooperative's single-A rating, citing, among other things, \"improvements in risk management.\" \u001d  Still, Egan-Jones is worth hearing out. Unlike Moody's, S&P and Fitch, Egan-Jones is an independent credit-rating agency that is paid by investors, not by bond issuers, for ratings, removing a potential conflict of interest between the rater and the rated. Egan-Jones doesn't know its clients' market positions in equities and/or credit-default swaps and \"we don't want to know,\" says Egan. \u001d  Egan-Jones, which uses only public information in determining a rating, appears on track to gain approval by the SEC to be a nationally recognized statistical rating organization, a designation already bestowed to Moody's, S&P, Fitch and Toronto-based Dominion Bond Rating Service. \u001d  So far, Egan-Jones is a lone voice in the bond market warning about CFC. But if history is any guide, others may soon be singing the same tune. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:02 ET (04:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ba3c097ede83ba8cd8f677690507281b","symR":["AA","AL","AL.T","BDK","CL","GE","GSK","GSK.LN","HD","HOV","LAZ","MCD","MWA","MWAB","POZN","RIO.AU","RIO.LN","RTP","SHLD","SLM","TGT","UL","ULVR.LN","UN","UNA.AE","WEN","WLT","AU000000RIO1","CA0137161059","GB0007188757","GB0009252882","GB00B10RZP78","NL0000009355","US0138171014","US0917971006","US1941621039","US3696041033","US4370761029","US5801351017","US8123501061"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) The Trader: Wall Street Shops At -2-","GmtTimeStamp":"2007-07-14T04:05:00.000000000","CompanyCodes":["AA","AL","AL.T","BDK","CL","GE","GSK","GSK.LN","HD","HOV","LAZ","MCD","MWA","MWAB","POZN","RIO.AU","RIO.LN","RTP","SHLD","SLM","TGT","UL","ULVR.LN","UN","UNA.AE","WEN","WLT","AU000000RIO1","CA0137161059","GB0007188757","GB0009252882","GB00B10RZP78","NL0000009355","US0138171014","US0917971006","US1941621039","US3696041033","US4370761029","US5801351017","US8123501061"],"IndustryCodes":["ALU","BLD","BNK","CFN","COS","DRG","FOD","HIM","HOM","HPD","HPR","IDD","MNG","OFP","RES","RTB","RTS","XAEX","XATI","XDJGI","XDJI","XENX","XES","XFFX","XFT1","XGTI","XISL","XNQ1","XNYA","XORD","XRUS","XSCI","XSP5","XST5","XSTF","XTSE"],"Story":"\u001d  There are other catalysts, too. Because partner GlaxoSmithKline's bestselling Imitrex will become a generic drug by late 2008, \"we believe GSK intends to aggressively convert its Imitrex sales\" -- about $1.1 billion in the U.S. last year -- \"to Trexima in order to capture significant market share in the migraine market before its Imitrex sales are at risk,\" Lu says. Trexima sales pegged at $53 million this year could reach $571 million in 2010, and Pozen's 5% royalty jumps to 17% in 2010 and after. \u001d  But because Trexima is Pozen's primary candidate, any regulatory glitch can send shares tumbling to 7 or 8. Given that slim but real risk, bulls might consider buying August call options or call spreads on Pozen. And because option buyers never risk more than the premium paid, any FDA surprise would trigger less of a headache. \u001d  --- \b                     VITAL SIGNS \b \b                            Friday's      Week's     Week's \b                               Close      Change     % Chg. \b \bDJ Industrials              13907.25     +295.57      +2.17 \bDJ Transportation            5369.68     +138.39      +2.65 \bDJ Utilities                  515.50      +10.34      +2.05 \bDJ 65 Stocks                 4685.10     +105.06      +2.29 \bDJ US Total Mkt               378.51       +5.02      +1.34 \bNYSE Comp.                  10220.67     +145.28      +1.44 \bAmex Comp.                   2392.52       +7.90      +0.33 \bS&P 500                      1552.50      +22.06      +1.44 \bS&P MidCap                    926.23       +9.97      +1.09 \bS&P SmallCap                  444.90       +4.71      +1.07 \bNasdaq                       2707.00      +40.49      +1.52 \bValue Line (arith.)          2507.38      +24.85      +1.00 \bRussell 2000                  855.77       +3.46      +0.41 \bDJ Wilshire 5000            15700.95     +193.61      +1.25 \b \b                                       Last Week   Week Ago \bNYSE \bAdvances                                   1,857      2,589 \bDeclines                                   1,635        893 \bUnchanged                                     76         72 \bNew Highs                                    636        479 \bNew Lows                                     188         77 \bAv Daily Vol (mil)                         3,071.8    2,321.6 \bDollar \b(Finex spot index)                            80.58      81.47 \bT-Bond \b(CBT nearby futures)                         106-31     106-03 \bCrude Oil \b(NYM light sweet crude)                       73.93      72.81 \bInflation KR-CRB \b(Futures Price Index)                        325.09     320.86 \bGold \b(CMX nearby futures)                         665.80     652.70 \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"be95de17b900997de0f2f07e7f78e5bd","symR":["AA","AL","AL.T","AMZN","DOX","HET","RIO.AU","RIO.LN","RTP","AU000000RIO1","CA0137161059","GB0007188757","US0138171014","US0231351067"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) The Striking Price: Putting A Bull's-Eye On Buyout Targets","GmtTimeStamp":"2007-07-14T04:08:00.000000000","CompanyCodes":["AA","AL","AL.T","AMZN","DOX","HET","RIO.AU","RIO.LN","RTP","AU000000RIO1","CA0137161059","GB0007188757","US0138171014","US0231351067"],"IndustryCodes":["ALU","CNO","MNG","RTB","RTS","SOF","XATI","XDJGI","XDJI","XFFX","XFT1","XISL","XNQ1","XNYA","XORD","XRUS","XSP5","XST5","XTSE"],"Story":"\b   (From BARRON'S) \b   By Mohammed Hadi \u001d  Feeling left out of the buyout boom? Tired of your brother-in-law gloating over the fact that he was \"smart\" enough to pick the next target of private-equity buyers? \u001d  The options market lets the adventurous play the mergers and acquisitions game by selling puts on buyout targets. \u001d  A put seller takes the view that a stock is going to remain above a certain price -- the option's strike price -- until after the option expires. But put-selling comes with a big risk: If the underlying stock falls, put sellers have to buy it and could wind up being forced to overpay. \u001d  Of course, just because someone is planning to buy a company doesn't eliminate the risk that the stock could retreat -- but it certainly waters it down. \u001d  There's good money to be made selling these contracts -- far better returns than you'd get buying the stock and waiting for a deal to close, says William Lefkowitz, chief options strategist at vFinance Investments and a habitual put seller. \"It's my favorite thing to do.\" \u001d  Trading last week provided two great illustrations of the pros and cons of the put selling approach. \u001d  Pro: Although many expected a buyer to rival Alcoa's (ticker: AA) bid for Alcan (AL), traders could still sell the January 75 Alcan puts for as much as a dollar on Wednesday. By Friday, with Alcan signing a deal with Rio Tinto (RTP) for $101 per share, those puts were worth as little as 25 cents, a threefold return to the put sellers in just two days. \u001d  Con: Sellers of puts on SLM (the old Sallie Mae) recently had a heart-stopping moment. The stock plunged nearly 10% after a group that plans to buy SLM said pending federal law could put the deal in jeopardy. The SLM deal is for $60 a share; as the stock fell Wednesday to $52.15, from $57.80 the day before, January 50 puts on the stock surged to a high of $2.50 from as little as 70 cents. Traders who kept their nerve probably made out OK once the stock recovered ground -- but it's a great example of a deal where hefty put prices likely reflect risks to stay away from. \u001d  Lefkowitz thinks that there are other such opportunities -- if you have the confidence that the announced deals will close. \u001d  Deals that might take years to close offer also the chance to be a repeat offender. For example, Lefkowitz is still selling puts on Harrah's Entertainment (HET) and getting a fair amount for these nearly a year after that deal was first announced (see Striking Price, Oct. 9, 2006). \u001d  With the stock at $85.65, and the bid for the company at $90, Lefkowitz suggests selling January 75 puts, now going for about $1 -- which means any seller of these must be willing to pay $75 for Harrah's if the deal unwinds, but at an effective price of $74, nearly 14% below the current price. \b \u001d  With most of Corporate America putting the finishing touches on their quarterly-earnings statements, the options market has started to handicap the potential for these reports to move stocks. For traders willing to bet against the market, that means opportunities abound. \u001d  Goldman Sachs options strategist John Marshall last week screened for companies on which options are either overestimating or underestimating the size of a post-earnings-report stock move. Because the estimation of a coming stock move is a key part of option prices, traders who think there's no good reason for the discrepancy can profit by either buying or selling options. \u001d  There are a few standouts. Options on Amazon.com (AMZN), for example, have been pricing-in a swing, higher or lower, of about 10%, once the company's earnings report comes out on July 25. The average, Marshall notes, over the past eight quarters has been 13%, and consider the fact that last quarter the stock rose nearly 27% the day after the company's earnings were released. \u001d  So what's a trader to do here? Buy options. What you buy depends on what your view on Amazon is, Marshall explained. So if you think the stock is overpriced, buy puts; undervalued, buy calls; or neither, then buy both. \u001d  On the flip side, Marshall points to a smaller stock: Amdocs. Citing Goldman's IT-services analyst, he thinks coming earnings statements for the software and services company will be less of an event than the options market is currently pricing in. And, importantly, Amdocs (DOX) is not likely to be taken out in the near term, the analyst believes. \u001d  So consider selling a combination of both the August 40 puts and the August 40 call options. Right now, that can fetch about $3, which means the straddle sellers will profit as long as DOX remains between $37 (or about 6.8% below the current price of $39.69) and $43 (or about 8% above the current price) before these expire. \u001d  The average move this stock has made following the last eight earnings reports is 2%, Marshall notes. \u001d  Still, caveats abound. Option selling carries risks. If you can't stomach them, don't do it. \u001d  --- \u001d  Mohammed Hadi is a reporter at Dow Jones Newswires in Jersey City, N.J. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c43c7a9c716fbfa9ce4d27b359692f76","symR":["BX","CAY.XX","CVN.YY","KKR.XX","VMED"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Providence, KKR To Launch Virgin Media Bid - Newspaper","GmtTimeStamp":"2007-07-14T15:40:00.000000000","CompanyCodes":["BX","CAY.XX","CVN.YY","KKR.XX","VMED"],"IndustryCodes":["FIS","FTS","TLS","XDJGI","XNQ1","XRUS"],"Story":"\b \u001d  LONDON (Dow Jones)--Providence has entered the bidding war for Virgin Media Inc. (VMED), The Times of London reported Saturday without citing sources. \u001d  The U.S. buyout firm is understood to have joined with Kohlberg Kravis Roberts & Co., Blackstone Group (BX) and Cinven Group Ltd to enter the auction, the newspaper said. \u001d  Virgin Media last week received an approach from Carlyle Group L.P., whose $33- to $34-a-share offer values the U.K. cable company at $23 billion including its GBP6 billion of debt, the paper reported. \u001d  According to The Times a deadline for first-round indicative offers will be set for some time in August.   Carlyle, KKR, Blackstone and Cinven declined to comment, it added. \b \b   Newspaper Web site: http://www.timesonline.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9448 \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 11:40 ET (15:40 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ccb7a44c15a641e3784d9f5c1e521f33","symR":["ANAD","BJS","CBG","ETP","GBX","MI","PVH","US29273R1095"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) Research Reports","GmtTimeStamp":"2007-07-14T04:07:00.000000000","CompanyCodes":["ANAD","BJS","CBG","ETP","GBX","MI","PVH","US29273R1095"],"IndustryCodes":["BNK","CLO","EQS","OIE","PIP","REA","RED","SEM","TEX","TRQ","XDJGI","XISL","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \b   Edited by Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  Anadigics \u001d  -- ANAD-NNM \b \u001d  Hold \u001d  -- Price 13.80 on July 11 \u001d  by Think Equity Partners \b \u001d  Our price target, 13, represents 21 times our calendar-year '08 earnings-per-share estimate of 61 cents, in line with our projection for ANAD's '08 revenue growth of 20%. Risks [include]: Weakness in wireless-handset market; inability to win new customers for GSM [global system for mobile communication] products; and weakness in cable-infrastructure and set-top box markets . . . Anadigics has traditionally had 10%-plus of sales to LG [a global electronics firm]. \b \u001d  BJ Services \u001d  -- BJS-NYSE \b \u001d  Buy \u001d  -- Price 28.64 on July 10 \u001d  by Sterne Agee \b \u001d  BJS is primarily a provider of pressure pumping, roughly equally sharing the worldwide market with Halliburton and Schlumberger. The shares of all three declined significantly (28% to 38%) as Canadian gas producers dramatically cut drilling activity. While the other two have recovered, BJS' shares are still down [by] over one-third and now sell at a discount versus premium valuation. We believe that as the Canadian gas activity picks up . . . the current low valuation will have proven to be an attractive entry point. Target: 34. \b \u001d  CB Richard Ellis Group \u001d  -- CBG-NYSE \b \u001d  Strong Buy \u001d  -- Price 37.29 on July 11 \u001d  by JMP Securities \b \u001d  We expect EPS to rise 45% during '07 to $2.15, due in part to accretive Trammell Crow purchase. For '08, we conservatively project 8% revenue growth, driving 19% EPS growth to $2.55 . . . Longer-term, we expect mid-high-single-digit revenue growth will drive 15%-20% EPS growth. CB currently trades at '07 and '08 price/earnings multiples of 17.3 times and 14.6 times, versus Jones Lang LaSalle at 20.5 and 17.9 times. CB's 2007 and 2008 [enterprise value/earnings before interest, taxes, depreciation and amortization] multiples are 10.6 times and 9.3 times, compared to JLL at 12.5 times and 11.1 times. At our 48 price target, CB's 2008 P/E and EV/Ebitda multiples would be 18.8 times and 11.6 times. \b \u001d  Energy Transfer Partners \u001d  -- ETP-NYSE \b \u001d  Outperform \u001d  -- Price 64 on July 11 \u001d  by Morgan Keegan \b \u001d  ETP reported 71 cents EPS for Q3, versus the Street's 72 cents. But after adjusting for a $17.8 million profit (12 cents/unit) from interest-rate swaps, EPS comes in at 59 cents/unit, well below the Street and 6 cents/unit under our forecast. On a positive note, operating income was in line with our estimates. Transportation volumes were up 41% year-over-year, and operating income increased 40% y/y as recent capital expansions came on line. Although ETP missed our estimate and consensus, we are maintaining our estimate of $2.85 for FY07 until we receive some clarity from management. We are also keeping our total return estimates of an additional 7% to 10% for the rest of '07 and 37% to 42% by the end of '08. ETP owns and operates a diversified portfolio of midstream energy assets. \b \u001d  The Greenbrier Companies \u001d  -- GBX-NYSE \b \u001d  Hold \u001d  -- Price 33.15 on July 11 \u001d  by McAdams Wright Ragen \b \u001d  Railcar-manufacturer Greenbrier reported adjusted fiscal 3Q earnings of $1 per share, which was better than our estimate of 58 cents and consensus of 42 cents. The stock gained 15.75% on the report. Revenues in the manufacturing and refurbishment divisions came in higher than we forecast, as did margins driving the upside. Our 4Q estimate stays at 58 cents; FY moves to $1.93, from $1.51. This does not include special charges registered during the year-mostly related to Canadian plant closure. The estimate for '08 moves from $2.25 to $2.40. GBX trades at 8.25 times estimated '07 Ebitda and 7.6 times forward Ebitda. On a P/E basis, [shares] trade at 17.2 times '07 earnings/13.8 times forward earnings. \b \u001d  Marshall & Ilsley \u001d  -- MI-NYSE \b \u001d  Hold \u001d  -- Price 45.84 on July 11 \u001d  by Sandler O'Neill \b \u001d  MI [will] acquire First Indiana Corporation (FINB), a $2.1 billion bank . . . This all-cash deal, valued at roughly $529 million (expected to close in 4Q07 or 1Q08) . . . [or] only about 3.8% of MI's asset base and 4.3% of market-cap, strikes us as digestible for MI. Management expects 2-cent [dilution] to EPS in 2008 (about 0.5%) and accreti[on] thereafter . . . for the industry, we see balance-sheet growth, a tough rate environment and credit as fundamental headwinds . . . along with MI's premium valuation and ongoing merger/acquisition speculation, we . . . believe our Hold rating is best. \b \u001d  Phillips-Van Heusen \u001d  -- PVH-NYSE \b \u001d  Buy \u001d  -- Price 57.10 on July 10 \u001d  by W.R. Hambrecht \b \u001d  The combination of strong sales and margin expansion should lead to GAAP EPS of $3.13 for F2007. For F2008, we [see] $3.72/share, an estimated 19% increase in earnings. At 70 price target, the P/E multiple would be about 18 times, with 19%-plus estimated EPS growth putting [price-earnings-growth] around 1 . . . PVH has reiterated its interest in utilizing cash to acquire [more] brands . . . Brands under strategic review at Liz Claiborne represent some potential candidates. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ccfaf93631e10ac77635d6f87a223748","symR":["BRIDGEWF.XX","BRAGX","BRAIX","BRUSX"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) Profile: Black Box With Heart -2-","GmtTimeStamp":"2007-07-14T04:06:00.000000000","CompanyCodes":["BRIDGEWF.XX","BRAGX","BRAIX","BRUSX"],"IndustryCodes":["ZFU"],"Story":"\u001d  Last year, Bridgeway's models seemed to short-circuit. Aggressive Investors 1 and 2 underperformed the S&P 500 by 8.68 and 10.35 percentage points, respectively. Montgomery minces few words about the debacle, noting ruefully that only one of the Aggressive Investors fund models -- a value measure -- per-formed well. \u001d  Yet, as he points out, Bridgeway has recovered nicely from other down periods, such as the back-to-back years of 1997 and 1998, when Aggressive Investors 1 faltered. \u001d  Then there was a six-month period in 1998 in which Ultra-Small Company was torched for a 50% loss. \u001d  In both cases, the funds roared back to lay waste to their respective indexes. And in both cases, some patience was needed. \u001d  \"I have a high tolerance to bad periods and sleep quite well. We try to counsel our fund investors to have a long-term time horizon of at least three years, and it just pains me that some of our clients sold out late last year, rather than hanging around,\" Montgomery muses. \u001d  Indeed that would've been good advice. This year, through July 9, Aggressive Investors 2 was up 21.38%, almost triple the S&P's 7.5% advance. \u001d  The argument could be made that Bridgeway's success arises in part from the presence of small- and mid-cap stocks even in larger-cap funds like Aggressive Investors. In a market in which smaller stocks have outperformed so dramatically since 2000, that undoubtedly provided a boost. \b \u001d  The median stock-market value of Aggressive Investors 2's portfolio in 2002 was just half of its current level, $9.7 billion. Large-cap stocks then made up less than 25% of the total portfolio; today, they account for more than 46%. The fund was able to capture the curl of the small-stock surge. At the same time, its performance also hints that, perhaps, big-caps finally are back. \u001d  In addition, the models kept Aggressive Investors 1 from crashing and burning in the post-2000 collapse of the Bubble Market after the fund had returned 120.62% during the 1999 blow-off. \u001d  Over the following three years, it not only avoided the Nasdaq's 75% death dive, but also annually outpaced the S&P. \"During 1999, the models made us pare our tech positions from two-thirds to about a third of the portfolio,\" Montgomery recalls. \"As a result, we were about the only member of the triple-digit-return club of 1999 to survive.\" \u001d  The larger Aggressive Investors 2 fund's latest top 10 holdings (as of March 31) reflect the models eclectic selections. \u001d  Montgomery isn't one for personal flash. He still lives in a modest four-bedroom home just three blocks from his office. What he likes to call his \"yacht\" is a second-hand 15-foot boat that he keeps stored near Galveston Island. \u001d  \"In the end, it's not the size of the bank account that counts but the love and relationships that one achieves in life,\" he observes. \u001d  A worthy sentiment, to be sure. And one that many of Bridgeway's investors would endorse, even as their bank accounts expand. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"cf44088b39d594754d5129ef9544590e","symR":["JNS","MNI","TROW","VANGUARDF.XX","ARGFX","CAAPX","MSSFX"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) Fund Of Information: Ariel Gets Its Groove Back","GmtTimeStamp":"2007-07-14T04:04:00.000000000","CompanyCodes":["JNS","MNI","TROW","VANGUARDF.XX","ARGFX","CAAPX","MSSFX"],"IndustryCodes":["AMG","MED","PUB","XDJGI","XNYA","XRUS","XSCI","XSP5","ZFU"],"Story":"\b   (From BARRON'S) \b   By Lawrence C. Strauss \u001d  What have you done for me lately? \u001d  That's what impatient investors may have wanted to ask the flagship funds at Ariel Capital Management, a Chicago money manager known for value investing. \u001d  But as performance improves, the question now is whether those investors who left will wait too long to get back in -- as they often do. Ariel Fund (ticker: ARGFX), which is in Morningstar's mid-cap blend category, has a one-year return of 27.5%, besting 60% of its peers. Its three-year annual return of 12.7% isn't terrible in absolute terms, but trails more than 90% of its Morningstar peers. It's similar for the five-year return, 14.3%, which puts it in the category's bottom 20%. \u001d  The fund, however, has a strong long-term record: Its 10-year annual return of 12.9% places in the top 20%. \u001d  Ariel Appreciation (CAAPX), which has more of a large-cap tilt but is in the mid-cap blend box, has a similar performance history. \u001d  The underperformance within the category no doubt triggered net outflows, which for the two funds totaled about $1.8 billion last year, according to Financial Research Corp. This year, the outflows have slowed to a combined $550 million through May. \u001d  Ariel Appreciation's assets total about $2.75 billion. The Ariel Fund is bigger, with about $4.3 billion. The lead manager for both funds is John Rogers, a staunch value-investing practitioner who likes to buy and hold quality companies that he and his colleagues view as temporarily beaten down. \u001d  The portfolio managers and analysts have made some good calls over the years, including asset-management firms like Janus Capital Management (JNS) and T. Rowe Price (TROW); another group, newspaper companies, hasn't panned out as well, thanks to a prolonged advertising slump. One recent laggard holding is McClatchy (MNI), whose shares have lost about one-third of their value this year. \u001d  Another reason for the underperformance over three- and five-year horizons for these two funds: Ariel has avoided energy and materials stocks. \u001d  Ariel experienced another setback last month: The Masters' Select Smaller Companies Fund's (MSSFX) adviser fired Ariel as a subadviser; Litman/Gregory Fund Advisors did not specify the reason for the move. Morningstar has praised Ariel's approach to investing, noting that it has stuck to its investment style, underperformance notwithstanding. The fund has a three-year annual return of 14.13%, trailing its Morningstar benchmark by about 1 percentage point. \u001d  \"In the last year, we have started to have a better performance of higher-quality stocks,\" says Charles Bobrinskoy, director of research at Ariel, who also is portfolio co-manager on the more recently established Ariel Focus Fund (ARFFX). \"Until then, lower-quality names and highly leveraged companies did very well.\" \u001d  As of June 30, the Ariel Fund's top holdings included insurance company Markel (MKL); Energizer Holdings (ENR), which has gained about 50% this year, and Mohawk Industries (MHK), whose shares have appreciated by more than 30% year to date. \u001d  Another plus for these funds is that they held up well during the bear market earlier this decade, says Todd Trubey, a Morningstar analyst. The Ariel Fund, for example, earned nearly 29% in 2000 and 14.2% in 2001, before losing 5.2% in 2002 -- yet that was stellar compared with the Standard & Poor's 500's loss of 22.1% that year. \b \u001d  Dan Wiener, editor of the Independent Adviser for Vanguard Investors newsletter, cautions that a fund Vanguard plans to roll out could be very risky, especially if individual investors try to use it as a way to bet on interest rates. \u001d  Vanguard is slated to launch an Extended Duration Treasury Index Fund that caters mainly to institutional investors. Duration measures a bond's sensitivity to changes in interest rates. The longer the duration, the more sensitive it is to rate shifts: When rates rise, a longer-duration bond is vulnerable to a big drop in price, and vice versa. \u001d  Wiener worries that the index will attract investors who are unaware or dismissive of just how very volatile this activity can be, and that it can lose them a lot of money in a heartbeat. \u001d  Indeed, Vanguard plans for the fund to have three share classes, two for institutional investors. The third will be an exchange-traded fund, which, in theory, any individual investor could put money into via a broker or financial adviser. \u001d  Vanguard, however, discloses that \"the fund is subject to interest-rate risk, which is the chance that bond prices overall will decline because of rising interest rates.\" \u001d  Rebecca Cohen, a Vanguard spokeswoman, adds that the ETF will cater to financial advisers who work with small pension plans. \"We do not think this fund is appropriate for individual investors,\" says Cohen. \u001d  Vanguard says that long-duration bonds help pension funds match their investments with their obligations, which tend to have a long time horizon. \u001d  That's the correct use for this fund. \u001d  --- \u001d  E-mail: lawrence.strauss@barrons.com \u001d  --- \u001d            Scoreboard \b \u001d  Real Estate Pales, Equity Funds Shine \b   -- U.S. diversified stock funds rose an average of 1.33% in the week ended Thursday, according to Lipper, the fund-tracking arm of Reuters. The broad market notched a total return of 1.51% in that span. Gold funds had a big week, climbing 4.96%. Real-estate funds lost 1.47%. Among the biggest funds, American Funds' Growth Fund of America gained 1.73%. \b \b                                            One Week  Year-to-Date \b \bU.S. STOCK FUNDS                               1.33%        11.75% \bU.S. BOND FUNDS                                0.03          1.18 \bTOP SECTOR / Gold Oriented Funds               4.96         10.23 \bBOTTOM SECTOR / Dedicated Short Bias Funds    -1.89         -9.09 \b \b                  THE WEEK'S TOP 10 \b \bFund \b Investment Objective              One Week  Year-to-Date \b \bProFunds Prec Metals Inv \b        Gold Oriented                11.01%         8.23% \b \bProFunds UltraEM Inv \b     Emerging Markets                 9.67         51.23 \b \bDirexion LA Bull 2x Inv \b        Latin America                 8.30         71.10 \b \bProShares Ult Semicond \b           Technology                 8.03           NA \b \bDirexion EM Bl 2x Inv \b     Emerging Markets                 8.03         43.52 \b \bProShares Ult Oil & Gas \b    Natural Resources                 7.82           NA \b \bDirexion Cmdty Bl 2x Inv \b    Spec Dvsfd Equity                 7.06         62.48 \b \bPowerShares WldHill CE \b       Small Cap Core                 6.55         30.39 \b \bRydex Precious Metls Inv \b        Gold Oriented                 6.40          9.47 \b \bOppenheimer Intl Sco A \b                 ISMG                 6.33         36.24 \b \b                    THE WEEK'S BOTTOM 10 \b \bFund \b Investment Objective              One Week  Year-to-Date \b \bProFunds UltraSht EM Inv \b                  DSB                -9.42%       -40.32% \b \bProShares UlS Semicond \b                  DSB                -7.82           NA \b \bDirexion EM Br 2x Inv \b     Emerging Markets                -7.64        -36.74 \b \bProShares UlS OIl Gas \b                  DSB                -7.44           NA \b \bProFunds Sht Pr Mtls Inv \b                  DSB                -6.92         -6.98 \b \bProShares UlS Bas Mat \b                  DSB                -5.68           NA \b \biShares FTSE NAREIT MR \b          Real Estate                -5.02           NA \b \bDirexion NAS Br 2.5x Inv \b                  DSB                -4.81        -27.50 \b \bProShares UlS Tech \b                  DSB                -4.39           NA \b \bDirexion DM Br 2x Inv \b                  DSB                -4.33        -21.58 \b \b                           THE LARGEST 10 \b \bFund \b           Net Assets                             3-Year*  1-Week     YTD \b           (billions)  Investment Objective        Return  Return  Return \b \bAmerican Funds Gro A \b              $90.958      Multi Cap Growth        16.22%   1.73%  12.78% \b \bAmerican Funds ICA A \b               77.612       Large Cap Value        14.58    1.49   11.05 \b \bAmerican Funds CIB A \b               75.353                  MTAG        17.19    1.37   10.51 \b \bAmerican Funds CWGI A \b               74.966                  GMLV        23.63    2.37   15.84 \b \bFidelity Contrafund \b               72.875      Multi Cap Growth        17.45    1.63   13.00 \b \bDodge & Cox Stock \b               71.977       Large Cap Value        18.01    1.09    9.82 \b \bAmerican Funds Wsh A \b               71.353       Large Cap Value        13.87    1.56   10.96 \b \bVanguard 500 Index Inv \b               71.245         S&P 500 Funds        13.63    1.50   10.10 \b \bAmerican Funds Inc A \b               67.682                  MTAG        14.30    0.86    8.29 \b \bPIMCO Tot Rtn Inst \b               62.280       Intmd Inv Grade         3.63    0.29    0.33 \b \b*Annualized. Through Thursday. \bSource: Lipper \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"cface1c9061bb98aa5856e41f2618588","symR":["SVN"],"date":"2007-07-14","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Conrad Black Jurors: Insufficient Proof Limited Convictions","GmtTimeStamp":"2007-07-14T21:25:00.000000000","CompanyCodes":["SVN"],"IndustryCodes":["MED","PUB","XDJGI","XNYA"],"Story":"\b \u001d  CHICAGO (AP)--Jurors who convicted former media baron Conrad Black say the complicated corporate fraud case became easier to understand as prosecutors laid out their evidence, but there wasn't enough evidence to support some charges. \u001d  Black, 62, was found guilty Friday on three counts of mail fraud and one count of obstruction of justice for moving documents out of his Toronto office in defiance of a court order. He was acquitted on nine other counts, including the most serious charge of racketeering. \u001d  At the outset of the trial, it was difficult to keep track of the different companies involved, said juror Tina Kadisak. But eventually, \"you began to understand.\" \u001d  The jury struggled with some of the counts during deliberations but said the prosecution came up short in its argument for the racketeering charge. Juror Monica Prince told the Chicago Sun-Times that there wasn't enough \"paper evidence\" to support a conviction on that count. \u001d  Kadisak said the allegations of racketeering were credible but not backed up by the prosecution. \u001d  \"There wasn't enough evidence there,\" the 32-year-old hairdresser told the Chicago Tribune. \"Could I see that it happened? Yes...but there wasn't proof of it.\" \u001d  Black was convicted of swindling the Hollinger International newspaper empire he once ran out of millions of dollars. When he was indicted in 2005, prosecutors accused him of bilking shareholders out of $84 million. But during bail discussions that followed the verdict, Black's defense attorneys said he was convicted of stealing $3.5 million. \u001d  Three other former Hollinger executives - John Boultbee, 65, of Victoria, B.C.; Peter Y. Atkinson, 60, of Oakville, Ont.; and Mark Kipnis, 59, of Northbrook, Ill. - also were convicted of fraud charges. \u001d  Hollinger International, based in Chicago and renamed Sun-Times Media Group Inc. (SVN) last year, was at one time one of the world's largest publishers of community newspapers as well as the Chicago Sun-Times, the Daily Telegraph of London and Israel's Jerusalem Post. \u001d  At the core of the charges against Black was a strategy he arrived at starting in 1998 to sell off the bulk of the small community papers, which were published in smaller cities across the United States and Canada. \u001d  Black and other Hollinger executives received millions of dollars in payments from the companies that bought the community papers in return for promises that they wouldn't return to compete with the new owners. Prosecutors said the executives pocketed the money, which they said belonged to shareholders, without telling Hollinger's board of directors. \u001d  Jurors said they gave little weight to testimony by F. David Radler, the government's star witness. Radler, the Sun-Times' former publisher and Black's partner in building the Hollinger empire over three decades, pleaded guilty to mail fraud and agreed to testify in exchange for a lenient 29-month sentence and a $250,000 fine. \u001d  Black had said he was busy with newspaper interests in the U.K. and eastern Canada and left many details to Radler, but Radler said Black was well aware of how and why the money was being paid. \u001d  However, Prince said Radler seemed to be looking out for Black. \u001d  \"He was covering up for his buddy,\" the juror said. \"He didn't really say much. He kept contradicting himself. He was trying to fool the jury. He was just trying to get through it. He was trying to confuse the jury to cover for Black.\" \u001d  Jurors delivered their verdict on the 12th day of deliberations. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 17:25 ET (21:25 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d40a88f0930ddd02b87023cbdbe73fb3","symR":["000270.SE","KR7000270009"],"date":"2007-07-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"S Korea Kia Motors Workers To Continue Strike Next Wk -Report","GmtTimeStamp":"2007-07-14T14:41:00.000000000","CompanyCodes":["000270.SE","KR7000270009"],"IndustryCodes":["AUT","XDJGI"],"Story":"\b \u001d  SEOUL (Dow Jones)--Unionized workers of South Korea's Kia Motors Corp. (000270.SE) will continue to strike for at least eight hours a day next week, except on Tuesday, which is a holiday, online financial news provider Edaily reported Saturday, citing an unnamed Kia union official. \u001d  The strike, which began early this week, will lead to production losses of 26,685 vehicles valued at KRW390.5 billion by the end of next week if conducted as scheduled, the report said. \u001d  Workers at Kia Motors, which is 38.6% owned by Hyundai Motor Co. (005380.SE), the world's sixth-largest carmaker by sales, are seeking an 8.9% annual raise in basic salary, compared with the previous year's 5.7% increase, a Kia spokesman has said. \b \u001d  By In-Soo Nam, Dow Jones Newswires; 822-721-0583; In-Soo.Nam@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 10:41 ET (14:41 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"db06c295784e9cff056f695bd5d83ce0","symR":["AA","AB.YY","AL","AL.T","KKR.XX","RIO.AU","RIO.LN","RTP","AU000000RIO1","CA0137161059","GB0007188757","US0138171014"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) European Trader: A New-And Pricey-Tack For Rio Tinto","GmtTimeStamp":"2007-07-14T04:03:00.000000000","CompanyCodes":["AA","AB.YY","AL","AL.T","KKR.XX","RIO.AU","RIO.LN","RTP","AU000000RIO1","CA0137161059","GB0007188757","US0138171014"],"IndustryCodes":["ALU","BNK","FIS","MNG","RTD","RTS","XATI","XDJGI","XDJI","XFFX","XFT1","XISL","XNYA","XORD","XRUS","XSP5","XST5","XTSE"],"Story":"\b   (From BARRON'S) \b   By Arindam Nag and Sean Walters \u001d  Rio Tinto's knockout counterbid for Alcan is a good use of capital; the acquisition would be a high-quality diversification of the mining company's metals portfolio. \u001d  But the premium that Rio Tinto (American depositary share ticker: RTP) is offering, plus the challenge of integrating such a big new business, are sure to leave its shareholders feeling uncomfortable. \u001d  For years, Rio Tinto's investors have been spared from shocks. The company has owned top-quality metal reserves, eschewed mega-deals and remained conservatively financed. Yet, many would argue, there have been diminishing returns from this approach. Rio Tinto has sat out $300 billion in metals and mining deals over the past five years. The company, whose strength is in iron ore and copper,  has watched as key nickel and copper miners -- FalconBridge, Inco and WMC -- were bought out by rivals. \u001d  All that's about to change. \u001d  The agreed-upon $38.1 billion offer, which represents a 66% premium to the share price of Alcan (AL) before the original bid from Alcoa (AA), is the sector's biggest-ever cash deal. (Alcoa's $27.9 billion offer, which now has been withdrawn, was cash and shares.) It puts an enterprise value of $44 billion on Alcan, equivalent to 9.4 times forecast 2007 Ebitda (earnings before interest, taxes, depreciation and amortization, a measure of cash flow). \u001d  Alcan paid an 8.3 times enterprise-value/Ebitda multiple for aluminum producer Pechiney in 2003, while Xstrata paid 9.2 times for Falconbridge earlier this year. (Enterprise value is stock-market capitalization, plus net debt.) \u001d  From a net-debt/Ebitda multiple of 0.2 times at Rio Tinto, the combined company's leverage would jump to 2.5 times. Net debt would rise to $46.3 billion from $2.4 billion. Little wonder that Rio Tinto is calling it a day on share buybacks. \u001d  Rio Tinto's desperation to make up for lost time is reflected in the aggressiveness of its $101-a-share bid. A rival offer would have to trump that -- and include $2.71 a share to cover the breakup fee. \u001d  Rio Tinto has some natural advantages over Alcoa, which itself now appears to be in play. For one thing, its trans-Atlantic tie-up presents fewer antitrust worries than one involving two North American miners. For another, selling shareholders on such a rich bid should be easier for Rio Tinto than for Alcoa. \u001d  The combined debt of Alcoa and Alcan would have been $35 billion. Servicing that debt would have been difficult if a combined Alcoa-Alcan would have had to sell assets to get antitrust approval. \u001d  The Alcan deal should provide about $600 million in efficiencies for Rio Tinto by 2010 and should boost earnings within a year after the transaction closes. That should help Rio Tinto win shareholder support for a future rights issue to pay down debt. \u001d  Rio Tinto is betting that aluminum prices, up 76% in the past three years, will stay high as demand for the metal rises in India and China. It's important for that to happen, given the extra room for maneuver Rio Tinto might need when it brings so little merger experience to the table, even allowing for Alcan's own strong record on the integration front. \b \u001d  While the subprime-mortgage fiasco has grabbed headlines in the U.S., investors in Europe have a similar worry: \"cov-lite\" and \"cov-loose\" loans. \u001d  Banks in Europe have become more reluctant to make these loans to private-equity firms, hedge funds and other investors in highly leveraged transactions. Up to 15 deals may be on hold, with lead banks having trouble finding syndicate buyers for portions of the borrowings. \u001d  The clearest evidence of the trend appears to be the difficulty Kohlberg Kravis Roberts and its primary lenders are having in financing the leveraged buyout of Alliance Boots (AB.U.K.), the British pharmacy chain. \u001d  Investors are concerned over the proposed cov-loose nature the GBP 9 billion ($18.25 billion) financing of the Alliance Boots transaction and what they see as inadequate disclosure. \u001d  Typically, a cov-lite loan has none of the maintenance convenants that lenders usually demand, and carry only incurrence-based convenants. That is, a borrower's financial ratios are tested only when new debt is incurred, not at regular -- usually quarterly -- intervals. \u001d  A cov-loose loan has fewer maintenance convenants than normal. \u001d  Reducing or eliminating loan covenants removes a mechanism for lenders to detect early signs of trouble with repayments. Primary lenders aren't very worried because they've been passing on the risk to the secondary market, through derivative obligations. It's the secondary investors who would have to pick up the pieces in a default, just as holders of U.S. collateralized debt obligations backed by subprime loans are learning, to their regret. \u001d  --- \u001d  Arindam Nag and Sean Walters are contributors to The Skeptic, a Dow Jones Newswires column on which this European Trader is based. Both are based in London. \u001d  --- \b                        DOW JONES GLOBAL INDEXES \b \bRegion/ \bCountry \b   DJ Global          DJ Global           DJ Global     Point \b    Indexes,           Indexes,            Indexes,      Chg.    % Chg. \b Local Curr.    Wkly     U.S. $     Wkly  U.S. $ on      From      From \b    07/13/07  % Chg.   07/13/07   % Chg.   12/31/06  12/31/06  12/31/06 \b \bAmericas \b                         394.56    +1.50     351.71    +42.85    +12.18 \b \bBrazil \b  7297238.40   +2.58    1541.29    +4.59    1067.30   +473.99    +44.41 \b \bCanada \b      484.22   +2.73     533.86    +2.61     425.73   +108.13    +25.40 \b \bChile \b      681.66   -0.12     497.15    +1.42     393.68   +103.48    +26.29 \b \bMexico \b     2185.56   +0.11     623.42    +0.41     500.99   +122.43    +24.44 \b \bU.S. \b      378.51   +1.34     378.51    +1.34     343.25    +35.26    +10.27 \b \bVenezuela \b        0.00   +0.00       0.00    +0.00       0.00     +0.00     +0.00 \b \bLatin America \b                         755.98    +2.80     560.18   +195.80    +34.95 \b \bEurope \b                         399.86    +1.49     349.72    +50.13    +14.34 \b \bAustria \b      488.19   -0.82     523.78    +0.22     465.16    +58.63    +12.60 \b \bBelgium \b      448.62   -0.33     481.57    +0.72     427.54    +54.03    +12.64 \b \bDenmark \b      560.07   +1.34     613.46    +2.39     505.70   +107.76    +21.31 \b \bFinland \b     1644.29   +1.73    1577.82    +2.80    1206.63   +371.18    +30.76 \b \bFrance \b      387.45   +0.23     421.33    +1.28     365.73    +55.60    +15.20 \b \bGermany \b      355.51   +0.53     380.23    +1.58     302.80    +77.43    +25.57 \b \bGreece \b      442.80   +2.32     350.67    +3.39     295.24    +55.43    +18.77 \b \bIreland \b      642.05   -3.51     672.95    -2.50     671.96     +1.00     +0.15 \b \bItaly \b      338.06   +0.06     297.99    +1.10     280.63    +17.36     +6.19 \b \bNetherlands \b      442.61   +1.62     473.64    +2.68     401.84    +71.80    +17.87 \b \bNorway \b      497.28   +1.54     517.90    +2.57     402.36   +115.54    +28.72 \b \bPortugal \b      361.20   +0.12     336.44    +1.17     270.37    +66.07    +24.44 \b \bSpain \b      578.25   -0.14     466.32    +0.91     422.08    +44.24    +10.48 \b \bSweden \b      719.35   +2.26     638.41    +3.39     542.62    +95.79    +17.65 \b \bSwitzerland \b      553.83   +0.04     624.30    +1.24     577.55    +46.75     +8.09 \b \bUnited Kingdom \b      286.23   +0.36     311.21    +1.34     278.31    +32.90    +11.82 \b \bSouth Africa \b                         362.38    +2.53     319.28    +43.10    +13.50 \b \bPacific Region \b                         165.28    +1.88     146.16    +19.12    +13.08 \b \bAustralia \b      435.57   +0.51     497.70    +1.77     400.56    +97.14    +24.25 \b \bHong Kong \b      459.12   +2.32     456.65    +2.31     377.97    +78.69    +20.82 \b \bIndonesia \b      711.32   +3.68     156.92    +3.86     127.96    +28.96    +22.63 \b \bJapan \b      117.48   +0.18     119.94    +0.97     115.76     +4.18     +3.61 \b \bMalaysia \b      267.25   +1.05     211.09    +1.17     158.88    +52.21    +32.86 \b \bNew Zealand \b      202.26   +0.40     293.93    +0.62     259.49    +34.44    +13.27 \b \bPhilippines \b      379.76   +1.21     215.58    +1.91     159.92    +55.66    +34.80 \b \bSingapore \b      298.57   +2.48     319.04    +2.72     249.36    +69.68    +27.94 \b \bSouth Korea \b      407.28   +5.82     336.73    +6.12     241.17    +95.56    +39.62 \b \bTaiwan \b      235.38   +2.72     185.15    +2.88     156.13    +29.02    +18.58 \b \bThailand \b      159.16   +3.50     112.65    +5.69      81.33    +31.32    +38.51 \b \bEuro Zone \b                         414.60    +1.42     356.67    +57.93    +16.24 \b \bEurope (ex.U.K.) \b                         450.68    +1.56     389.85    +60.83    +15.60 \b \bNordic Region \b                         727.74    +3.01     587.36   +140.39    +23.90 \b \bPacific Region (ex. Japan) \b                         389.71    +2.96     308.33    +81.38    +26.39 \b \bWorld (ex. U.S.) \b                         280.37    +1.76     243.05    +37.33    +15.36 \b \bDOW JONES WORLD STOCK INDEX \b                         313.81    +1.58     277.50    +36.31    +13.09 \b \bIndexes based on 12/31/91=100. \b2007 Dow Jones & Co. Inc. All Rights Reserved. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"dc569b8760411843c4dc73f7c6ba9870","symR":["005380.SE","505200.BY","INE066A01013","KR7005380001"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Hyundai Motor Eyes Stake In India's Eicher Motors - Report","GmtTimeStamp":"2007-07-14T11:09:00.000000000","CompanyCodes":["005380.SE","505200.BY","INE066A01013","KR7005380001"],"IndustryCodes":["AUT","XDJGI"],"Story":"\b \u001d  NEW DELHI (Dow Jones)--South Korean auto maker Hyundai Motor Co. Ltd. (005380.SE) is in talks with Eicher Motors Ltd. (505200.BY) to acquire a stake in the Indian commercial vehicle maker, the Times Of India reported Saturday, quoting a person close to the development. \u001d  Hyundai is looking at kick starting its commercial vehicle business in India and doesn't want to wait to build it business from scratch, the industry person, who was not identified, was quoted by the paper as saying. \u001d  A Hyundai delegation, which was recently in India, met Eicher officials to look for avenues for collaboration or even a complete buyout, the paper said. \u001d  However, a senior Eicher Motors official was quoted by the paper as saying: \"We talk to companies in similar business as a matter of routine. It will be speculative to read anything into these discussions.\" \b \b   Newspaper Web Site: http://www.timesofindia.com \b \u001d  -By New Delhi Bureau, Dow Jones Newswires; 91-11-2307 4020; djn.in@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 07:09 ET (11:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"dca00ef586d9e1a46738734d37777c0c","symR":["ICE","LAB","NMX","NYX"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/16) The Big Board's Shrinking World","GmtTimeStamp":"2007-07-14T04:04:00.000000000","CompanyCodes":["ICE","LAB","NMX","NYX"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  A Hemingway protagonist famously described the two ways he'd gone bankrupt: \"Gradually, then suddenly.\" That also describes how electronic trading encroached on the traditional floor-based dealing on the New York Stock Exchange. \u001d  For decades, automatic trade execution made incremental inroads on the human-intermediated transactions handled by Big Board specialists, who were assigned to maintain orderly markets in particular stocks. For years, the NYSE's market share in its own listed stocks bled slowly lower, but only to about 70%. However, in the six months since its Hybrid Market system was fully implemented, enabling more direct electronic order routing, the Big Board's share has sunk to around 50%, though overall volume is up. \u001d  And with a new regulatory structure that even further restricts specialists' participation, the profit opportunities for these middlemen have all but evaporated. There was some hope that specialists would be able to secure an ongoing role in trading large, active stocks by encoding their buying and selling interests in algorithms that govern trade execution. But so far, these efforts haven't borne much fruit. \u001d  Since December, the NYSE essentially has been subsidizing specialists with direct cash \"revenue-sharing\" payments. The program, scheduled to last six months, was just extended through Aug. 31. The extension came as specialists were in near-revolt over what they see as a deck stacked against them; the situation even spawned rash talk of a walkout as a protest. \u001d  These issues would seem to have spurred last week's announcement that LaBranche & Co. (ticker: LAB) --  one of the the largest specialist firms and the biggest independent one -- would \"explore strategic alternatives,\" presumably a search for possible acquirers. \u001d  Barron's handicapped some of these changes in a cover story late last year (\"Death of the Floor,\" Nov. 20, 2006), which argued that regulatory and technological changes would radically shrink the NYSE floor, as the industry chose the speed of electronic trading over the possible pricing advantages of a human-run auction. Since then, brokerage firms have slashed floor-trading staffs, while the exchange closed one of five trading rooms and is rumored to be near to padlocking the doors of one or two more. \u001d  Yet we also saw the likelihood of a continuing, smaller role for specialists, as a distinguishing advantage of the NYSE that could help secure listings and help facilitate trading in smaller, less-liquid stocks. \u001d  LaBranche, at a recent price of $7.28, has a market value of $449 million. Some $240 million of that can be attributed to its ownership of 2.9 million shares in NYSE parent NYSE Euronext (NYX). Its units that make markets in options and exchange-traded funds should also hold some value. The firm has $500 million in capital that regulators require it to hold against trading positions. The SEC has reduced these requirements incrementally as LaBranche's positions have shrunk, helping it service its $459 million in debt. \u001d  The question for investors is whether a potential buyer -- a brokerage house or electronic market-making firm, presumably -- would see any value in the stock-specialist business, if not to turn a profit on its own then to enhance other trading activities. If there is any value, LaBranche should sell for a price above its current one. \u001d  In May, Bear Stearns (BSC) wrote down the value of its specialist division by $225 million, an estimated 60% of its prior carrying price. Yet it's telling that Bear simultaneously bought the minority interest in the unit from a partner, even though floor pros said that it had the option of selling this at a better price. Could this mean that some residual value remains in this business? \u001d  NYSE Euronext, which went public in 2006 by merging with electronic market Archipelago, is by stated strategy agnostic about whether customers access its market via the floor or through fiberoptic cables alone. Yet on some level, management recognizes that without the floor and its promises of lower volatility, \"market color\" about trading dynamics and potential price improvement -- things it has trumpeted for years -- the NYSE is just a bigger Nasdaq with a fancy marble building in Lower Manhattan. \u001d  To keep its lead in listing big companies, logic suggests that the New York Stock Exchange should find a way to preserve elements of a human-informed auction market as the general trading environment becomes more fragmented. \u001d  No matter how these developments go, shares of NYSE Euronext look like a better bet at 83 today than they did above 90 eight months ago. If specialists can find a way to make a buck, it will be because they're making the market more efficient. If not, a more electronic NYSE would have higher margins. \u001d  NYSE shares have suffered from expectations that the company, fresh off its purchase of European derivatives exchange Euronext, is hot to buy a U.S. futures mart, such as the InterContinental Exchange (ICE) or Nymex Holdings (NMX). The stock trades at 25 times forecast 2008 earnings, a sizable discount to other exchanges' shares. Lehman Brothers analyst Roger Freeman upgraded NYSE last week to a Buy, arguing that an ICE or Nymex purchase would be minimally dilutive or accretive. \u001d  One benefit of a possible deal: Both ICE and Nymex have New York trading floors, which could be efficiently moved into the suddenly vacant expanses of that famous building at Wall and Broad. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e19892abd12d180a1a6c426f75d8e29b","symR":["TSCDY","TSCO.LN","GB0008847096"],"date":"2007-07-14","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"UK Police:14 Tesco Supermkts Closed On Threats To Reopen Soon","GmtTimeStamp":"2007-07-14T19:47:00.000000000","CompanyCodes":["TSCDY","TSCO.LN","GB0008847096"],"IndustryCodes":["FDR","RTB","RTS","XDJGI","XFT1","XST5"],"Story":"\b \u001d  LONDON (AP)--U.K. police closed at 14 Tesco PLC (TSCDY) supermarkets across the country Saturday following a series of threats, authorities said. Police said the threats weren't believed to be linked to terrorism. \u001d  Police said Tesco planned to reopen the stores as soon as possible, either later Saturday or Sunday. \u001d  The manager at a Tesco in Barrhead, near Glasgow, told the U.K.'s Press Association that staff were sent home around 12:30 p.m. (1330 GMT) after a power failure. But an unidentified employee at a neighboring shop said police had told him there had been a bomb threat. \u001d  A criminal investigation was being led by police in Hertfordshire, where the U.K.'s largest supermarket chain has its headquarters. Police said no one had been hurt and that the move was a precaution. \u001d  \"We have no reason to believe that the incidents are linked to extremism of any kind,\" Hertfordshire police said in a statement. \u001d  Tesco confirmed there had been a number of incidents, but gave no details. \u001d  \"Police are investigating and so we are unable to comment further,\" she said on condition of anonymity in line with company policy. \"As always, at all times customer welfare is our priority.\" \u001d  Police said the closures affected stores in London and other locations in England, Scotland and Wales. \u001d  \"It was a power failure - that's what all the customers and all the staff were informed of,\" an employee at a store in Derbyshire, north of London, told British Broadcasting Corp. television by telephone. \u001d  \"They just said they stopped all the deliveries at the store for the rest of the day,\" he said. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 15:47 ET (19:47 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e39aa06ed2f19df2e502c6f47bfbd6f0","symR":["2497.TO","JP3758130003"],"date":"2007-07-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": ngi group Announces Capital / Business Partnership with Fractalist, inc.","GmtTimeStamp":"2007-07-14T07:05:00.000000000","CompanyCodes":["2497.TO","JP3758130003"],"IndustryCodes":["ISV"],"Story":"\bTOKYO--(BUSINESS WIRE)--July 14, 2007-- \u001d  Today, ngi group (Satoshi Koike, Representative Executive Officer, President and CEO) (TOKYO:2497) announced the decision to enter into a financial and business partnership with Fractalist, inc. (based in Shibuya-ku, Tokyo; Yusuke Tanaka, Representative Director and President) (Nagoya:3821) with the aim of building a wide-ranging cooperative relationship between Japan and China in the mobile internet field. \b \b   Details of Capital / Business Partnership \b \b   1. ngi group will underwrite the third-party allocation of shares \bscheduled for July 30, 2007 by Fractalist, thereby cementing the \brelationship between the two companies. \b \b   2. Fractalist and ngi mobile, a subsidiary of ngi group \bresponsible for mobile business, will merge on December 1, 2007 and \bunify business activities. \b \u001d  Fractalist is a specialist in the field of mobile technology and development, with know-how in the creation of mobile content. They provide mobile advertising service, planning and operation, as well as mobile media planning. The merger of the two companies will strengthen planning and development of mobile media by creating a business management infrastructure with the broad reach to include advertising, contents, solutions and mobile services. They will strive to become the leader in the mobile internet business in Japan. \b \u001d  Pending the merger, ngi group will acquire 46.7% of aggregate issued shares of Fractalist, and will make Fractalist a consolidated subsidiary of ngi group. \b \b   3. Both ngi group and Fractalist will be acquiring shares of \bMEDIAPRO TECHNOLOGY LIMITED, a company financed by Fractalist that is \binvolved in mobile advertising service in China, and engaging in \bactivities aimed at expanding MEDIAPRO operations in order to \bstrengthen relations between the three companies. \b \b    CONTACT: ngi group, inc. \b             Investor Relations Office \b             Masato Miyawaki, +81-3-5572-6202 \b             ngi-ir@ngigroup.com \b             http://www.ngigroup.com/ \b \b    SOURCE: ngi group, inc. \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 03:05 ET (07:05 GMT)"},{"md5ID":"ed31d3f4340a71d71d437ec41d038a7e","symR":["IBM","US4592001014"],"date":"2007-07-14","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(7/16) D.C. Current: Crucial Vote On IT Outsourcing","GmtTimeStamp":"2007-07-14T04:03:00.000000000","CompanyCodes":["IBM","US4592001014"],"IndustryCodes":["TSX","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Jim McTague \u001d  Big labor and its democratic allies on Capitol Hill have failed twice in recent months to overcome GOP opposition to pro-union legislation. The third time may be the charm. \u001d  There's a major pro-union provision in the farm bill that will be marked up this week by the House Agricultural Committee. It is tailored to kill Indiana Gov. Mitch Daniels' $1.6 billion food-stamp/welfare outsourcing contract with International Business Machines (ticker: IBM), an arrangement that the American Federation of State, County and Municipal Employees says is being championed by right-wing ideologues at the expense of the needy. \u001d  The impact would be felt beyond Indiana. If Afscme and its allies, which include farm groups and nutrition advocates, are successful, that would throw a wet blanket on new outsourcing projects in other states. \u001d  Phillip Bond, the president and CEO of the Information Technology Association of America, says that the marketplace potentially is worth \"tens of billions of dollars\" to private contractors. \u001d  Daniels claims that the IBM contract would save Indiana taxpayers $490 million and that canceling it would cost them $100 million. Chuck Loveless, the director of legislative affairs for Afscme, the country's largest public-employees union, says that Daniels is giving IBM incentives to willy-nilly boot people off the food-stamp and welfare rolls. In addition, he contends, the contract might be illegal. \u001d  Daniels is an old nemesis of the union. On his first day as governor in 2005, he eliminated collective bargaining for state employees, a right that had been granted by executive order in 1989 by then Gov. Evan Bayh, a Democrat who is now a U.S. senator. Daniels said that the practice prevented him from restructuring government to eliminate waste. About 23,000 state employees joined Afscme and other unions after Bayh signed the order. Daniels' administration claims that 80% dropped their memberships after he negated the collective-bargaining provision. \u001d  Loveless says that anyone who views this exclusively as a fight between labor and union-buster Daniels is missing the point: A 1979 federal law says that merit-based public employees must determine who is eligible for food stamps. He accuses Daniels of circumventing that law in order to take budget cutting \"to a new, extreme level.\" \u001d  \"A lot of work can be done by the private sector like outreach, secretarial work and facilities management,\" says Loveless. But, he contends, Daniels is outsourcing decision-making that should be left to public servants. The Daniels administration says that all final determinations of food-stamp eligibility are made by state employees who got their positions on merit. IBM employees -- 1,500 of whom used to work for the state's welfare department -- review initial applications to make sure they are in order. The federal law doesn't apply to all activities related to eligibility determinations, asserts Mitch Roob, secretary of Indiana's Family and Social Service Center. \u001d  Indiana has ranked first in child deaths and last in getting welfare recipients to work, according to the Daniels administration. Roob says that the program has lacked enough computers to be effective, but that those running it had spent over $1 million on file cabinets last year and another $1 million mailing welfare case files from one office to another. IBM and its partners would digitize the files. \u001d  The big showdown in the Agricultural Committee will come this Tuesday, Wednesday and Thursday when the markup of the farm bill is scheduled. The 21 Republicans on the committee need the votes of three Democrats to kill the provision favored by the union. \u001d  Two Indiana Democrats on the committee are being wooed. At least one of them, Joe Donnelly, a freshman from South Bend who received large political contributions from labor, is leaning against outsourcing. \"I have serious reservations about Gov. Daniels' push to turn over to private contractors a significant portion of the state's welfare-eligibility process,\" he said in a prepared statement for Barron's. \u001d  The other Democratic member, Brad Ellsworth from Evansville, didn't return our calls. \u001d  After the bill is marked up, it will be voted on by the full House. Companion legislation will be considered by the Senate. On July 9, Republicans blocked language in a homeland-security bill that would have extended union protection to 45,000 federal airport security workers. On June 26, Senate Republicans blocked a \"card check\" bill that would have let employees certify a union without holding a secret-ballot election. \u001d  Doing work for state government is a big business for the information-technology industry. Northrop Grumman in 2005 received a $2 billion contract from Virginia to overhaul the state's data operations. Most states outsource Medicaid processing to private IT firms. \u001d  Outsourcing frequently proves controversial. Former Florida Gov. Jeb Bush launched three major privatization deals during his term, including a $350 million agreement with Convergys Corp. to manage the state's human-resources operations. \u001d  The programs were criticized for going over budget and were plagued with problems. The Sunshine State's current governor, Charlie Crist, has drawn plaudits from the press and public for establishing oversight committees to ride herd on the contractors. \u001d  After a pilot program to privatize welfare in three Texas counties led to chaos last year, the state closed it. That fiasco chilled the overall state IT-outsourcing market, says Chris Dixon, an analyst with Input, which collects data on government procurement. \u001d  Loveless contends that Daniels is headed down the same path as Texas. \u001d  Dixon says defeat of Indiana's program could set the privatization marketplace back two to three years. Ironically, he adds, Democratic governors have been the biggest proponents of outsourcing, with the aim of boosting efficiency and trimming  taxpayers' costs. \u001d  Remember Lawrence Lindsey, the former Bush economic guru who was bounced from his job in December 2002, in part for being more honest than politic? \u001d  Lindsey publicly predicted that the Iraq war would cost at least $200 billion at a time when the president wasn't even acknowledging that there would be a war. The invasion was launched in March 2003. Since then, the U.S. has spent more than $440 billion on the conflict. \u001d  Because of Lindsey's reputation for prescience, we revisited a speech on the housing market that he delivered in April to fellow economists. In it, he said: \"Short of the war on terrorism, this is by far the greatest risk posed to the American economy and our way of life.\" \u001d  The problem isn't just that house prices appear to be in a sustained decline. Congress and the regulators are reacting in knee-jerk fashion to avenge first-time home buyers facing foreclosure. That's scaring already panicked lenders into tightening credit even more. \u001d  Congress, which Lindsey argues helped create the bubble by increasing access to homeownership through the Community Reinvestment Act, now, through hearings and the threat legislation directed at the mortgage business, is reducing the supply of financing to first-time buyers. Lindsey said it's similar to what bankers called the \"regulatory reign of terror\" that caused real-estate collapses in Texas, Colorado, California and New England in the late 1980s. \"In 1991, spending on residential construction amounted to just 3.4% of GDP, down from a peak of 5.0 in 1987,\" Lindsey recalled. \u001d  This time, he predicted, the cycle will be exacerbated because losses on mortgage securities will be higher than anticipated, causing buyers of these instruments to pull back from the market. Legal risks posed by trial lawyers representing \"innocent victims\" will make it even worse, he said. \"Given the widespread standard of joint and several liability, the one who will pay the punitive damages will not be the original issuer -- who may be bankrupt by that time -- but the buyer of that paper,\" Lindsey asserted. \u001d  He would have President Bush, Congress and the Federal Reserve take steps that would assure investors that they won't be sued for simply investing. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f1d53a64b205273d7ab9b8d042cbfbc1","symR":["SBUX"],"date":"2007-07-14","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Chinese Imperial Palace Shuts Down Starbucks","GmtTimeStamp":"2007-07-14T05:10:00.000000000","CompanyCodes":["SBUX"],"IndustryCodes":["RES","XDJGI","XFFX","XNQ1","XRUS","XSP5"],"Story":"\b \u001d  BEIJING (AP)--China's imperial palace has closed its Starbucks outlet following protests led by a state TV personality against the coffeehouse's presence at a major Chinese cultural site, news reports said Saturday. \u001d  The small outlet, a popular resting spot for visitors to the sprawling Forbidden City in central Beijing, closed Friday afternoon, the Beijing Morning Post and other newspapers reported. \u001d  The Starbucks opened in 2000 at the invitation of palace managers, but critics said it was inappropriate for the site. \u001d  Palace managers offered Starbucks the option of continuing to operate as part of a combined coffeehouse with other brands but the Seattle-based company declined, the Post said. \b \u001d  (END) Dow Jones Newswires\u001d  July 14, 2007 01:10 ET (05:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."}]
