[{"md5ID":"0a1a11f46c1583f774d66d8ee7bd44bf","symR":["ESCL"],"date":"2007-01-13","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/15) Barron's Mailbag: More Trouble","GmtTimeStamp":"2007-01-13T05:01:00.000000000","CompanyCodes":["ESCL"],"IndustryCodes":["CSV","XDJGI"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  The Dec. 25 Follow-Up item \"Escala's Rally Belies Its Woes\" made it appear that Escala had clean books since June 2005. Some people are buying the stock as if the news was good, but the press release from Escala clearly stated that the revenues were overstated for the nine-month period in the year ended June 30, 2006. \b \u001d  Hal Shonfeld \u001d  South Miami, Fla. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:01 ET (05:01 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"110905057808954d45057a72a69ffdb6","symR":["AIMC","APA","APOL","ARW","BHP","BHP.AU","BIDU","BRNC","CECO","CHK","COCO","DD","DVN","GE","GOOG","HSOA","LOW","MON","SVBI","SYNN.VX","SYT","XOM","XTO","YHOO","AU000000BHP4","CH0011037469","US0374111054","US2635341090","US30231G1022","US3696041033","US9843321061"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) 2007 Barron's Roundtable: Speaking Of Bubbles","GmtTimeStamp":"2007-01-13T05:03:00.000000000","CompanyCodes":["AIMC","APA","APOL","ARW","BHP","BHP.AU","BIDU","BRNC","CECO","CHK","COCO","DD","DVN","GE","GOOG","HSOA","LOW","MON","SVBI","SYNN.VX","SYT","XOM","XTO","YHOO","AU000000BHP4","CH0011037469","US0374111054","US2635341090","US30231G1022","US3696041033","US9843321061"],"IndustryCodes":["BNK","CHC","CHM","CHS","CSV","DRL","ELQ","FAC","HIM","IDD","ISV","MNG","OIE","OIL","OIS","RTS","SAL","XATI","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XORD","XRUS","XSCI","XSMI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Lauren R. Rublin \u001d  Call the cops! They almost came to blows this year, the dozen distinguished and mightily feisty members of our annual Roundtable. Still, it would be tough to find a group -- on Wall Street, especially -- with broader knowledge, deeper convictions and better debating skills than the investment pros who gathered Jan. 8 with the editors of Barron's to talk bulls, bears and bubbles, Apples and noodles, and everything else related to markets in 2007.     -- It's a bit hard tosum up this year's freewheeling discussion, which stretched way past happy hour and into the giddy hour. But it's clear Fred Hickey set the tone with his memorable opening line: \"Goldilocks has imbibed a bit too much liquidity.\" (Wish we'd thought of that!) \u001d  -- Talk of money, money everywhere, and the bubbles it creates -- in housing, emerging markets, private equity, asset shufflers (they know who they are) -- dominated much of the macro discussion, giving rise to concerns that Goldie -- a.k.a. a \"just right\" economy and stock market -- would overheat and then grow cold. \u001d  -- Even so, a fair number of panelists don't expect the party to end this year. The sort-of-consensus view: U.S. stocks will rally \"not much\" to 8%-10% in '07, dividends included, though some see a violent shake-up along the way. Bonds won't be terribly interesting, and the dollar will continue to struggle.    -- We've tried to render the full flavor of the day's proceedings, verbal fisticuffs included, in this first of three Roundtable installments, which also features the stock picks of Scott Black and Art Samberg. Scott, whose love of great art is rivaled only by his fondness for low P/Es, offered up two energy issues and four \"obscure\" microcaps. Chances are you'll be glad you met them, and properly awed by his rigorous analysis, by the time you put down the page. Scott runs Boston-based Delphi Management. \u001d  Art, captain of Pequot Capital Management, a Westport, Conn.-based hedge fund, is a truly original thinker, as well as an eclectic investor. The two aren't unrelated. This year his thoughts ranged from the lure of alternative assets to the rebirth of Russia, and his picks from U.S. agriculture to Brazilian housing to a red-hot Chinese Internet play that he doesn't expect to cool -- yet. \b \u001d  Barron's: What do you think of the year we just had, and the year we are coming into? Fred, why don't you start? \u001d  Hickey: I liked the year but I didn't like the imbalances that continued to build. Goldilocks has imbibed a bit too much liquidity. The market hasn't had a 10% correction in four years, one of the longest runs in history. There hasn't been a 2% daily decline in the Dow in something like 920 days. It's been almost straight up since July. There is broad complacency, if not outright bullishness. Margin debt has returned to 2000 levels of about $270 billion. \u001d  In the midst of this euphoria, I see a sinking economy, led by housing. Housing permits are down 31% year over year. In the past 40 years, whenever permits plummeted like this, we've always had a recession. Housing prices are down 3% year over year. Cash-out-mortgage activity has collapsed by more than 50%. That's a $500 billion hit to consumer pocketbooks. Retail sales have weakened everywhere but at the high end. Transports have rolled over again. Auto sales are falling. \b \u001d  Samberg: Can I go home? \u001d  Hickey: Supposedly, services are going to save the economy, but as long as I've been around, fitness centers and investment bankers don't save the economy. The economy is sinking. That should hit earnings this year, and probably will lead to a rather steep decline in the stock market. \b \u001d  Q: So, you're bullish again. Abby? \u001d  Cohen: I find myself in disagreement with Fred. \u001d  Hickey: I'm not surprised. \u001d  Cohen: The economy isn't sinking; it's slowing and rotating. The housing sector has some significant problems, depending upon geography and which segment of the household sector we are talking about. Many lower-middle-income and lower-income families are in distress. But consumer spending as a whole has held up far better than almost anybody imagined. A lot of that is attributable to the strength of the labor market. Jobs are being created. Household incomes are growing. Energy prices have declined. \u001d  More important, economic growth is rotating into capital spending, business fixed investment and exports. In the past year, the global economy has been looking somewhat better. The sharp divergence between a robust U.S. and a lackluster environment in the other industrial economies has narrowed. Our export growth has picked up, particularly in categories related to high-level services and sophisticated capital goods. I don't think the economy is going into recession. Although many expect interest rates to move lower in 2007, I prefer to assume a less comfortable picture and plug rising interest rates into our equity-valuation models and asset allocation. \b \u001d  Q: And you, Art? \u001d  Samberg: If it ain't broke, don't fix it. I don't see where there's anything all that unusual. China is growing by 9%, 10%. India is growing slightly less. Brazil is growing at a nice rate. We have no inflation in the world. These countries are sucking up commodities, providing low-cost labor. Productivity is slowing but it is still decent. There's no major change in anything. The world economy is growing faster than anything we've ever seen before. In the long term, will jobs get outsourced and the U.S. lose its dominant position? Perhaps. It's a risk. But it ain't going to happen this year. As for housing, price inflation in the United States is no different from what it was in England and Australia, and those markets didn't see a collapse. \u001d  Zulauf: There's a difference, Art. The U.K. and Australian housing markets never had an inventory problem. Prices turned flat for 12 months, but inventories didn't go up. \u001d  Gabelli: Housing has had a typical cycle, with some excesses. \u001d  Gross: Excesses like we've never seen before. Home prices on a year-over-year basis are down 3.1%, according to the National Association of Realtors. We've never had a year-over-year decrease of this magnitude on a nominal basis. \u001d  Samberg: A 3% decline is something to worry about, but it doesn't change how the consumer thinks his balance sheet looks. \u001d  Cohen: There is a presumption, which is wrong, that all the mortgage-equity withdrawals were spent. In fact, a good deal of it was used to pay down other, higher-yielding debt, so balance sheets improved. \u001d  Hickey: We've been on a debt-based consumption binge forever. You people seem to think that can go on. It was a housing-bubble-driven thing, and prices now are falling. They are likely to continue to fall. \u001d  Cohen: Fred, personal-consumption growth exceeded 4%, and it's falling to 2%. That sounds like a significant slowdown factored into our economic forecast, but it is extraordinarily unusual for consumption ever to go negative. Maybe it did in the early '30s. The U.S. started 2006 with real GDP growth of 5%. This year it's about 2.5%. \u001d  Hickey: On the road from 4% to zero and negative, there is a stopover at 2%. \b \u001d  Q: Felix, what do you think? \u001d  Zulauf: It's very rare I agree with Abby. \u001d  Cohen: Only when you are being correct. \u001d  Zulauf: But I agree with her. The U.S. economy will have a pronounced slowdown, but will not go into a recession this year. There will be some disappointments. A market that has gone up for four years without a major correction will undergo some correction. If it occurs now it will be mild. If it occurs later in the year from a higher level, it could be brutal. We have to reload for a continuation of the trends we have seen in world markets and the world economy, though eventually they will reach mania proportions and we will have the usual worldwide recession and major economic crisis we see nearly every decade. \b \u001d  Q: Then you don't quite agree with Abby. Oscar? \u001d  Schafer: We are mostly stock pickers. I am surprised by the strength of the economy. As far as housing is concerned, the number of people who are employed and have jobs is more important. The consumer has the view that if he's employed now, he'll be employed next year. If the person next door to him has a job, he'll continue to spend. \u001d  But a few elements in the economy are different. Where companies once used their cash flow to build plants, they are now outsourcing manufacturing to China and India. When demand turns down, instead of having layoffs in the U.S. and the cyclical elements Fred talked about, the cycles will become more muted. Companies will call their suppliers in Hong Kong and Mumbai and tell them to stop shipping. Because of this, cash flows at U.S. companies are higher than historically, and will stay that way. The beneficiary is the consumer, who benefits from lower-priced imports. The economy this year will continue to muddle along. The stock market will have a correction, but not do much, net, on the year. \u001d  Hickey: The biggest driver of job growth in the past six years was the housing market. Now it is seeing its biggest decline in 15 years or more. Unemployment is the laggingest of indicators. It is the reason why the Fed is always wrong. Historically the Fed has taken too long to cut interest rates because it has looked at lagging indicators. \u001d  Black: It looks at a bundle. The bottom line is, consumption has held up, notwithstanding the decline in housing. Personal-consumption expenditures in the third quarter were up 2.8% on a real basis. Durable-goods orders were up. Housing was bad. It has knocked 1.5 percentage points off GDP growth. But the bad news is out. \u001d  Zulauf: Housing declines have lasted on average two-and-a-half to four years. \u001d  Gabelli: There is not only a decline, but an overhang as production comes down. It's the same as in the auto industry. \b \u001d  Mario, what is your outlook for this year? \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 13, 2007 00:03 ET (05:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1abedb201ec9c0a063f92f476486dfd9","symR":["CPE.XX","HD","US4370761029"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) Editorial Commentary: The Royal CEO, Part II","GmtTimeStamp":"2007-01-13T05:08:00.000000000","CompanyCodes":["CPE.XX","HD","US4370761029"],"IndustryCodes":["HIM","INL","INS","RTS","XDJGI","XDJI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Thomas G. Donlan \u001d  Last week, we defended Apple from the charge that Steve Jobs benefitted from backdating a set of stock options. We said no sensible shareholder would be happy if he were thrown to the wolves. \u001d  Jobs, however, is a special case. Few American executives are so closely identified with the creation and development of their companies and their products. \u001d  This week, we take up the more unpopular case of Home Depot's former royal CEO. Robert L. Nardelli was a hired gun,like most other CEOs. He was a graduate of the merciless General Electric school of management. He was an executive of a corporation he did not build. Indeed, Home Depot's board of directors had hired him away from General Electric to replace the company's popular co-founders. \u001d  Nardelli recently was hounded from office by members of the shareholders' rights movement. They criticized him for taking an extravagant pay package without delivering a rising stock price. They found him high-handed and stubbornly unwilling to communicate with them, especially at the 2006 annual meeting. \u001d  Ironically, he received more money for leaving than he had for working. His severance package is apparently worth more than $200 million, although a good deal of it is deferred. Negotiated in 2000, when the board was eager to entice him on board, the package looks more like a poison-pill defense against being fired than a gold-watch reward for long service. Yet in the end, it failed to preserve his job. \u001d  The New York Times declared: \"There was good news and bad news for shareholders of Home Depot. The good news is that Robert Nardelli, the imperious chief executive who had presided over a difficult, stagnant period for the company, has resigned. The bad news is that he'll be taking $210 million worth of compensation with him.\" \u001d  Difficult, yes. Stagnant? It depends. Home Depot stock crashed from 70 to 21 along with the broad market in 2001, but recovered some of the loss in 2003, and has fluctuated since. The stock is down nearly 20% from Nardelli's arrival. But at 40, it's 100% above its low at the beginning of 2003. \u001d  Operating numbers are interesting. When Nardelli arrived in 2000, Home Depot had $45.7 billion of sales at 1,134 stores. This year, the company is nearly twice as big, by both measures. Earnings were $1.10 a share in fiscal 2001, and are on track for $2.91 in fiscal 2007 (ending Jan. 31 each year). The annual dividend more than tripled, to 60 cents a share, and the company did $13.3 billion worth of stock buybacks through the third quarter ended Oct. 31, 2006. All told, 65% of the company's earnings were paid to shareholders from 2002 through 2006 -- more than $15 billion -- while shareholders' equity rose from $15 billion to $26.9 billion. \u001d  It is far too early to tell if Nardelli's departure constitutes good news for Home Depot's investors. \u001d  It is very easy to tell, however, that Home Depot became bigger and stronger while Nardelli was at the helm. (Do his critics have the company's best interests at heart?) \u001d  It is also easy to tell that Nardelli's compensation package should not have been a hot concern for shareholders -- $210 million is about 10 cents a share. That may be material, but it's not overwhelming in the face of more than $12 a share earned during Nardelli's tenure -- to say nothing of any future earnings flowing from his acquisitions and projects. \u001d  A current theory of the shareholder-rights movement is that serious capitalists can make big profits by purchasing the depressed shares of poorly run companies, and then pushing the CEOs and boards of those companies to make important changes that would turn the companies around in business and the stock market. \u001d  One such capitalist is Ralph V. Whitworth, who formed a hedge fund to invest in companies he deemed poorly managed by overcompensated executives. The California Public Employees' Retirement System is one of his biggest investors. The fund, called Relational Investors, reportedly has $7 billion invested in nine companies, including $1 billion in Home Depot. \u001d  As a hedge fund, Relational Investors makes no financial disclosures to the outside world that would satisfy its own standard for corporations. Presumably, it keeps Calpers and its other investors abreast of its market decisions. To the public, the fund simply declares that it has \"materially outperformed\" its benchmark, the Standard & Poor's 500's total return over the years from 1996 to 2005. \u001d  Skeptics should question whether that's an appropriate benchmark for a fund that aims to invest in eight to 12 stocks and take positions worth up to 10% of each company's market-capitalization. Such a fund is inescapably more risky than an S&P index fund, and ought to be compared to something nearer its own backyard, like the number seven on a roulette table. \u001d  We should distrust pension funds that gamble with their participants' money at least as much as we distrust executives who won't answer questions at annual meetings. We hold Calpers in particular in minimum high regard anyway, for it often seems more beholden to its participants' unions and and their political agendas than to sound fiduciary principles. \u001d  Calpers should get off its high horse and buy bonds (although not California bonds) to match its liabilities. Even if its stewards remain enthralled with equities and speculating in corporate-governance strategies, those who do not like classified boards, poison pills, imperious CEOs, servile boards and so on have a much simpler route to profit than investment in a noisy, undiversified hedge fund. They can sell the stock of the companies with which they disagree and keep investments in the other companies in the S&P 500. If they want to incur enormous risk, they can even sell shares short. They also can buy the stock of the competitors to those companies they dislike. \u001d  Calpers fiduciaries should note that Whitworth's Relational Investors and its allies could have made more money sooner by quietly buying Lowe's -- the recovering former industry leader, now about half the size of Home Depot -- than by owning Home Depot shares and forcing out the CEO. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1b65c3d04fb6bc7fd9c0e89cef9aa77f","symR":["YRCW","US9855771054"],"date":"2007-01-13","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(1/15) A Green Light For Yellow","GmtTimeStamp":"2007-01-13T05:08:00.000000000","CompanyCodes":["YRCW","US9855771054"],"IndustryCodes":["TRK","XDJGI","XFFX","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Tom Sullivan \u001d  \"Knocked down, it gets to wearin' thin,\" goes the Grateful Dead's ballad \"Truckin.\" \u001d  That also describes the stock of freight-carrier YRC Worldwide, the former Yellow Roadway. The shares (ticker: YRCW), now near 40, are down about 10% since mid-November, historically the peak time for truckers as retailers build up inventory ahead of the holidays. \u001d  So despite an uncertain outlook for the economy and the trucking industry, the stock looks cheap -- maybe even dirtcheap. The shares got a lift recently as oil prices hit an 18-month low, cutting trucks' fuel costs. And if the economy can resume decent growth, the company and the entire sector should get a boost. \u001d  YRC, based in Overland Park, Kan., is one of the world's largest freight-transportation service providers, with brands including Yellow Transportation, Roadway, Reimer Express, USF, New Penn Motor Express and Meridian IQ. The company ships industrial, commercial and retail goods domestically and internationally. It operates some 100,000 tractor-trailers, 90% of which it owns, and has north of 800,000 customers. Its shares have a market value around $2.233 billion. \u001d  In mid-December, YRC stunned the stock market by lowering its fourth-quarter earnings estimate to a range of 95 cents to $1.05 a share, down from $1.40 to $1.50. YRC also sliced its 2006 full-year earnings outlook to $5 to $5.10 a share, from $5.45 to $5.55. \u001d  The company blamed a slowing economy. Chief Executive Bill Zollars said tonnage trucked was down across all of YRC's business units and that pricing was \"somewhat below\" what the company had expected, as retailers kept a close eye on inventories. \u001d  Zollars now contends that the freight transporter's stock is \"very undervalued,\" and vows that he will focus on cost reductions and global initiatives to lift the shares and improve the company's results. YRC will \"follow our customers around the world,\" he tells Barron's. \u001d  YRC will release 2006 financial results on Feb. 1, and that could mark a turning point. \u001d  \"November tonnage for the industry was down 8.8%,\" says John Neff, former portfolio manager of Vanguard Windsor and a member of the Barron's Roundtable  Given \"how dismal the industry is,\" YRC's announcement last month \"doesn't sound that bad,\" he maintains. \u001d  Neff sees the company earning $4 a share in 2007 if there's a recession, but he says it's more likely that YRC can earn $5.75 to $6, assuming that U.S. economic growth continues to chug along at a 2.5% annual clip. That would make for a price-earnings ratio of just seven, versus 11 to 13 for the trucking industry as a whole. \u001d  Just by closing the valuation gap with it peers, YRC's shares could climb more than 50% from their recent 39. \u001d  Without question, the company is a solid cash generator. In the past 12 months, it produced some $884 million in cash flow, up 11% from 2005. That helped it to pay down an estimated $200 million of debt last year. \u001d  Credit-rating agency Standard & Poor's, in a recent research note, said that YRC's operating margins are solid and that its business-risk profile is \"satisfactory because it has a leading market share.\" The company also has \"a small, but growing, China operation,\" which is taking advantage of that booming economy, S&P said. \b \u001d  Zollars says the company has two Chinese joint-venture partners to help it navigate China's rocky political terrain. He also says the company will pay down \"at least\" another $200 million of debt this year. \u001d  Ronald Muhlenkamp, portfolio manager and founder of Muhlenkamp & Co., made a name for himself picking trucking stocks 30 years ago, and his fund owns YRC, which he considers undervalued. \"It's cheap; it has been cheap,\" he says. \"We own it primarily because of that.\" \u001d  Many in the market are much less sanguine. Analysts at Bear Stearns last month lowered their 2007 estimates to $4.08 from $4.13, considerably lower than Neff's projection. \"With weakening tonnage and a materially more competitive market, we believe the next shoe to drop for [YRC] . . . could likely be pricing,\" the analysts wrote. \u001d  One frequently cited problem: underfunded pension liabilities. The company has $2.5 billion to $3.5 billion in potential liability, related just to the Teamsters' Central States Pension Fund, Bear Stearns points out. \u001d  Neff, however, views these concerns as overblown. The pension obligations, he argues, \"are up in the air\" and may ultimately be paid by the Teamsters. \u001d  And despite growing competition from railroads and United Parcel Service (UPS) and FedEx (FDX), Muhlenkamp says there's plenty of room for everybody to profit. \"If railroads and trucks do well, Yellow will get its share\" of the business, he contends. \u001d  With any luck, this trip, unlike the Grateful Dead's, will be neither long nor strange. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"27f3d279e756c6d265056db26f730ead","symR":["12027.FR","BP","BP.LN","COP","CVX","STL.OS","STO","TOT","XOM","FR0000120271","GB0007980591","NO0010096985","US1667641005","US20825C1045","US30231G1022"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Venezuela Pres:Cos May Own Minority Stakes In Oil Projects","GmtTimeStamp":"2007-01-13T18:00:00.000000000","CompanyCodes":["12027.FR","BP","BP.LN","COP","CVX","STL.OS","STO","TOT","XOM","FR0000120271","GB0007980591","NO0010096985","US1667641005","US20825C1045","US30231G1022"],"IndustryCodes":["OIL","XCA4","XDJGI","XDJI","XENX","XFFX","XFT1","XGTI","XISL","XNYA","XOBX","XRUS","XSP5","XST5"],"Story":"\b \u001d  CARACAS (AP)--President Hugo Chavez said Saturday that his government will allow private companies to own minority stakes in lucrative Orinoco River basin oil projects that Venezuela plans to nationalize. \u001d  Chavez announced plans earlier this week for the state to take control of the country's largest telecommunications company, its electricity and natural gas sectors and four heavy crude upgrading projects now controlled by some of the world's top oil companies. \u001d  It hadn't been clear whether Chavez intended the state to have total control of the projects or a majority stake as his government had previously said. \u001d  In a speech to congress Saturday, Chavez said the private companies - British Petroleum PLC (BP), Exxon Mobil Corp. (XOM), Chevron Corp. (CVX), ConocoPhillips Co. (COP), Total SA (TOT) and Statoil ASA (STO) - would be given the option to stay on as minority partners. \u001d  \"He who wants to stay on as our partner, we'll leave open the possibility to him. He who doesn't want to stay on as a minority partner, hand over the (oil) field and, goodbye,\" he said. \u001d  \"Goodbye, good luck and thank you very much,\" Chavez added in English. \u001d  Chavez's government has already taken majority ownership of all other oil-producing operations in the country through joint ventures controlled by the state oil company. Most companies have shown a willingness to continue investing despite the tightening terms. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 13:00 ET (18:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"29a1d18cca129a4c6f69ce6c34dc1819","symR":["NDAQ","NYX"],"date":"2007-01-13","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"China: Drafting Rules On Foreign Stock Exchange Offices","GmtTimeStamp":"2007-01-13T10:33:00.000000000","CompanyCodes":["NDAQ","NYX"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS"],"Story":"\b \u001d  BEIJING (Dow Jones)--China's securities regulator is drafting rules on the establishment of foreign stock exchange representative offices in the country, a prerequisite for NYSE Group Inc. (NYX) and Nasdaq Stock Market Inc. (NDAQ) to open formal offices here, a senior Chinese regulator said Saturday. \u001d  \"After we complete the regulations, foreign stock exchanges will be able to apply to set up representative offices in China,\" Tu Guangshao, vice chairman of the China Securities Regulatory Commission, told reporters on the sidelines of a conference in Beijing. \u001d  China agreed to allow Nasdaq Stock Market and NYSE Group, operator of the New York Stock Exchange, to expand their presence in China at the first meeting of the U.S.-China Strategic Economic Dialogue held Dec. 14-15 in Beijing. \u001d  Tu didn't give a specific timetable for when the regulations would be completed or how long the application process would take. \u001d  Dozens of Chinese companies have listed shares on Nasdaq and the New York Stock Exchange, and both are eager for more business in the country as China's economy booms. \u001d  Some Chinese firms have been reluctant to list shares in the U.S. citing costly regulatory requirements and have instead turned to the Hong Kong stock exchange to tap the international capital market. \u001d  Industrial & Commercial Bank of China Ltd., the country's biggest bank by assets, completed the world's largest initial public offering in October by selling $22 billion worth of shares on the Hong Kong and Shanghai exchanges. \b \u001d  -By Rick Carew, Dow Jones Newswires; 8610 6588-5848; rick.carew@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 05:33 ET (10:33 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2f7ac60763c5d336b3c38a2ed4872318","symR":["LMVTX","TAVFX"],"date":"2007-01-13","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(1/15) Fund Of Information: Spotlight's On Index Funds' Expenses","GmtTimeStamp":"2007-01-13T05:07:00.000000000","CompanyCodes":["LMVTX","TAVFX"],"IndustryCodes":["FIS","ZFU"],"Story":"\b   (From BARRON'S) \b   By Lawrence C. Strauss \u001d  One would think that all index funds have similar operating expenses. The Standard & Poor's 500 doesn't vary from one fund to another, after all. \u001d  But not all index funds are alike when it comes to expenses. That's partly because the bigger ones have more scale, enabling them to spread their costs over more assets and reduce operating costs for shareholders. \u001d  Expense ratios of S&P 500 index funds range from 0.07% to 1.45%, according to a recent study. \u001d  In addition, the study asserts, brokers too often put their clients into funds with higher operating expenses. The Investment Company Institute, the mutual-fund industry's trade association, disputes that. It maintains that the study is flawed. \u001d  The study, by Mercer Bullard of shareholder-advocacy group Fund Democracy and Edward S. O'Neal of the Babcock Graduate School of Management at Wake Forest University, was commissioned by the Zero Alpha Group, a network of investment advisers. It maintains that, on an asset-weighted basis, the average adjusted operating expenses for load funds is 0.704%, compared with 0.215% for no-load funds with no 12b-1 fees. \u001d  That's a big difference and, if correct, very costly to fund shareholders. (12b-1 fees, which come out of a fund's net asset value, and loads, or sales charges, are used in large part to pay brokers for advice and service. The 12b-1 fees are ongoing.) \u001d  \"The important question is not why certain funds are more expensive, but why investors who receive investment advice from brokers invest in more expensive funds,\" the study's authors observe. \u001d  The ICI, however, disputes the study's premise that 35.5% of 12b-1 fees go toward fund operating expenses. Operating expenses, besides the management fee, include various administrative tasks such as record-keeping. \u001d  The Investment Company Institute's chief economist, Brian Reid, maintains that \"only 2% of the 12b-1 fee is used for promotion and advertising. The rest is paying for distribution and compensation for financial advisers, and these are services above and beyond those being offered to a no-load investor.\" \u001d  With 12b-1 fees excluded from the calculation, the study's operating expenses for load funds average closer to 0.42%, around the industry norm, Reid argues. \u001d  Part of the issue is that Vanguard, whose expense ratios are very low relative to most other firms', does not open its core index funds to the traditional broker sales model involving loads and 12b-1 fees. Its exchange-traded funds are sold on a commission basis. \u001d  Bullard says that the study's assumptions regarding the 12b-1 fees are correct, save for some minor points, and in fact are based on research by the Investment Company Institute. \u001d  We will let the study's authors and the ICI battle this one out. However, regardless of who is correct, it's clear that index-fund investors should be acutely aware of how much they are paying in operating expenses as well as sales charges. \b \u001d  Marty Whitman, whose forays into distressed debt and other corners of the deep-value universe have led to strong returns, has anointed a successor of the fund he runs, Third Avenue Value (ticker: TAVFX). But Whitman insists he isn't going anywhere right now. \u001d  In a recent letter to shareholders, Whitman, 82, announced that Ian Lapey, who has been with the New York investment firm for nearly six years, will succeed him. \u001d  Third Avenue Value has generated strong returns over the years. Its 10-year annual return of 13.50% bests the S&P 500 by more than five percentage points. He's made some astute calls on beaten-down securities, including Kmart senior notes in 2002. \"He's demanded a lot from companies in terms of their responsibilities to shareholders,\" says Kerry O'Boyle, a fund analyst at Morningstar. \u001d  For all of his success, Whitman readily acknowledges that distressed investing doesn't always pan out. In his note to shareholders, Whitman said that the fund's $153 million investment in bankrupt auto-parts supplier Collins & Aikman Products' senior notes is likely to result in close to a \"total loss.\" \b \u001d  It's been widely reported that Bill Miller, the longtime manager of Legg Mason Value Trust (LMVTX), saw his 15-year winning streak broken at the end of last year when his portfolio failed to beat the S&P 500. \u001d  But one bad year has a ripple effect on performance. Late last week, Value Trust's three-year annual return of 7.37% trailed the S&P 500's by 2.62 percentage point, placing it in the bottom 13% of its category. The fund's five-year return ranks in the top 16%. \u001d  --- \u001d                  Scoreboard \b \u001d            Widespread Fund Gains \b \u001d  -- U.S. diversified equity funds gained an average 0.53%, versus the broad market's 0.45% advance, in the week ended Thursday, reports Lipper. Large-cap, multi-cap and mid-cap growth funds rose 1.39%, 1.27% and 1.21% respectively. Real-estate funds climbed 1.52%. Gold funds lost 1.68%; global large-cap growth funds lost 0.28%. \u001d  -- Jack Willoughby \b \b                      One Week                 Year-to-Date \b \b U.S. STOCK FUNDS                              0.53%   0.63% \b U.S. BOND FUNDS                               -0.26   0.11 \b TOP SECTOR / Real Estate Funds                1.52    1.42 \b BOTTOM SECTOR / Japanese Funds                -3.24  -2.38 \b \b               THE WEEK'S TOP 10 \b \bFund \b Investment Objective  One Week  Year-to-Date \b \bDirexion EM Br 2x Inv \b Emerging Markets         7.41%         8.56% \b \bProFunds UltraSht EM Inv \b DSB                      6.37          8.58 \b \bClaymore MAC Oil Dn Tr \b DSB                      5.82         15.63 \b \bDirexion NAS Bl 2.5x Inv \b Spec Dvsfd Equity        5.61         11.09 \b \bChicken Little Growth \b Multi Cap Growth         4.97          4.84 \b \bIShares Dow US Brk-Dlr \b Finl Services            4.82          6.06 \b \bstreetTRACKS KBW Cp Mk \b Finl Services            4.79          5.93 \b \bProFunds UltraOTC Inv \b Multi Cap Growth         4.56          8.74 \b \bFrontier Microcap \b Small Cap Core           4.52          5.11 \b \bRydex Dynamic OTC H \b Multi Cap Growth         4.50          8.80 \b \b             THE WEEK'S BOTTOM 10 \b \bFund \b Investment Objective  One Week  Year-to-Date \b \bProFunds Mobile Tel Inv \b Telecommunication       -9.20%        -5.21% \b \biShares FTSE/Xinhua \b China Region            -8.50         -8.34 \b \bDirexion EM Bl 2x Inv \b Emerging Markets        -7.04         -8.19 \b \bUnited States Oil Fund \b Natural Resources       -6.98        -15.25 \b \bIPATH ETN GSCO TR IDX A \b Specialty & Misc        -6.68           NA \b \bClaymore MAC Oil Up Tr \b Natural Resources       -6.61        -14.95 \b \bProFunds UltraEM Inv \b Emerging Markets        -6.51         -8.37 \b \bDirexion NAS Br 2.5x Inv \b DSB                     -5.47        -10.17 \b \bUS Glbl East European \b Emerging Markets        -5.03         -6.57 \b \biShares MSCI Taiwan \b China Region            -4.89         -3.38 \b \b                     THE LARGEST 10 \b \bFund \b Net Assets                        3-Year*  1-Week     YTD \b (billions)  Investment Objective   Return  Return  Return \b \bAmerican Funds Gro A \b    $84.112  Multi Cap Growth       11.48%   0.12%   0.12% \b \bAmerican Funds ICA A \b     73.978  Large Cap Value        10.16   -0.12   -0.09 \b \bVanguard 500 Index Inv \b     71.788  S&P 500 Funds           9.76    0.43    0.44 \b \bFidelity Contrafund \b     68.771  Multi Cap Growth       14.15    0.69    0.97 \b \bAmerican Funds Wsh A \b     67.795  Large Cap Value         9.65   -0.29   -0.40 \b \bSPDR Trust 1 \b     66.186  S&P 500 Funds           9.79    0.43    0.45 \b \bDodge & Cox Stock \b     64.843  Large Cap Value        14.81   -0.14    0.05 \b \bAmerican Funds CIB A \b     60.669  MTAG                   13.62   -0.91   -0.99 \b \bPIMCO Tot Rtn Inst \b     60.542  Intmd Inv Grade         3.89   -0.68    0.05 \b \bAmerican Funds CWGI A \b     60.270  GMLV                   17.13   -1.12   -1.24 \b \b*Annualized. Through Thursday. \bSource: Lipper \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3577493650c07aaba2b643f7d8368e99","symR":["7203.TO","TM","JP3633400001"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) Follow-Up: Will Toyota Stk Stay In Fast Lane?","GmtTimeStamp":"2007-01-13T05:08:00.000000000","CompanyCodes":["7203.TO","TM","JP3633400001"],"IndustryCodes":["AUT","X225","XATI","XDJGI","XGTI","XNYA"],"Story":"\b   (From BARRON'S) \b   By Jay Palmer \u001d  Two years ago, we posed a simple question: \"Can Anyone Stop Toyota?\" read a headline in the Sept. 13, 2004, edition. The answer, as we suspected at the time, is a resounding \"No.\" \u001d  As sales tumbled for Detroit's Big Three in 2006, Toyota Motors snapped up a 15.4% share of the giant U.S. market, roaring past DaimlerChrysler to become the third-largest auto seller. The Japanese giant is likely to grab the No. 2 spot from Ford Motor (ticker: F) this summer, then take on market leader General Motors (GM). \u001d  Thanks to Toyota's impressive global plant productivity, the story in Europe and the emerging Asian markets is much the same -- and all the sales gains come without Toyota resorting to profit-sapping incentives. \u001d  Little wonder that Toyota's American depositary receipts (TM) shot up 28% last year and rang in 2007 by hitting a record $137.77. Although the price has eased back down to about 128, that's still 68% above where it was when we ran that 2004 story. \u001d  Toyota is moving to keep up the momentum with new models like the 2007 Tundra, a hefty, made-in-Texas pickup that's strikingly more stylish than most Toyota trucks. \u001d  In Toyota's current fiscal year, which ends in March, analysts are looking for earnings to climb about 22%, to 490 yen per share (about $4.07), and perhaps rise even faster in the following two years. Shotaro Noguchi, an analyst with Mitsubishi UFJ Securities, points out that capital spending on plants has been easing, meaning \"sales growth now will be directly reflected in earnings gains.\" \u001d  Even after the shares' runup, they are trading at just 14.1 times year-ahead earnings -- lower than the multiple of Honda Motors (HMC) and hardly a high price to pay for a company set to become No. 1 worldwide. \u001d  True, the gains in stock price this year are unlikely to match the torrid pace of 2006, Noguchi and other analysts say. The company's improved prospects are now better reflected in the shares. But the price gains are still apt to be healthy; one bull even sees a gain of about 10%. And in the auto industry these days, that's saying a lot. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"369c636a767c5370dd87fbeef195ac39","symR":["F"],"date":"2007-01-13","ret":[-0.00099],"ret5":[-0.00099],"Headline":"UK PRESS: Inspection Puts Aston Martin Auction In Doubt","GmtTimeStamp":"2007-01-13T10:40:00.000000000","CompanyCodes":["F"],"IndustryCodes":["AUT","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  LONDON (Dow Jones)--The sale of Aston Martin, the sports car maker owned by Ford Motor Co. (F), is in doubt after bidders found problems in the books and the weak dollar shaved its profit forecast for 2007, the Times reports Saturday, citing sources close to the deal. \u001d  The paper said bidders had to submit offers of more than GBP450 million to get through the second round. \u001d  However, in recent weeks, they have been conducting due diligence and found several problems in the books, including a pensions deficit of about GBP7 million relating to Jaguar employees on secondment to Aston Martin, The Times said. \u001d  Newspaper Web site: http://www.thetimes.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 05:40 ET (10:40 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3a9b8ac208a0511c7177afa2d5957e5b","symR":["APX.YY","BP","BP.LN","GB0007980591"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"CORRECT(1/12):Browne To Be Chmn Of Apax Advisory Board","GmtTimeStamp":"2007-01-13T10:53:00.000000000","CompanyCodes":["APX.YY","BP","BP.LN","GB0007980591"],"IndustryCodes":["FIS","OIL","XDJGI","XFT1","XGTI","XISL","XNYA","XST5"],"Story":"\u001d  Lord Browne will become the chairman of the non-executive advisory board of Apax Partners, a large London-based private-equity firm, after leaving BP, said people with knowledge of his plans. \u001d  (The items \"WSJ(1/13)BP's CEO Browne Will Give Up Job Early\" and \"WSJ(1/13)UPDATE:BP's CEO Browne Will Give Up Job Early,\" published at 7:40 p.m. EST and 9:41 p.m. EST Friday, respectively, misstated the Apax Partners board of which Browne will become chairman.) \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 05:53 ET (10:53 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3cb649467adc898e4ab1f78ffcf38489","symR":["AIMC","APA","APOL","ARW","BHP","BHP.AU","BIDU","BRNC","CECO","CHK","COCO","DD","DVN","GE","GOOG","HSOA","LOW","MON","SVBI","SYNN.VX","SYT","XOM","XTO","YHOO","AU000000BHP4","CH0011037469","US0374111054","US2635341090","US30231G1022","US3696041033","US9843321061"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) 2007 Barron's Roundtable: Speaking -7-","GmtTimeStamp":"2007-01-13T05:04:00.000000000","CompanyCodes":["AIMC","APA","APOL","ARW","BHP","BHP.AU","BIDU","BRNC","CECO","CHK","COCO","DD","DVN","GE","GOOG","HSOA","LOW","MON","SVBI","SYNN.VX","SYT","XOM","XTO","YHOO","AU000000BHP4","CH0011037469","US0374111054","US2635341090","US30231G1022","US3696041033","US9843321061"],"IndustryCodes":["BNK","CHC","CHM","CHS","CSV","DRL","ELQ","FAC","HIM","IDD","ISV","MNG","OIE","OIL","OIS","RTS","SAL","XATI","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XORD","XRUS","XSCI","XSMI","XSP5","XSTX"],"Story":"\u001d  Black: It was 7.8% in the first nine months of last year, but it's slowing. Net interest margins are 4.57 percentage points, unheard of for a savings banks. If you have 5% loan growth next year and a 5% increase in non-interest income, you get earnings of about $1.85 a share. If you have 8% loan growth with 8% non-interest income, you get about $1.95. The mid-point is $1.90. The bank recently hired a marketing executive. It is going to start advertising and become more aggressive in seeking commercial deposits. Most regional banks are selling at 13 to 14 multiples and don't have numbers like Severn's. \b \u001d  Q: Thank you, Scott. Let's hear from Art. \u001d  Samberg: For many years I came to this gathering and Mario talked about the U.S. as an agricultural society. \b \u001d  Q: He comes from a farming background. \u001d  Gabelli: There are a lot of farms in the Bronx. \u001d  Samberg: His point was America has a competitive advantage in agriculture, and he's right. Last year, I talked about Monsanto [MON] It was a winner, but there is more to go. Everyone woke up to the fact that ethanol is huge. Corn exploded. Prices paid to farmers are going way up. They are in great shape. You could get a pullback in corn prices but it's not going to mean anything because the farmers are going to plant. Monsanto is on an August year. In the first quarter net income rose 53%. Last year part of my case for the stock was built on corn seeds going from single- to dual- to triple-stack [genetic] traits. Monsanto and Syngenta [SYT] and DuPont [DD] make 2 1/2 times the gross margins on a triple stack as they would on a single stack. Last year, 5.8 million acres were planted with triple traits, up from one million. Monsanto is the dominant company. \u001d  In addition, their R&D pipeline has gotten more robust. The progress they've made on drought-resistant traits is stunning. They have also developed a soy seed that has no trans fats. Michael Bloomberg will buy it. [New York City recently banned most trans fats in restaurant cooking.] \b \u001d  Q: Where is the stock? \u001d  Samberg: It's right around 50, and earnings are going to be $1.60. But they always underpromise and overdeliver. They generate over a billion dollars of free cash a year. \u001d  Gabelli: The corn farmer just saw a $1.50 increase in his price per bushel. \u001d  Samberg: He is coining money. On that note, I'm recommending cotton -- the December '07 contract. This is the other side of the growth story in agriculture. You're a farmer and you want to plant cotton? You've got to be crazy. You want to plant corn or wheat. Cotton consumption in the U.S. has fallen from 12 million to five million bales a year because of the growth of polyester and other stuff. But the real story is China, as it is with most things. In China, there is a booming fixed-asset investment across the textile industry. Spending in China was up 27% in '06, after rising 36% in '05. Chinese consumption of cotton had been growing by 4%-6% a year. Now it's growing by 15% a year. China's consumption of cotton has gone from 25% to 39%-40% of world cotton consumption. They are a large importer. \u001d  The decline in U.S. cotton consumption had masked some of these trends. U.S. farmers are going to withdraw acreage. There have been only four times since 1913 when cotton was this cheap relative to grains like corn and wheat. The last time was in 1974, and farmers planted 16% less cotton acreage the next year. From the end of '74 to mid-'76, the cotton price tripled. \b \u001d  Q: What's next? \u001d  Jumping to Brazil, I recommended CVRD [Companhia Vale do Rio Doce, RIO] two years ago. It remains attractive because they bought Inco, one of the world's largest nickel producers, and nobody has bothered to factor in the accretive earnings power of Inco. The purity of CVRD's grain of iron ore is up at about 66%-67%. In China, when they mine for iron ore, the quality of the grain is about 18%. They need a lot of water to process that low quality, and it causes smog. You're going to see a shut-down of Chinese iron ore production. The only incremental production in the world is from CVRD. BHP Billiton can't produce more. Rio Tinto can't produce more. CVRD still is not appreciated based on the robustness of its iron ore position, and it just stole Inco. \u001d  There are other stories like that in Brazil. Though Lula [Brazilian President Luiz Inacio Lula da Silva] has frightened everybody by railing against privatization, the Brazilian economy is doing well. My next picks are two Brazilian home builders that went public last year: Gafisa and Brascan Residential Properties. The high-end housing market is just developing because Brazil never had mortgages before. All of 36,000 mortgages were offered in 2003. Last year, there were 100,000, and that is going to rise by 50% a year for the next two years. The Selic rate, or the Brazilian mortgage rate, was 23% in '03. Last year it was 15% and it looks like it's coming down because interest rates in Brazil are coming down. There is also a shortage of housing units in Brazil. \b \u001d  Q: Where do these stocks trade? \u001d  Samberg: They trade on the Bovespa. Sam Zell is a big minority holder. He owns about 24% of Gafisa. There is a housing deficit in Brazil of about seven million to eight million houses. The deficit at the high end is about 1.5 million. The population in the past 60 years has gone from countryside to the cities. Brazil is now 80% urban; that's why there's a housing deficit. Gafisa and Brascan have a 5% to 10% market share in Rio and Sao Paulo. \u001d  Next, education. The for-profit education stocks -- Apollo Group [APOL], Career Education [CECO] and Corinthian Colleges [COCO] -- were growth stocks, but ran into problems. They were shorts for a couple of years. I think they've bottomed and the fundamentals are starting to improve. Apollo is the largest university in the U.S. through its University of Phoenix system, which is actually a good educational franchise. They have about 270,000 enrollees a year. They used to grow 30% a year, but one of the problems of tight employment is that people don't see the need to go back to school. As this market has slowed, Apollo has entered the community-college market via Axia College of the University of Phoenix. This is a two-year program online, and the company has been spending money like mad. Apollo earns about $2.50 a share, and the stock trades for 40. It is selling for about 16 times this year's earnings. The free-cash-flow yield will be about 7.2% this year. The company has about $3.50 per share of excess cash and no debt, 173 million shares and a market cap of about $6.9 billion. \b \u001d  Q: What did they earn last year? \u001d  Samberg: About the same. Earnings are not doing much. But the company is spending $2.50 a share on Axia, and now has about 80,000 students. They launched it in '04, and it is now the third-largest community college in the U.S. It has a 32% graduation rate, two times the national average. If you think of it as a feeder system to the four-year program at the University of Phoenix, it is a very low acquisition cost per student. It is a good company, and the momentum will start to build in the next year or two. If the Axia story works, Apollo has $4-$5 a share of earnings power. Career and Corinthian are vocational-type schools. \u001d  MacAllaster: Which do you like best? \u001d  Samberg: I like Apollo. Career was a disaster to the point where the Department of Education sanctioned them. They supposedly are not allowed to add any new schools or new programs. The company has said that this month or next they will have a new CEO. That's an important part of the story. The old management grew the company through acquisitions but didn't put in the proper procedures and the quality of the product suffered. They had accreditation problems in the South. Last August they quietly opened two schools in the South with DOE approval. They will probably get full accreditation by December. \u001d  This is a valuable property. The stock sells for 25 and has earnings power of $2.50 a share. I don't usually do turnarounds, but these things are very LBO-able in that they have a lot of cash and decent earnings power. \b \u001d  Q: What about Corinthian? \u001d  Samberg: It's much further along. It has a great CEO, Jack Massimino, who joined in 2004. He whittled it down from 28 to five different kinds of schools. Enrollment growth is flattish. This is a broken industry that fits a need the country has. \u001d  My last pick is Baidu.com [BIDU], the Chinese search-engine company. The multiple is obscene. I haven't done anything like this in a while, but it's sort of fun doing it again. The company sells for 64 times earnings. It is the dominant search-engine company in China. It has a 60% market share versus Google's [GOOG] 25 to 30. Yahoo! [YHOO] has about a 5% share. Sohu, a Chinese company, has a 2%-3% share. Baidu has everything going for it. It is growing 170% year over year. The stock trades for 122, and they will earn $1.95 a share this year. The Street is at $1.75. Baidu introduced a new search algorithm in the second quarter that is far better than anybody else's, but slowed sales. A new direct-sales- force model also slowed things down. \u001d  So far, Baidu's market penetration is low: There are only 100,000 customers. But 4.2 million enterprises could use its service to sell advertising. Ad spending is one-fortieth of what it is in the U.S. The comany could grow by 100% a year for the next three to five years. It sounds expensive at 64 times earnings, but I don't think it is. With the new algorithm and direct-sales force, growth will reaccelerate. \b \u001d  Q: Art, what do you think of tech? \u001d  Samberg: I leave that for Fred. I like cotton. There are far fewer opportunities in tech, though this is probably the year of WiFi. To me, General Electric [GE] is a far more interesting company than a semiconductor company. \b \u001d  Q: Thanks. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3eaf0511e87bc877b2afa0e3b6259346","symR":["KMB","NWACQ","US6672801015"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) The Trader: As Oil Falls, The Dow -2-","GmtTimeStamp":"2007-01-13T05:06:00.000000000","CompanyCodes":["KMB","NWACQ","US6672801015"],"IndustryCodes":["AIR","COS","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\u001d  --- \b                 VITAL SIGNS \b \b                            Friday's        Week's     Week's \b                               Close        Change     % Chg. \b \bDJ Industrials              12556.08       +158.07      +1.27 \bDJ Transportation            4760.27       +147.92      +3.21 \bDJ Utilities                  445.16         -2.49      -0.56 \bDJ 65 Stocks                 4168.81        +61.28      +1.49 \bDJ US Total Mkt               347.04         +5.90      +1.73 \bNYSE Comp.                   9139.94       +114.90      +1.27 \bAmex Comp.                   2058.03        +58.43      +2.92 \bS&P 500                      1430.73        +21.02      +1.49 \bS&P MidCap                    820.43        +20.03      +2.50 \bS&P SmallCap                  402.61         +8.91      +2.26 \bNasdaq                       2502.82        +68.57      +2.82 \bValue Line (arith.)          2247.20        +49.75      +2.26 \bRussell 2000                  794.26        +18.39      +2.37 \bDJ Wilshire 5000            14426.00       +261.20      +1.84 \b \b                                         Last Week   Week Ago \bNYSE \bAdvances                                     2,566      1,253 \bDeclines                                       973      2,247 \bUnchanged                                       63         92 \bNew Highs                                      468        420 \bNew Lows                                        52         48 \bAv Daily Vol (mil)                           2,855.8    3,154.4 \bDollar \b(Finex spot index)                              85.03      84.63 \bT-Bond \b(CBT nearby futures)                           110-26     112-05 \bCrude Oil \b(NYM light sweet crude)                         52.99      56.31 \bInflation KR-CRB \b(Futures Price Index)                          290.62     291.11 \bGold \b(CMX nearby futures)                           625.50     604.90 \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4139a5afc454e3f8ad69dedcdcebfd7f","symR":["ALD"],"date":"2007-01-13","ret":[-0.00099],"ret5":[-0.00099],"Headline":"US Fedl Probes Into Allied Capital Unit Are Growing-NYT","GmtTimeStamp":"2007-01-13T12:08:00.000000000","CompanyCodes":["ALD"],"IndustryCodes":["CEF","XDJGI","XRUS"],"Story":"\u001d  NEW YORK (Dow Jones)--U.S. federal investigations into small-business loans issued by a unit of the Allied Capital (ALD) are growing, as a former executive of the unit faces fraud charges in Michigan, the New York Times reported in its Saturday editions. \u001d  Federal investigators are now looking at loans issued by the unit, Business Loan Express, in other parts of the country, according to several people briefed on the investigation, the Times reported. \u001d  The federal Small Business Administration - which typically guarantees 75% of the value of these small-business loans - is considering suspending the preferred lending status of Business Loan Express, pending the outcome of an investigation, the report said. That would mean that every loan Business Loan Express issues would have to be vetted by the agency, those people said, the Times reported. \u001d  The S.B.A. this week also suspended the unit's ability to sell the loans it issues to large institutional investors in the secondary market, which could affect the ability of Business Loan Express to make loans, those people said, according to the Times. The unit can still originate loans, but only if it intends to hold those loans on its own books, which is not something the firm has historically done, the report said. \u001d  Allied Capital's former executive, Patrick J. Harrington, is accused of falsifying information on 76 loans with a value of nearly $77 million over six years, according to an indictment that was handed up on Wednesday by a federal grand jury in Michigan, the report said. Harrington has not entered a plea to the charges, the report said. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 07:08 ET (12:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"42f8cf6823260adf47cac48a3f486b7d","symR":["BAC","BARC.LN","BCS","IT.MI","PSO","PSON.LN","TNI.LN","TRN.MI","VLKAY","VOW.XE","DE0007664005","GB0006776081","GB0009039941","GB0031348658","IT0001465159","IT0003242622","US0605051046"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) For Europe, Another Big Buyout Year Ahead","GmtTimeStamp":"2007-01-13T05:09:00.000000000","CompanyCodes":["BAC","BARC.LN","BCS","IT.MI","PSO","PSON.LN","TNI.LN","TRN.MI","VLKAY","VOW.XE","DE0007664005","GB0006776081","GB0009039941","GB0031348658","IT0001465159","IT0003242622","US0605051046"],"IndustryCodes":["AUT","BAN","BLD","BNK","ELC","MED","PUB","XDAX","XDJGI","XFFX","XFT1","XGTI","XISL","XMIB","XNYA","XRUS","XSP5","XST5"],"Story":"\b   (From BARRON'S) \b   By Vito J. Racanelli \u001d  Though European equities have soared about 125% over the past four years, activity in mergers and acquisitions and in leveraged buyouts should continue at a brisk pace on the Continent in 2007. They'll be fueled by low global interest rates, strong corporate balance sheets, slowing but still healthy earnings growth and historically undemanding equity valuations. \u001d  Deals will grow bigger, more expensive and riskier this year, many investors and analysts contend, so chances are the bull market in M&A may soon enter the late innings of the cycle. Nevertheless, as our nearby screens of M&A and LBO candidates suggest, there remain plenty of potential targets in Europe. Except for the large-caps, which we'll discuss below, these stocks generally fit the classic LBO profile: small-to-mid caps, with low debt, good cash levels and steady cash flows in noncyclical, prosaic industries. \u001d  Around the world, money is sloshing about. Both private-equity funds and corporations sit on tons of cash, and the cost of debt remains favorable. Right now, \"the estimated 2007 European-equity free-cash-flow yield is 6.5%, while the cost of credit is about 5%,\" notes Hasan Tevfik, a London-based Citigroup strategist. As long as that profitable spread persists, \"de-equitization\" -- as Citigroup refers to M&A, LBOs and share buybacks -- will be a notable feature of the European stock landscape. \u001d  Last year, announced European M&A and LBOs jumped 38%, to $1.4 trillion, roughly similar to both the worldwide rise and that seen in North America, according to Thomson Financial. A repeat of that huge percentage gain isn't expected in 2007, but many believe last year's totals will be topped. \u001d  Currently, European stocks trade at a price-earnings ratio of about 13 times 2007 consensus estimates, below the historical average of 14.5. The region's earnings growth is forecast at a still respectable 8% next year, though slowing from about 15% in 2006. That, however, should encourage some companies -- especially in sectors where profit expansion is weakening -- to prowl for targets offering earnings growth. \u001d  \"There's plenty of appetite\" for deals on the part of corporate buyers, says Lars Kreckel, an ABN Amro analyst. European companies exhibit strong business confidence, record profitability, and impressive \"balance-sheet firepower,\" he says, the result of debt reduction over the past four years. And debt markets remain \"very open\" to lending for deals, he adds. \u001d  In terms of M&A, what has been telling is the stock market's reaction to announced mergers, says the ABN analyst. Shares of proposed acquirers have not suffered as much as in the past, and some have even risen, he adds. \u001d  On the private-equity side, more LBO funds are targeting Europe and non-U.S. assets, adds Louise Purtle, an analyst at CreditSights, an independent research firm. The U.S., she notes, has been picked over and is burdened by greater competition for \"LBOable\" assets. That favors Europe as a region with many small- and mid-caps that are potential targets. \u001d  War chests are piling up, she adds. And there's an increased prevalence of \"club deals,\" where bigger LBO targets are taken down by a gaggle of LBO funds. While the \"national champions\" are unlikely targets, \"you could see $50 billion-$60 billion deals in Europe this year,\" adds Kreckel. Bigger companies are now potential targets. \u001d  Purtle sees telecoms, whose stocks have underperformed for several years, as vulnerable. Indeed, a number, like Telekom Austria (ticker: TKA AV.Vienna) and Greece's OTE (OTE), have shown up on LBO screens. \"It's difficult to do but can be done, as evidenced by the deal for TDC AS,\" she says, referring to the Danish telecom incumbent bought out last year by private equity firms for about 13 billion euros (almost $17 billion). \u001d  There's roughly $250 billion of uninvested capital out there, which, when combined with the typical debt leverage of 3 or 4 to 1, suggests that at least $1 trillion around the world is looking for a home. \u001d  One of the most significant changes investors should watch for in 2007 is bigger deals, another sign, perhaps, that the bull is aging. \"Deals are getting larger, riskier and more expensive,\" says Gregory Peters, Morgan Stanley's head of credit research. \u001d  The increased risk is a consequence of both higher multiples and improved appetite for more cyclical businesses, which don't fit the textbook LBO screen for stable cash flows. \"Asset-rich businesses are still preferred . . . but targets are less traditional,\" says Peters. He and others expect a deal of $50 billion or above this year. \u001d  The most common buyout metric has been enterprise value (net debt plus market capitalization) to earnings before interest, taxes, depreciation and amortization. Historically, a target EV/Ebitda ratio of eight times or below made deals sensible, though cash-flow yield and debt levels are important, too, says Kreckel. (Most of the small- and mid-cap stocks in the nearby table trade at eight times or below.) The average deal ratio rose to above eight times in 2006 from about seven in 2004. And Krackel points out that lately there have been deals with infrastructure-type targets where EV/Ebidtda multiples have been in excess of 10, and even 13. \u001d  That cyclical businesses are no longer off limits is evidenced by the bid for Australia's Qantas airline in mid-December by Macquarie Bank and U.S. private-equity group Texas Pacific. \u001d  The Barron's list of potential candidates is compiled from stocks common to LBO screens published recently by ABN Amro, Citigroup and CreditSights. \u001d  Among the small- and mid-caps, there are many companies in unflashy industries with stable cash flows like telecoms, utilities, construction and media. For example, Italcementi (IT IM.Milan), Italy's largest construction company, has lately seen strong sales in the Mediterranean region and Asia. And Terna (TRN IM.Milan) operates Italy's power grid, a business that is about as stable as it gets. \u001d  Media are well-represented by U.K. newspaper publisher Trinity Mirror (TNI LN.London), which is under increasing pressure to improve shareholder returns. The company recently said that groups have inquired about buying some of its assets. And London-based Pearson (PSON LN.London) is a textbook publisher. \u001d  Among large-caps, there is Barclays (BCS), a global bank that's been the subject of recurring rumors of interest from Bank of America (BAC) -- rumors the latter has tried to dampen. And there's Volkswagen (VLKAY), the giant German carmaker in which Porsche bought a 27% stake last year, sparking speculation it might launch a takeover bid. \u001d  LBO screens, of course, are not a way to pick single stocks. Few or perhaps none of these companies will be taken over this year. A portfolio approach, as Citigroup's Tevfik's proposes, is better. These stocks don't have to receive a bid to rise. Just being in the \"M&A candidate space\" will exert pressure on managements to improve shareholder returns, he says. And in the long run, \"value tends to outperform.\" \u001d  Though most investors are looking for another robust year of deals, there are signs the deal-making might be peaking in 2007. Though they are still low, interest rates are rising and earnings growth is slowing, notes Arielle Levi, a fund manager at DNCA Finance in Paris, so \"risks are rising\" for LBO funds. \u001d  Adds Joseph Quinlan, Bank of America's chief market strategist: \"There are signs the cycle is turning. Deals and premiums are getting bigger.\" Quinlan believes that global liquidity will tighten in the second half and quarter-on-quarter deal comparisons will begin to decline in 2008. \u001d  For now, however, it's \"Laissez le bon temps roulez.\" \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"457d3625be1073945385857ac3c32fc1","symR":["INWK","MS"],"date":"2007-01-13","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(1/15) Tech Trader: The Inner Workings Of InnerWorkings","GmtTimeStamp":"2007-01-13T05:09:00.000000000","CompanyCodes":["INWK","MS"],"IndustryCodes":["ICS","SCR","SVC","XDJGI","XFFX","XGTI","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  In a road show continuing this week, Morgan Stanley hopes to persuade investors to part with $150 million for the follow-on stock offering of a company called InnerWorkings. This Chicago-based company claims that its proprietary software is radically changing how American companies procure print jobs. In just the five months since their initial offering, InnerWorkings shares (ticker: INWK) have risen a radical 80%, with a recent print of 16.20. \u001d  But those reading the prospectus should also re-read the Dr. Seuss story about the Sneetches, who paid a huckster to change their plain bellies into star bellies, and vice versa. The chap ends up leaving town with all their money, while laughing: \"They never will learn . . . You can't teach a Sneetch!\" \u001d  You see, InnerWorkings goes to great lengths to obscure its ownership and control by a chap named Eric P. Lefkofsky who has a history of busting investors after promising to radically transform bricks-and-mortar industries. He seems to identify with Dr. Seuss's huckster: he called his last business Starbelly.com, a venture that rapidly went into bankruptcy and provoked fraud suits by investors alleging that Starbelly's software was never what Lefkofsky promised. The current InnerWorkings road show and stock-offering is, in part, aimed at cashing out much of Lefkofsky's stock while InnerWorkings shares teeter at stilted levels. \u001d  Eerily like Starbelly, there's less than meets the eye to the company's touted \"PPM4\" software, say some InnerWorkings ex-employees. In the weeks before Morgan Stanley's eagle-eyed due diligence team toured InnerWorkings for its August 2006 initial underwriting, workers stayed late padding the company's off-the-shelf FileMaker Pro database with an impressive-looking list of suppliers. Then they dummied up some screen-shots of the software for the inside cover of the prospectus. Citing the quiet period prior to its stock offering, the company declined to answer my questions. \u001d  Despite its Potemkin technology trappings, InnerWorkings is a glorified broker of print jobs. Like others of its ilk, it beats up on printers on behalf of corporate clients and splits any savings it extracts. Much of its sales growth has come through roll-up acquisitions of other print brokers. And a related-party transaction in the months before the IPO seems to have produced a big part of InnerWorkings' profits. Even so, the last-reported 12 months' profits amounted to a paltry $5.7 million. So the current stock market valuation of $700 million is 125-times those trailing profits. \u001d  That's a ridiculous valuation for a company in the mundane print brokerage business. And I suspect that fact isn't lost on the 37-year-old Lefkofsky who, with his wife and others, controls 35% of InnerWorkings shares via some holding companies. Unwilling to wait even until the Feb. 11 expiration of InnerWorkings's IPO lockup agreement, Lefkofsky and other insiders would unload 6.2 million shares in the follow-on offering that Morgan Stanley reportedly wants to price this week. That would net insiders $100 million. \u001d  InnerWorkings' prospectus makes only passing mention of Lefkofsky, with a sentence buried on page 54 describing him as someone \"instrumental in the formation and development of our company\" who served as a director until May 2006 and also as a consultant. When I asked InnerWorkings about him last week, a company spokesman said Lefkofsky's consulting had stopped back in June 2006. \u001d  So I thought it generous of Lefkofsky to be still laboring at InnerWorkings on Friday, while the firm's title-bearing leaders junketed on Morgan Stanley's road show. The InnerWorkings phone directory doesn't list Lefkofsky, but the company operator quickly put me through to his office, where a friendly-sounding lady told me he was running a meeting. He did not return repeated voice-mails and e-mails. \u001d  Ex-employees tell me that the company's disclosures hardly do justice to Lefkofsky's daily role at the company, where he has remained a foul-mouthed, coffee-chugging boss who micro-manages InnerWorkings by force of his strong personality and his group's 35% control position. On the other hand, it's easy to see why the company and its underwriters would want him to remain behind the curtain. He's left a trail of burned investors and fraud allegations. Just out of law school in 1994, Lefkofsky got the city of Columbus, Wisc., to back his takeover of a local clothing maker where he promised to create jobs making apparel branded by major-league sports teams. After laying off the workers, the firm sought bankruptcy protection, with its bankers alleging in a state suit that Lefkofsky applied the business's resources to starting his next venture, Starbelly. \u001d  Business-to-business procurement Websites were hot in 1999, and Starbelly.com held itself out as a marketplace where companies could arrange to put their logos on promotional items of clothing and hard goods like coffee mugs. Through some family connections, Lefkofsky and his partners attracted the eye of a Chicago-based promotional items vendor named Ha-Lo Industries. A due diligence investigation by Ernst & Young warned Ha-Lo that Starbelly's software was not as proprietary -- or even as functional -- as Starbelly claimed, according to Ha-Lo documents discovered in subsequent shareholder suits. The publicly-held Ha-Lo nevertheless bought Starbelly for $240 million in cash and stock in May 2000, saying that Starbelly's website would bring in $1 billion in revenues. \u001d  Lefkofsky and his Starbelly pals quickly assumed control of Ha-Lo, according to lawsuit records. But the software fizzled and the website was a flop. In scarcely a year, Ha-Lo wrote off Starbelly completely. It entered bankruptcy court in July 2001. Class action fraud suits against Lefkofsky and others were ultimately settled, but not before turning up vulgar, reckless Lefkofsky e-mails (one of which is reproduced verbatim below) that might bring shudders to any public investor entrusting her savings to his latest venture. \u001d  \"Lets get funky. Lets announce everything. Lets be WILDLY positive in our forecasts,\" he told his Ha-Lo colleagues, even as that business was falling apart. \"if we get wacked on the ride down --  who gives a sh*t. Is it going to worse than today? is our market cap going to fall to 200N, 100M who the f**k cares.\" \u001d  No wonder he's taken a low public profile since starting InnerWorkings with Richard A. Heise, Jr. -- another promoter hounded himself by the fraud suits of investors who said he never delivered his promised Internet software for managing executive benefit plans. \u001d  Numerous ex-employees of InnerWorkings told me that its vaunted software also doesn't work as claimed. A century ago, there was an investor named Mark Twain who lost a bundle investing in ersatz printing technologies. He said that history doesn't repeat itself, but sometimes it rhymes. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"46373bfe6fb6dc7187c8f4ef002b4c33","symR":["12057.FR","GSK","GSK.LN","NOVN.VX","NVS","SNY","WYE","CH0012005267","FR0000120578","GB0009252882"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) Weekday Trader: Five Breakthrough Drugs For 2007","GmtTimeStamp":"2007-01-13T05:07:00.000000000","CompanyCodes":["12057.FR","GSK","GSK.LN","NOVN.VX","NVS","SNY","WYE","CH0012005267","FR0000120578","GB0009252882"],"IndustryCodes":["DRG","XCA4","XDJGI","XENX","XFFX","XFT1","XGTI","XISL","XNYA","XRUS","XSMI","XSP5","XST5"],"Story":"\b   (From BARRON'S) \b   By Johanna Bennett \u001d  They are: Novartis' diabetes drug, Galvus, and high-blood-pressure treatment, Tekturna; GlaxoSmithKline's breast-cancer drug, Tykerb; Wyeth's antidepressant,Pristiq; and Sanofi-Aventis' long overdue, much-anticipated diet product, Acomplia. \u001d  Overall, drug companies may launch two dozen major new products in 2007 that could generate annual sales of $30 billion in five to seven years, according to OrbiMed Advisors, a health-care investment firm. \u001d  That beats the 18 products launched last year with potential long-term yearly sales of $15 billion, and the nine products launched in 2005 with a sales potential of $8 billion, says OrbiMed. \u001d  \"The pharmaceutical industry may have hit an inflection point in 2005, so now, there's a sense of optimism,\" says Trevor Polischuk, a portfolio manager at OrbiMed. \u001d  The details: \u001d  Galvus: Novartis' (ticker: NVS) diabetes drug, due to receive Food and Drug Administration approval next month, could generate a big splash. \u001d  Taken once a day, it is one of a new class of therapies that enhances the body's ability to lower elevated blood sugar. But it works without causing hypoglycemia or weight gain, common side-effects of older diabetes drugs. \u001d  Galvus got a rough start with the FDA. And Merck (MRK) launched a similar drug called Januvia in October 2006, setting the stage for a face-off. Still, U.S. sales of diabetes drugs total $8 billion. So Galvus has room to grab market share. \u001d  Sales could reach $232 million in 2007, according to Merrill Lynch. But in five to seven years, annual revenue should reach $2 billion, says OrbiMed. \u001d  Tekturna: Novartis faces less competition with Tekturna, a member of the first new class of high-blood-pressure medications launched in almost a decade. \u001d  The anti-hypertension market totals $40 billion a year. And Novartis already sports a top-selling product, Diovan. \u001d  But existing medications don't adequately control many patients' blood pressure. And Novartis believes that Tekturna, due for FDA approval in March, could reduce the damage that hypertension inflicts on the heart, kidneys and brain. \u001d  \"The key to treating hypertension is preventing the complications, and if Tekturna does that, doctors can't justify not using it,\" says Jeremy Goldman, an analyst with Decision Resources, a market-research firm. \u001d  The FDA delayed approval last year in order to review additional data. And 2007 sales estimates look paltry -- $65 million to $80 million. But some analysts say peak annual sales could total $3 billion. \"Novartis has to get out there and create a market,\" says Joseph Tooley, an analyst with A.G. Edwards & Sons. \u001d  Tykerb: GlaxoSmithKline's (GSK) Tykerb appears just as ground-breaking. \u001d  Like its rival Herceptin, Tykerb treats an aggressive form of breast cancer called Her2-positive. But it also marks the first cancer drug to fight the disease on two fronts, targeting two proteins that promote cancer-cell growth. \u001d  \"It's a huge step forward,\" says Dr. Francis Arena, president of the Sass Foundation for Medical Research. \u001d  Out of the 1.5 million women battling breast cancer, 25% have excessive levels of a protein, Her2. Tykerb could get the green light in March as a treatment for advanced breast cancer, opening the door to sales of $200 million in 2007. \u001d  But GlaxoSmithKline is also testing the drug on early stages of the disease. In five years, annual sales could reach $1.2 billion, says Decision Resources. \u001d  Pristiq: Experts are divided on whether Wyeth's (WYE) new antidepressant, Pristiq, represents a significant medical advance. \u001d  If approved by the FDA later this month, it will face plenty of competition in the $20 billion depression-drug market. But in April, Pristiq could get the go-ahead for another use -- as the first nonhormonal treatment for the hot flashes and night sweats of menopause. \u001d  Cancer fears prevent many women from using hormone-replacement therapy. And aging Baby Boomers want better treatments. \u001d  \"There could be a huge market for this drug,\" says Dr. Grant Mitchell, director of psychiatry at Northern Westchester Hospital. \"There really aren't any great alternatives.\" \u001d  Barbara Ryan, an analyst with Deutsche Bank, predicts annual sales of $500 million by 2011. But OrbiMed says sales could hit $2 billion. \u001d  Acomplia: Acomplia was on a list of five promising drugs highlighted by Barron's Online last year (\"Five New Drugs May Ease Pharma's Pain,\" Jan. 11, 2006). The others -- Sutent, Gardasil, Lucentis, and Exubera -- all received the green light. \u001d  Despite an ongoing delay in its debut, Acomplia holds promise. Already available in Europe, the Sanofi-Aventis (SNY) product not only helps patients lose weight, but improves cholesterol and blood-sugar levels, suggesting other possible uses. \u001d  Concerns have been raised about the possibility that the drug contributes to depression. So, rather than approving Acomplia last February, the FDA requested additional data. The agency could approve the drug by April, clearing the way for sales of $300 million in 2007. \u001d  And other uses, such as for treatment of diabetes, could drive annual sales to $2.8 billion by 2010, according to Banc of America Securities. \b \u001d  Of course, drug makers still face challenges that could damp their ability to launch these drugs. \u001d  A Democrat-controlled Congress could pass legislation toughening safety requirements for new drugs. And the industry's track record in launching products is spotty. \u001d  Problems launching any of these drugs would certainly wound their makers. But all five appear well on their way to FDA approval. \u001d  And if 2007 drug introductions exceed those of 2006, both patients and stock prices should see a healthier prognosis. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"476196949adcf23225028bcd9783ebbd","symR":["AIMC","APA","APOL","ARW","BHP","BHP.AU","BIDU","BRNC","CECO","CHK","COCO","DD","DVN","GE","GOOG","HSOA","LOW","MON","SVBI","SYNN.VX","SYT","XOM","XTO","YHOO","AU000000BHP4","CH0011037469","US0374111054","US2635341090","US30231G1022","US3696041033","US9843321061"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) 2007 Barron's Roundtable: Speaking -3-","GmtTimeStamp":"2007-01-13T05:03:00.000000000","CompanyCodes":["AIMC","APA","APOL","ARW","BHP","BHP.AU","BIDU","BRNC","CECO","CHK","COCO","DD","DVN","GE","GOOG","HSOA","LOW","MON","SVBI","SYNN.VX","SYT","XOM","XTO","YHOO","AU000000BHP4","CH0011037469","US0374111054","US2635341090","US30231G1022","US3696041033","US9843321061"],"IndustryCodes":["BNK","CHC","CHM","CHS","CSV","DRL","ELQ","FAC","HIM","IDD","ISV","MNG","OIE","OIL","OIS","RTS","SAL","XATI","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XORD","XRUS","XSCI","XSMI","XSP5","XSTX"],"Story":"\u001d  Cohen: Trade relationships depend on more than currency. Much relates to differentials in growth rates. For example, since 2000 Europe has grown at about a third of the pace of the U.S. That alone is a solid explanation for the growth of America's trade deficit with Europe. \u001d  Samberg: Where is the bubble? I'm confused. Marc appropriately gave us a history lesson about how the world has changed to one in which economic growth and personal freedom and better lifestyles are adoped across the globe. The most mature financial markets are here in the U.S., and we're the clearinghouse for the world, which can lead to long-term problems. But why turn a positive into a negative? The world is awash with growth. It is awash with liquidity, and our markets can clear liquidity better than any others. \b \u001d  Q: It is also awash in consumption, extravagance and debt. \u001d  Faber: America's current-account deficit has greased the whole world. Latin American markets are in the midst of a huge boom. The Argentine stock market is up 10 times from the lows. Latin American debt on a total-return basis has doubled in the past five years. In Asia we have bubbles in real estate. In the U.S. there's a debt bubble. Debt is now 330% of GDP. That will prevent the Fed from ever pursuing tight monetary policies, even if it becomes necessary. \u001d  Hickey: Asset bubbles are always fun while you are going through it. The tulip bubble was fun. The Mississippi bubble was fun. But they always end in tears and disaster. \u001d  Gabelli: I'll float a bubble. Abby, the Democrats won the midterm elections in a landslide. Marc, should we worry about a politically motivated constraint on global trade? \u001d  Faber: I'm less worried about that than this: The five brokerage firms in New York -- Merrill Lynch, Morgan Stanley, Lehman Brothers, Bear Stearns and Goldman Sachs -- paid out $36 billion in 2006 bonuses. Compensation and bonuses together roughly are equal to Vietnam's GDP. I see a bipolar word in which there's the typical household in the U.S. or Western Europe, and then this huge wealth concentration. It will lead to a political backlash one day. \b \u001d  Q: Starting in Connecticut. \u001d  Cohen: I don't believe there is going to be a significant change in the next couple of years. The Democrats took control of the House. They have a razor-thin margin in the Senate, and they are posturing and preparing for the next presidential election. In terms of economic policy, they'll do things that won't face much resistance and will look good for the '08 election, like raising the minimum wage. With regard to protectionism, I don't hear people talking about restrictions on imports. American consumers benefit from them. The real discussion will focus on making sure markets in Europe and Asia are open to U.S. goods and services. \u001d  Schafer: One bubble in the making is the private-equity market. Buyers took four of our companies last year, which is fine. But there is so much money being thrown at companies. Henry McVey at Morgan Stanley has talked about the fact that company managements are not being paid to take    risks. They are being paid to have more cash on the balance sheet. There is too much cash on corporate balance sheets. One reason the market will be buoyed is because LBOs [leveraged buyouts] will continue in 2007. When and how it ends I don't know, but it may not be pretty. \u001d  In the meantime, investment banks are being asked by companies to examine strategic alternatives. After sending a team to spend time with management for six months, they decide the best alternative is to go private, with the bank participating in the deal. But the company's board says \"that's a potential conflict of interest, let's have an open auction.\" For only one month, other people try to get the information the investment banker had for six months. There is a conflict of interest on the part of investment bankers. \u001d  Gabelli: The bigger conflict is that management knows the company and is stealing it from shareholders. The management buyout is the ultimate form of acting on inside information. \u001d  Samberg: In 1982 cash and marketable securities were 12% of the assets of the typical American corporation. Now they are 24%. You buy a company with a very liquid balance sheet and leverage it up. That's how you get the excess returns. These liquidity things are so intact that the market is going to be up 10% this year. \b \u001d  Q: Meryl, what have you got to say? \u001d  Witmer: A lot of private-equity firms are selling to one another, which raises my eyebrows. Of course, sometimes it's justified when the buyer has a business insight or the timing is right and they cash out. As for the stock market, I don't think it's particularly overvalued, but I don't see a lot of appreciation this year. We run stocks through our model, and most come out valued at the right price. \b \u001d  Q: You ought to take a year's vacation \u001d  Witmer: A lot can happen in a year. If there's a downdraft, I might find something good. It only takes a few stocks to have a good year. But it is tough to find really good, cheap stocks, especially in the U.S. \u001d  Zulauf: Going back to buyouts, at the last peak, in the late 1990s, buyers paid an average of nine times Ebitda [earnings before interest, taxes, depreciation and amortization]. Now they're paying slightly below six times, and interest rates are much lower. The process will continue, which will help to support the stock market. \b \u001d  Q: It doesn't hurt that the Fed has been so expansive. \u001d  Zulauf: The world is expansive. Monetary policy will probably remain expansive, leading to an investment mania in coming years. \b \u001d  Q: Scott, want to say something? \u001d  Black: We recognize the senior senator from Thailand. You've got five minutes. I'm on the right tail of the normal distribution curve this year. I'm mildly optimistic about the U.S. economy and the stock market. The economy is much more resilient, year in and year out, than people give it credit for. We've had structural deficits since Reagan took office. The accumulated national debt has gone from $1 trillion to $8.7 trillion, and somehow the stock market continues to go up. Notwithstanding Fred Hickey and the debacle in housing, real GDP grew at 2% in the latest quarter, while core CPI is down to 2.2%. \u001d  In the first four or five months of the year, inflation will abate. [Fed Chairman Ben] Bernanke's threshold is 2%; he's striking a delicate balance between core inflation and recession, and he will opt not to be the first Fed chairman in a while to cause a recession. Core inflation will drop below 2%, and the Fed will cut rates to 5% in either March or May. I wouldn't be surprised to see a 43/4% fed- funds rate by the end of the year. \b \u001d  Q: What do you see for the stock market? \u001d  Black: Nominal S&P 500 earnings will grow 6.5%. Friday [Jan. 5] the S&P closed at 1409.71. We have $86.70 in '07 earnings, so the index sells for 16.2 times forward earnings. By historical standards, from 1946 on, it's in the comfort zone between 16 and 17 times earnings. The market is fairly priced. Based on my dividend-discount model, using a 6 1/2% growth rate on dividends, I've got S&P dividends of $27.35 at the end of the year. This implies the market could be up about 8 1/2% year-over-year. \u001d  Witmer: That's not a bad year. \u001d  Black: It is good year considering the market has been at an all-time high. Let's go back to deals, deals, deals, as Mario likes to say. Last year there were $3.79 trillion of mergers and acquisitions. Private-equity buyers took out $660 billion of stock. You have a shrinking supply of equities, a shrinking float. A lot of money is moving from traditional money managers such as myself into the private-equity world. There's an impetus to put that money to work. It's not going to be a blowout year, but a better one than most people think. \u001d  Faber: The supply of stock in the U.S. shrunk by 5% last year. There was one big seller: the individual investor. One portion of the economy -- the asset shufflers -- is ultra-liquid. But the individual is illiquid. Individuals have to sell stock because home prices aren't going up any more. \u001d  Cohen: The flow-of-funds data suggest something different. Home prices stopped rising about 12 to 18 months ago and mutual-fund inflows began to improve, which says something about the incremental dollar. I'm not talking about expenditures on primary residences, but people who might have been contemplating a second home no longer necessarily view that as a good investment. They are now looking more actively at financial assets. \b \u001d  Q: John, what is your take on the new year? \u001d  Neff: I'm in the Goldilocks school. \u001d  Samberg: That school has a very big class. \u001d  Neff: I see the economy up maybe 2 1/2%, moderate wage-benefit increases, some price increases, some decline in commodity costs -- oil, principally. Copper and some of the other ones are starting to take a lacing, too. That nets out to about an 8% to 10% earnings increase. If you buy that, the market trades for about 15.4 times the new year's earnings, which is not exactly a giveaway. But it's reasonable relative to the alternatives. I've got the market going up 8% to 10%, plus a 2% yield. The consumer is not overextended, in my view. \u001d  You don't get out of enough. \u001d  Neff: Consumers are biding their time. Sooner or later, the department stores or Detroit start to give stuff away. There is a disservice being done in the way the savings rate is calculated. It was minus 1% in November, meaning the consumer spent 1% more than he had coming in. But that calculation does not include any appreciation in what you already own, like your home or your stock portfolio. Some homes are down in value, but it's a local market. \u001d  Hickey: Every area is down! \u001d  Faber: But Park Avenue is up! \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 13, 2007 00:03 ET (05:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"47963d556d59c7893a0bfe4b0f017727","symR":["AAPL","COH","GOOG","GS","GT","HPQ","IACI","LLY","MA","MHP","MU","NEM","NYX","PGSW","STN","SUF","VG","XMSR","YHOO","US0378331005","US4282361033","US5324571083","US5951121038","US9843321061"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) We've Got The Goods","GmtTimeStamp":"2007-01-13T05:09:00.000000000","CompanyCodes":["AAPL","COH","GOOG","GS","GT","HPQ","IACI","LLY","MA","MHP","MU","NEM","NYX","PGSW","STN","SUF","VG","XMSR","YHOO","US0378331005","US4282361033","US5324571083","US5951121038","US9843321061"],"IndustryCodes":["BRD","CFN","CLO","CMT","CNO","CPR","DRG","EQS","GLD","ISV","MED","OIE","PCS","PUB","RTB","RTS","SCR","SEM","TEX","TIR","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTF","XSTX"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  Rather than simply compare the performance of the stocks that we write about to the Standard & Poor's 500, the large-stock benchmark, we use the S&P MidCap 400 for mid-sized companies and the Russell 2000 for small outfits. We employ the S&P 500 as a comparison for large U.S. stocks and all foreign stocks. These three indexes were up 9% to 17% last year. (Note that the ups and downs of stocks we profile can't be directly compared with the annual showings of these indexes,since we're measuring performance from 52 publication dates.) \u001d  We began this scorecard three years ago, to keep readers up to date on the performance of the stocks we write about. We're now doing two scorecards each year -- an annual tally in January and a mid-year update in July. \u001d  Barron's isn't an investment newsletter, and stock-picking isn't our only measure of our performance. We aim to write insightful and engaging articles on a wide array of investment-related topics, but we do recognize that many readers come to the publication for stock-picking ideas. \u001d  Our 2005 picks are also worth a look, since their average 18 months' seasoning may give a finer gauge of our stock-picking skills. Through the end of 2006, the 2005 bullish group -- 104 stocks -- was up an average of 23.4%, versus a gain 18.8% for the benchmarks. Details of this tally will be available on the free portion of Barron's Online (www.barrons.com). \u001d  Since we began the scorecard, our bullish picks have beaten the market every year. The 2004 crop was up 27.5% through the end of 2005, double the 13.7% rise in the benchmarks. The 2003 group was strong through the end of 2004, gaining 53.8%, versus 34.7% for the benchmarks. \b \u001d  Talk to most investment managers, and they'll say that short-selling is a lot harder than investing from the long side for various reasons, including overcrowding in popular short positions and the market's upward bias. \u001d  We've certainly had more trouble identifying overvalued stocks than undervalued ones. Our 2004 and 2005 bearish stock picks were up more than the benchmarks. \u001d  Credit luck or skill, but we finally had a good year on the short side in 2006. The 32 bearish picks fell an average of 3.2% through year-end, versus the benchmarks' 6.7% rise. While most readers don't short stocks, bearish stories may help warn readers away from overpriced or overhyped stocks, or possible financial chicanery. \u001d  The '05 group of bearish stock selections didn't do as well as last year's. They rose 23.6% through the end of 2006, versus a gain of 20.6% for the benchmark indexes. \u001d  The calculations here don't include our industry or market stories, which often mention multiple stocks. Our results last year would be even better if we did -- because we've had several winning industry profiles, like our controversially upbeat story on housing-related shares (\"Big Ripple,\" Aug. 28). Many readers said they thought we were too early in recommending housing stocks, because the industry downturn had just begun. The stocks, however, were discounting a disastrous outlook, and we caught them near their summer trough. A bullish cover story on the airlines industry (\"Airlines Are Flying,\" Oct. 2) also proved to be well-timed. \u001d  Among last year's bullish picks, some notable winners were Apple Computer (ticker: AAPL), Mastercard (MA), Coach (COH), Goodyear (GT), McGraw-Hill (MHP), IAC/Interactive (IACI), Hewlett-Packard (HPQ) and Goldman Sachs (GS). Apple and Goodyear have continued to advance in 2007, with Apple surging to a record last week amid hopes for its iPhone. \u001d  We ranked the stocks based on performance, making it easy to see where we got things right and wrong. The tally shows how each did through year-end, and how the benchmark index did over the same span. We weight every stock equally in calculating the scorecard, even though some may quibble that this approach gives an outsized weighting to smaller companies. \u001d  Certain bullish calls from 2006 haven't panned out, including Yahoo! (YHOO), Newmont Mining (NEM), Eli Lilly (LLY), Micron Technology (MU) and XM Satellite Radio (XMSR). In a cover story about the satellite-radio industry (\"Don't Bet on Howard,\" Jan. 23), we argued that Howard Stern's employer, Sirius Satellite Radio, was overpriced and that XM was a better bet. Both were bad choices. Sirius fell 43.8% through year-end, while XM slid 47.8%. Yet XM has rallied 15% in 2007, boosted by hope of a merger between the two satellite-radio outfits. \u001d  One of our bearish profiles that worked as advertised was Pegasus Wireless (PGSW), a troubled cellphone operator whose stock plunged and was delisted from Nasdaq. We were skeptical on Sulphco's (SUF) claims it has ultrasound technology that can turn heavy grades of crude oil into more valuable, sweeter crude. The company has done little to commercialize its product, and its president quit late last year. \u001d  We didn't buy the hype about Vonage (VG), the money-losing Internet telecom provider, whose stock is off sharply since its May IPO. \u001d  Yet we erred in our skepticism over NYSE Group (NYS), parent of the New York Stock Exchange, which surged after merging with Archipelago in March. Doubting Google (GOOG) in February 2006 was a bad move. Finally, it was a bad bet to buck the casino industry: Station Casinos (STN), which looked richly priced last summer, received a premium-priced buyout offer in December. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"481c4982729c6381b8f4897658e2c86a","symR":["XRX"],"date":"2007-01-13","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/15) Follow-Up: A Bright Outlook At Xerox","GmtTimeStamp":"2007-01-13T05:08:00.000000000","CompanyCodes":["XRX"],"IndustryCodes":["OFF","XDJGI","XFFX","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Sandra Ward \u001d  Investors have done well by Xerox since we ran a bullish piece eight months ago (\"Warming up the Copier,\" May 1, 2006). The shares are up 21.2%, the company's debt has been upgraded to investment grade, cash-flow growth is strong and the company's been buying back stock and keeping costs down. \u001d  At 17.01 a share, there's still room for price appreciation in the shares of the Stamford, Conn.-based document-management and services company. \u001d  That's why Harris Associates and some of its Oakmark family of mutual funds are sticking with it, according to James Benson, partner and securities analyst. He cites the continued progress Xerox is making in realigning its business mix to emphasize high-end digital color printing and de-emphasize the lower-margin, old-line \"light lens\" technology. Xerox also remains undervalued based on its cash-flow generation, he says. \u001d  Ditto, says Eric Heyman of the Olstein Financial Alert Fund. He sees the stock climbing possibly to 20 to 22 a share in the next year to 18 months. \u001d  At its annual analyst day in November, Xerox reiterated it expects to post earnings of between 34 cents and 37 cents for the fourth quarter, compared with 27 cents a year earlier. But, for the full-year 2007, the company tempered its outlook and suggested earnings would come in between $1.12 and $1.16 a share; the current Street expectation is $1.15. \u001d  Sales of its new Nuvera line, a high-end black-and-white print-production system, continue to lag. Another headwind: The move away from its light-lens technology is also taking longer than expected. In lowering its guidance, Xerox management, aware of new product competition for its color systems and concerned about a shifting economic climate, was also taking a prudent approach. \u001d  Benson of Harris Associates isn't too concerned about a slowdown. Economic activity in the U.S. remains solid, he says, and Western Europe is picking up. Brazil is also showing good growth. He notes, too, that Xerox customers are well represented among Fortune 1,000 companies, which are enjoying strong profitability, have lots of cash on their balance sheets and are in a position to spend to improve their businesses. \u001d  Xerox is also attracting notice on a different front. Speculation swirled last Monday, based on options activity, that Eastman Kodak (ticker: EK) was interested in making a bid for Xerox. Although the notion of struggling and much-smaller Kodak possibly acquiring Xerox was dismissed as unlikely, many pointed out that Xerox's business characteristics could potentially appeal to a cash-rich private-equity group on the prowl. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5052cf7c4414093def2c1ccaa393e5ba","symR":["PVZ.YY"],"date":"2007-01-13","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Venezuela Pres: Central Bank To Surrender $8.37B To Govt","GmtTimeStamp":"2007-01-13T17:25:00.000000000","CompanyCodes":["PVZ.YY"],"IndustryCodes":["OIL"],"Story":"\b \u001d  CARACAS (Dow Jones)--Venezuela's central bank will surrender $8.37 billion of its foreign reserve holdings to a development fund, a higher contribution than originally estimated, Venezuela's president announced Saturday. \u001d  \"The central bank will have to turn over $8.37 billion to the Fonden development fund soon,\" Chavez said during his yearly address to congress. \"Foreign reserve holdings belong to the country not to the central bank.\" \u001d  Chavez called on the bank to turn over the money quickly. \"When are we getting that money?\" he asked Planning Minister Jorge Giordani during his address. \"Soon, I hope.\" \u001d  A few days ago, the president had said the bank would transfer $7 billion to the fund controlled by him and his top ministers. The Fonden, which receives money from the central bank and state oil company Petroleos de Venezuela (PVZ.YY), or PdVSA, now holds $18.7 billion in its coffers, the president noted. \u001d  Chavez recently announced he would replace outgoing central bank directors and would scrap any mention of central bank independence from the constitution, putting an end to the bank's autonomy. \b \u001d  -By Raul Gallegos, Dow Jones Newswires; 58-212-564-1339; raul.gallegos@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 12:25 ET (17:25 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"580b9a6e8036a8ef62df004338197d93","symR":["BP","BP.LN","GB0007980591"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"UK PRESS: BP CEO Set To Walk Away With Record Payout","GmtTimeStamp":"2007-01-13T11:06:00.000000000","CompanyCodes":["BP","BP.LN","GB0007980591"],"IndustryCodes":["ELC","OIL","XDJGI","XFT1","XGTI","XISL","XNYA","XST5"],"Story":"\b \u001d  LONDON (Dow Jones)--BP Plc's (BP) chief executive will be handed the biggest payout in the history of U.K. public companies after he steps down early from his job, the Daily Mail reports Saturday. \u001d  John Browne is on course to receive a record-breaking GBP63 million after a power struggle at the top of the troubled energy firm, the newspaper says. \b \u001d  Newspaper Web site: http://www.dailymail.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 06:06 ET (11:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5a68479587a21e4a2353dff290561255","symR":["CBS","CBSA","DIS","GTN","GTNA","HTV","MCCC","NXST","SBGI","TVL","US2546871060"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) For TV Broadcasters, Picture Is Improving","GmtTimeStamp":"2007-01-13T05:09:00.000000000","CompanyCodes":["CBS","CBSA","DIS","GTN","GTNA","HTV","MCCC","NXST","SBGI","TVL","US2546871060"],"IndustryCodes":["BRD","MED","XDJGI","XDJI","XFFX","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  The broadcast television business has been viewed warily by many investors because of a fragmenting TV audience, a shift in ad dollars to the Internet from traditional media and the growing use of Tivo-type recorders that let viewers skip commercials. \u001d  Shares of the owners of TV stations, which carry CBS, NBC, ABC, Fox and other network programming, generally have declined in recent years. But Wall Street is warming toward the group amid optimism that TV operators will be able to secure retransmission fees from cable operators and that the business will prove more durable than newspapers, thanks in part to the popularity of local news broadcasts. The publicly traded TV operators generally own stations in mid-sized to small cities, which aren't as threatened by the Internet as big-market stations. \u001d  There could be more upside this year in the low-profile TV group, which includes Hearst-Argyle Television (ticker: HTV), Sinclair Broadcast (SBGI), Lin TV (TVL), Gray Television (GTN) and Nexstar Broadcasting (NXST), if Sinclair is successful in its current battle with Mediacom Communications (MCCC) to be paid for providing local stations to Mediacom cable systems. Sinclair has pulled its stations from Mediacom in a bid to force the cable operator to cave in. \u001d  Cable operators historically have paid little or nothing for local network TV stations, while anteing up for cable networks like Walt Disney's (DIS) ESPN, which receives about $2 a month per cable subscriber. Major satellite TV providers generally pay for local stations. \u001d  The broadcasters have a big ally in CBS (CBS), which owns 39 stations and is eager to be paid by cable operators. Its CEO, Les Moonves, said at an investor conference last week that he's \"optimistic that we will get paid for our content,\" with significant revenue likely by 2009. Moonves said \"every nickel\" in retransmission fees \"goes right to the bottom line.\" If the broadcasters win the retransmission battle, it could boost annual cash flow 15% to 25%. CBS might get 50 cents per cable subscriber by 2009. \u001d  Another big plus was the recent sale by The New York Times (NYT) of a group of TV stations to Oak Hill Capital Partners, a private-equity group, for $575 million -- about $150 million more than some on the Street had expected. Oak Hill paid a stiff 13 times projected 2006 pre-tax cash flow, or earnings before interest, taxes, depreciation and amortization, for mediocre stations. \u001d  This suggests that private equity still has a strong appetite for TV stations, which could put a floor under television-station stocks. As the table shows, the Times got a price that comfortably exceeds the current valuation of the public broadcasters, which are valued at 8 to 11 times projected 2006 pre-tax cash flow. (See accompanying illustration -- Barron's January 15.) Three of the operators, Gray, Lin and Nexstar, have considerable debt, which increases risk -- and opportunity. Gray, Lin and Nexstar effectively offers return characteristics of leveraged buyouts, without paying a big fee to an LBO operator. \u001d  And, contrary to popular perception, broadcast TV is gaining viewers this season, at the expense of cable. \u001d  \"Wall Street has sold our industry short,\" says Bob Prather, president of Atlanta-based Gray Television. \"Our stock is way undervalued. I've been preaching the gospel, but not many people seem to believe me.\" Gray insiders evidently do, because they were buying last month. \u001d  Gray focuses on TV stations in university towns and state capitals like Tallahasee, Fla., that have strong growth. Of Gray's 36 stations, 24 lead their markets in ratings. Prather says Gray doesn't want to sell out, but \"if the price is right, we'd take a hard look at it.\" Gray, Sinclair, Lin and Nexstar have market values under $1 billion, making them bite-sized acquisition candidates. \u001d  Irving, Texas-based Nexstar gets about 16 cents a month per cable subscriber after winning a battle with cable operators in 2006. \"We were the pioneer in taking on the cable companies,\" says Matthew Devine, Nexstar's chief financial officer. \"We service our local communities with as much as six hours of news a day.\" Devine is thrilled that CBS will take on the cable guys. \"The retransmission fees will only grow as we draft behind the big dogs.\" \u001d  Given Nexstar's low cash-flow valuation, the stock has plenty of appreciation potential. One bullish investor says the stock could double from its current price of $5 if it gets only a modestly higher valuation or keeps paying down debt. \u001d  Hearst-Argyle, largest of the five broadcasters, is the sector's blue chip. Its top shareholder, the privately held Hearst media conglomerate, keeps buying stock in the open market. Hearst owns 74% of the 92 million outstanding shares, which trade around 26. Ultimately, it could buy out the public holders. And Lin TV might get a buyout offer from Hicks, Muse, which owns almost half its stock. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"78d07960d41b18923160fe78ac44d754","symR":["SKYPE.YY"],"date":"2007-01-13","ret":[-0.00099],"ret5":[-0.00099],"Headline":"WSJ(1/13) Skype Duo Envisions Merging Best Of TV, Web","GmtTimeStamp":"2007-01-13T05:00:00.000000000","CompanyCodes":["SKYPE.YY"],"IndustryCodes":["BRD","ISV","MED"],"Story":"\b   (From THE WALL STREET JOURNAL) \b   By Kevin J. Delaney \u001d  Janus Friis and Niklas Zennstrom roiled the music industry with their first venture and the telecom world with their next. Now, the Scandinavian entrepreneurs behind the KaZaA file-sharing software and Skype Internet calling are backing an online video start-up that could shake up the television and cable industries as well. \u001d  Their closely held venture, which goes by the code name \"The Venice Project,\" promises to let users watch professional video such as TV shows and movies whenever they want on their personal computers with better image quality than many popular video sites. The free offering combines elements of traditional TV, such as channels that users can flip between, with Web functions such as chatting between users and keyword search for programs that consumers can then pull up on demand. \u001d  \"We want to merge the best of TV with the best of the Internet,\" says Mr. Friis. The Venice Project's chief executive, Fredrik de Wahl, says its aspirations are grand: \"We're going after TV-like audiences on the Web.\" \u001d  Like TV, the service will be financed by advertising that will be shared with the video-content owners. \u001d  A small number of users have been testing the service since last month, with a broad public release planned for the first half of this year. The Venice Project arrives in the wake of an explosion in Internet video consumption, with research firm eMarketer Inc. estimating that 123 million Americans will view such video at least once a month this year. But it also follows the emergence of countless other online video options for consumers, ranging from Google Inc.'s leading YouTube service to Apple Inc.'s popular online store for downloading TV shows and movies for a fee. \u001d  \"What they're doing is incredibly cool, says Mike Homer, chief executive of nonprofit Internet-video service Open Media Network and co-founder of online video company Kontiki Inc., which was purchased by VeriSign Inc. last year. But \"there's just a lot of stuff going on in the industry now that makes what they're doing not so unique.\" \u001d  Mr. Friis says the Venice Project isn't late, because it goes further in combining aspects of the Web and TV than any existing offering. Whereas YouTube and other popular sites offer short, low-video-quality clips -- most uploaded by individual users -- the Venice Project plans to offer full TV shows and movies from commercial content owners. Mr. de Wahl says it won't let consumers submit clips until quality and copyright issues are resolved. \u001d  He says the video is broadcast quality or better. Clips in its current test generally look good viewed full-screen on a PC monitor, but they often stutter, and parts of the images appear as small colored squares rather than the smooth image of a DVD. \u001d  Company executives concede that getting permission for users to watch high-quality, popular content is crucial. They'll only disclose that National Geographic, Warner Music Group Corp. and the IndyCar Series are providing video, but test users see content from other partners. \"It's very significant in that it really is a medium that allows content owners to distribute unlimited amount of content and then format it in all kinds of different ways,\" says Alex Zubillaga, Warner Music's executive vice president for digital strategy and business development. \u001d  In addition to trying to reinvent TV, the Venice Project aims to reshape TV commercials by drawing from what works on the Internet. It says advertisers will be able to target their ads, which combine full-screen video commercials with interactive features, based on users' video viewing habits and other data such as the user's location. Wrigley Co., Deutsche Telekom AG's T-Mobile USA and L'Oreal SA's Maybelline brand are among those participating in the current test. \u001d  The Venice Project uses so-called peer-to-peer technology -- which relies on users' computers to store and transmit data to each other -- that is similar to KaZaA and other file-swapping networks. But the company only streams the video, rather than letting users download whole program files, and says that it uses technology to prevent individuals from reassembling any data stored on their hard drives as watchable video. The Venice Project also serves some video from its own computers in order to increase reliability. \u001d  While Messrs. Friis and Zennstrom are the Venice Project's co-founders and remain involved, they still work full-time at Skype, which was purchased by eBay Inc. for $2.6 billion in 2005. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:00 ET (05:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7b637aac2a5c8942e1e82a49f151c7e0","symR":["AIMC","APA","APOL","ARW","BHP","BHP.AU","BIDU","BRNC","CECO","CHK","COCO","DD","DVN","GE","GOOG","HSOA","LOW","MON","SVBI","SYNN.VX","SYT","XOM","XTO","YHOO","AU000000BHP4","CH0011037469","US0374111054","US2635341090","US30231G1022","US3696041033","US9843321061"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) 2007 Barron's Roundtable: Speaking -2-","GmtTimeStamp":"2007-01-13T05:03:00.000000000","CompanyCodes":["AIMC","APA","APOL","ARW","BHP","BHP.AU","BIDU","BRNC","CECO","CHK","COCO","DD","DVN","GE","GOOG","HSOA","LOW","MON","SVBI","SYNN.VX","SYT","XOM","XTO","YHOO","AU000000BHP4","CH0011037469","US0374111054","US2635341090","US30231G1022","US3696041033","US9843321061"],"IndustryCodes":["BNK","CHC","CHM","CHS","CSV","DRL","ELQ","FAC","HIM","IDD","ISV","MNG","OIE","OIL","OIS","RTS","SAL","XATI","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XORD","XRUS","XSCI","XSMI","XSP5","XSTX"],"Story":"\u001d  Gabelli: I'm in Dear Abby's camp on the economy. In the first half, comparisons with last year will get more sluggish because of inventory corrections. That smoothes out incrementally going into the second half. Other ele- ments -- exports, nonresidential construction, consumer wages, employment, the wealth effect at the upper end -- provide ballast for the balance of '07. Inflation is a different issue. Profit margins will erode. You'll see more profit warnings. But earnings in general will be OK. About 40% of S&P 500 earnings are non- U.S.-based. U.S. companies operating outside the U.S. will do well, and currency translation will help, with the euro at <euro>1.30. But I'm with Felix on the stock market. \b \u001d  Q: How so? \u001d  Gabelli: The market hasn't had a 10% decline in a long time, and it's going to happen, whether in the middle of March or the middle of October. By the end of the year the market will be unchanged or slightly up, and '08 will look good. \b \u001d  Q: You've been quiet, Marc. What's wrong? \u001d  Faber: Whereas Felix only agrees with Abby, I agree with all of you. I agree with Art that we are in the midst of the greatest synchronized economic expansion in the world. In the first 150 years of capitalism, the colonial system prevailed. It was never the objective of the industrialized countries to boost growth rates in the colonies. They were used for exploitation. Once the colonial system broke down, roughly three billion people fell under communism and socialism. After 1980 commodity prices collapsed and Latin America went into a depression. Then the Soviet Union collapsed. While Latin America began to recover in the 1990s, Japan, at that time the second-largest economy in the world, had stopped growing. The Asian crisis hit in '97, the Russian crisis in '98. So there was no synchronized growth. \u001d  The recovery began in November 2001 in the U.S. Strong consumption growth in the U.S. boosted industrial production, notably in China. Incremental industrial growth, combined with strong personal-income gains and capital spending, then led China to import resources, in particular oil. That led to rising commodities prices, which greased the economies of the Middle East and the former Soviet Union. Demand from China for copper and iron ore greased Latin America and Australia, and those countries grew rapidly. They demanded more imported goods, capital goods and luxury goods from Europe and Japan, and bingo! You suddenly had the whole world expanding rapidly. However . . . \b \u001d  Q: We knew that was coming. \u001d  Faber: I agree with Art. I just disagree with his conclusions. Global imbalances have increased. The emerging world has grown much more rapidly than the United States. In the U.S., ultra-expansionary monetary policy got under way ahead of Y2K in 1999. It continued after 2001, when the Fed slashed interest rates to 1% from 6.5%. Though the Fed has raised rates since 2004, to 5.25%, we still have expansionary monetary policies worldwide. If you define economic growth by consumption, the U.S. has grown rapidly and will probably continue to grow. If you print money you give people the opportunity to spend. But along with the spending came a growing trade and current-account deficit, which was offset by surpluses in Asia. Every region of the world has a current-account surplus with the U.S. For the first time in capitalism, the poor countries, notably China, are financing consumption in the U.S. This will not last forever. \u001d  In 2006 -- hurrah, hurrah -- the Dow Jones Industrial Average was up 16% and the S&P 500 14%. But in euro terms the S&P was up less than 5%. In gold terms it was down. Against most commodities, the Dow was down. The U.S. also has a split economy. The typical household is not doing well. But one economy is doing exceedingly well: the asset shufflers in this room. [Nervous laughter] This economy is in the greatest bubble ever. There's a bubble in the art market; art prices were up 27% last year. There's a bubble in equities, especially in emerging markets, and in real estate in Anglo-Saxon countries. The big threat is not that liquidity will vanish because of Federal Reserve action. The Fed will print money, I guarantee you. But when asset markets go up, they create liquidity by allowing people to borrow more money against appreciating assets. When asset values go down, liquidity contracts immediately because people repay loans. The moment the asset bubble begins to deflate, liquidity will contract. \b \u001d  Q: Housing assets are deflating, and there's no liquidity crisis. \u001d  Faber: Housing could fall in real terms for the next 10 years, but stay level or rise in nominal terms. It depends how much money you print. By the way, I have here a million-dollar bill. In my lifetime I will need a million dollars to buy a cup of coffee. \b \u001d  Q: How long do you plan to live? \u001d  Faber: I am already on bonus time. \u001d  Cohen: The single largest buyer of U.S. Treasuries outside the U.S. has been oil-producing nations, via their investment offices in London, over the last two years. If oil prices stabilize at today's levels or continue to fall, the Treasury market could be affected. One potential area of vulnerability could be the U.S. bond market, including corporate bonds, about 30% of which are owned by foreigners. There could be a widening of yield spreads, which are at historical lows now. \u001d  Gross: Abby has hit the nail on the head. In the U.S., housing has not done well in the past six months, but other assets have. Liquidity has been provided on a global basis not only by the petroleum-reserve nations, but by Asian exporters with surplus reserves. Combined, Asian countries accumulate about $400 billion of excess reserves per year. OPEC-related nations have $500 billion. That's almost $1 trillion a year of surplus monies that, in a sense, have been oversaved and underspent. They have been flowing into global asset markets via higher commodity and stock prices. They have come back in the form of subsidized yields not only in the Treasury market but in corporate bonds. They've come back in almost all risky-asset markets. \u001d  Central banks now are raising rates and constricting liquidity. If oil, which has fallen from $72 a barrel in August/September to the high-$50s, stays at current levels, that, too, represents a contraction in liquidity, perhaps of $200 billion to $300 billion. If levered up -- and it has been levered in all these markets -- it represents a contraction of perhaps $1 trillion. \b \u001d  Q: What happened to the cliche that falling oil prices are a tax cut for the consumer? \u001d  Gross: They are a tax cut in terms of expenditures, but higher oil prices also have been stimulative in the past 12 to 24 months. OPEC has spent the money in the asset markets, exerting a multiplier effect in terms of wealth creation. \u001d  Faber: Bill is correct to talk about an excess of liquidity, but I disagree about its cause. America's current-account deficit has led to surpluses elsewhere. In China, the trade and the current-account surpluses have expanded in the past two years. To bring the imbalances into order -- to reduce the current-account deficit -- you need a significant recession in the United States. In other words, consumption must go down. Otherwise there is no chance in a million years that the U.S. deficits will shrink. \u001d  Cohen: Be careful what you wish for. A weaker U.S. economy would have a dramatic impact on economic activity outside the U.S. If the United States is the ultimate end-user, all of Asia, China included, would suffer. \u001d  Faber: The U.S. overestimates its importance in the global economy today. It might have been true in the 1960s and '70s that when the U.S. sneezed, the world caught a cold. But in Asia today, we have an economic bloc that is far bigger than the U.S. or Europe. There are 3.6 billion consumers. Also, 56% of U.S. imports from China represent goods made by subsidiaries of American companies. If you run a company and there's a demand deficiency, which production would you maintain: the high-cost or low-cost producer? In the next U.S. recession, there will be even more outsourcing. \u001d  Zulauf: If the U.S. enters a recession, the world will be affected by the shrinking of trade surpluses elsewhere and the multiplier effect. \b \u001d  Q: Archie, what do you think? \u001d  MacAllaster: We've had five good years and the stock market is due for a correction. There appears to be way too much leverage. Margin accounts are sky-high, about as high as they have ever been. Even though you can find a lot of reasonably priced stocks -- I can, in my kinds of stocks -- it is likely the market will have a good selloff at some point. With 2 1/2% growth in the economy for the year, the market will do a little better in the second half. But it will close just about where it is now. If I had to pick one or the other, I'd say lower. \u001d  I want to re-emphasize that margin debt is way, way up. You know, sometimes the borrowing is 10 times the equity provided. At some point, all these private-equity investors and others can't be geniuses. Some will do well -- the old 10% -- but some won't, and that could become a real problem for the economy and the market. \u001d  Faber: Let's talk about China's currency. The Chinese pegged the yuan at 8.28 to the dollar in 1994. The peg held until 2005, when they let the currency float upward. Now it's around CNY7.80 to the dollar. In the long run, the yuan and other Asian currencies will appreciate against the dollar. But it won't make a difference to the U.S. trade deficit because the Chinese import resources and components. They will buy these resources with a stronger currency, process them and send them to the U.S. The Chinese will maintain a trade surplus for a very long time, and their currency could double in value. \u001d  A strong currency makes you strong, a weak currency makes you weak. If the U.S. opts for a weak currency, as Abby says, it should be careful what it has wished for. A weak dollar could lift inflation rates substantially and potentially lead to a breakdown of the U.S. bond market. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 13, 2007 00:03 ET (05:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"80ee047c2f2eaefb72236a138f92981a","symR":["EN","ENEL.MI","TRN.MI","IT0003128367","IT0003242622"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"CdP Must Sell 10.2% Of Enel To Buy Terna -Italy Top Court","GmtTimeStamp":"2007-01-13T14:41:00.000000000","CompanyCodes":["EN","ENEL.MI","TRN.MI","IT0003128367","IT0003242622"],"IndustryCodes":["ELC","XDJGI","XISL","XMIB","XNYA"],"Story":"\b \u001d  ROME (Dow Jones)--State-run lender Cassa Depositi e Prestiti, or CdP, must sell its 10.2% stake in power company Enel SpA (EN) if it wants to purchase a 30% stake in grid company Terna SpA (TRN.MI), Italy's top administrative court ruled late Friday. \u001d  The Consiglio di Stato upheld a decision by a regional court last year, which had ruled in favor of a 2005 decision by Italy's antitrust regulator that CdP can't have the power to influence the strategy of both the nation's biggest power company and its national grid. \u001d  According to the regional court ruling, CdP must sell the Enel shares, worth nearly EUR5.0 billion, between July 2007 and July 2009 if it wants to go ahead with the Terna purchase. \u001d  CdP, which is controlled by the Italian finance ministry, said in a statement that it would discuss what decision to take at one of its upcoming board meetings. \u001d  Italy's finance ministry controls Enel with a 20% direct stake and the 10.2% indirect stake held by CdP. Finance Minister Tommaso Padoa-Schioppa last year said he didn't want to cut the government's stake in the former power monopoly below 30% to avoid making Enel an easier takeover target. \u001d  According to Italian rules, an investor must launch a full takeover bid for a company and therefore spend more money if it buys a stake of more than 30%. \b \u001d  -By Luca Di Leo, Dow Jones Newswires; +39 335 6171960; luca.dileo@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 09:41 ET (14:41 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"855508e4f9d0525be85c0a1ed337354e","symR":["RI"],"date":"2007-01-13","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/15) Speaking Of Divs: Payouts Defy Gravity","GmtTimeStamp":"2007-01-13T05:07:00.000000000","CompanyCodes":["RI"],"IndustryCodes":["RES","XDJGI","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  The 65 component stocks that populate the Dow Jones averages continued to lift their dividend payouts in the fourth quarter. The action was comprised entirely of dividend enrichments -- there wasn't a payout cut or omission to be seen. \u001d  In his latest survey of the Dow stocks, Barron's statistics manager Peter Miller counted four payout boosts among the 30 Industrials: Altria Group (ticker: MO); Home Depot (HD); McDonald's (MCD) and Microsoft (MSFT). All but the Home Depot hike, however, had been declared in the third quarter. Embattled Home Depot, by the way, added to its payout twice in 2006. \u001d  Another six Industrials sweetened their dividends, too, though these are payable in 2007's first quarter. That group: AT&T (T); Boeing (BA); Walt Disney (DIS); General Electric (GE); Intel (INTC) and Pfizer (PFE). \u001d  The 20 Transportation issues contributed two boosts -- by C.H. Robinson Worldwide (CHRW) and Burlington Northern Santa Fe (BNI). Robinson's is payable this quarter, and Burlington Northern's had been declared in the September quarter. \u001d  Among the 15 Utilities, American Electric Power raised its payout in the quarter. Four more enhanced October-December dividends by Edison International (EIX); Exelon (EXC); FirstEnergy (FE) and TXU (TXU) have their payout dates this quarter. \u001d  Besides these blue chips, the following 14 DJIA companies increased their dividends in 2006: American Express (AXP); American International Group (AIG); Caterpillar (CAT); Citigroup (C); Coca-Cola (KO); ExxonMobil (XOM); Honeywell (HON); International Business Machines (IBM); Johnson & Johnson (JNJ); Procter & Gamble (PG); 3M (MMM); United Technologies (UTX); Verizon (VZ) and Wal-Mart (WMT). \u001d  General Motors (GM) had the only dividend cut among all the Dow stocks last year. \u001d  Barron's Miller calculated that the combined Industrials paid out $267.75 in 2006 dividends, 8.5% above 2005's $246.85, for a 2.2% yield. \u001d  There were 11 other dividend hikes in 2006 among the 20 DJTA stocks via Alexander & Baldwin (ALEX); CSX (CSX); Expeditors International (EXPD); FedEx (FDX); GATX (GMT); J.B. Hunt Transport (JHBT); Landstar System (LSTR); Norfolk Southern (NSC); Overseas Shipholding (OSG); Ryder System (R) and United Parcel Service (UPS). \u001d  CSX and Expeditors also did 2-for-1 stock splits. \u001d  The total payout by the Transports in 2006, according to Miller, surged 20.1%, to $47.56 from 2005's $39.60. Yield: 1%. \u001d  The 15 Dow Utilities disbursed $14.31, versus $13.10, which made for a 3% yield. Other powered-up payouts came from CenterPoint Energy (CNP); Consolidated Edison (ED); Dominion Resources (D); Duke Energy (DUK); PG&E (PCG); Public Service Enterprise Group (PEG); Southern Co. (SO) and Williams Cos. (WMB). \u001d  To gauge their full return, here's how much each Dow groups' stock prices rose in 2006: Industrials, 16.3%, Transports, 8.7%, and Utilities, 12.8%. \b \u001d  Tough competition, rising costs and a drop in foot traffic are giving the casual-dining industry indigestion these days. One leading chain, Ruby Tuesday (RI), for example, posted a 4% drop in fiscal second-quarter (ended Nov. 30) profits, although revenue grew 14%. Given the environment, chief executive and founder Samuel E. (Sandy) Beall III said the Tennessee company had \"performed well on earnings and made solid progress on plans to take the brand toward a high- quality casual-dining restaurant.\" \u001d  In a show of confidence, Ruby Tuesday last week announced its intention to boost its semiannual dividend (25 cents, after being hiked in July from 2.25 cents). The increase will be done annually, following the end of its fiscal year (May 31), in line with its percentage increase in net income, up to 10%. Also, it added five million shares to the remaining 5.2 million in its stock-buyback program. \u001d  The Big Board-listed stock was recently quoted at 28.23. It yields 1.8%. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"87df10bfb7fb1efb1c01d7bdbeef31b6","symR":["ANR"],"date":"2007-01-13","ret":[-0.00099],"ret5":[-0.00099],"Headline":"UPDATE: 2 Miners Killed In W Virginia Coal Mine-Officials","GmtTimeStamp":"2007-01-13T21:11:00.000000000","CompanyCodes":["ANR"],"IndustryCodes":["COA","MNG","XDJGI","XNYA","XRUS","XSCI"],"Story":"\b \u001d  (Updates with mine owned by Alpha Natural Resources LLC; investigators going to scene) \b \u001d  CUCUMBER, W.Va. (AP)--A roof collapsed in a mine in West Virginia Saturday morning, killing two miners, authorities said. \u001d  The miners apparently were caught when a pillar fell, said Ron Wooten, director of the state Office of Miners' Health, Safety and Training. Wooten said rescuers were bringing their bodies to the surface. \u001d  \"There's no need for rescue teams, the individuals have been recovered,\" he said. \u001d  Dispatchers said the accident happened up to 1 1/2 miles inside the Brooks Run mine in McDowell County. \u001d  Additional details weren't immediately available. Wooten said he expected to learn more when a team of investigators returns from underground. \u001d  The mine is owned by Alpha Natural Resources LLC. In October, a miner was killed in a wall collapse at Alpha's Whitetail Kittanning Mine in Newburg. \u001d  A year ago, an explosion killed 12 men at the Sago Mine in West Virginia's Upshur County. Also last January, two miners died in a fire at the Aracoma Alma No. 1 Mine in Logan County. \u001d  Cucumber is about 90 miles west of Roanoke, Va. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 16:11 ET (21:11 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8d9fbe972522dba6f237fab6d9c2e74a","symR":["AFB.YY","ESCL"],"date":"2007-01-13","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(1/15) Another Shoe Drops At Escala","GmtTimeStamp":"2007-01-13T05:06:00.000000000","CompanyCodes":["AFB.YY","ESCL"],"IndustryCodes":["CSV","XDJGI"],"Story":"\b   (From BARRON'S) \b   By Neil A. Martin \u001d  Troubled collectibles firm Escala Group was delisted by the Nasdaq Stock Market last week after it failed to meet deadlines for filing earnings for its fiscal year ended June 30 and its quarter ended Sept. 30. \u001d  The New York-based dealer in stamps, coins and other collectibles is under investigation by the Securities and Exchange Commission for alleged fraud in its dealings with its 67% owner, Spain's Afinsa Bienes Tangibles, the world's biggest stamp dealer, which itself is under investigation in Spain for criminal fraud and money laundering. Spanish authorities say the Madrid firm, who questionable practices Barron's highlighted two years ago (\"Sticky Situation,\" May 23, 2005),  is insolvent and eventually will be liquidated. \u001d  Escala shares plummeted 42%, to $4.54, when the delisting notice was announced Tuesday, and finished the week near $4. The stock is off by nearly 90% from it all-time high of 35, reached last Feb. 8. \u001d  Traders say the stock will continue to decline as institutional holders are forced to liquidate their positions because of internal mandates that prohibit them from holding unlisted \"pink sheet\" stocks. \u001d  \"It could fall below book value,\" says one of the few analysts who follows the company. The analyst estimates that after write-downs of inventory related to its Afinsa business and other business losses, Escala's 29.2 million shares have a per-share book value of around $2.30 to $2.60. \"And if you take into account other yet-to-be calculated charges related to fighting shareholder lawsuits, the cost of the recent internal audit, the ongoing SEC investigation, what Spain might do with its shares of Escala, you can very easily get to a number around $1 a share in net asset value,\" he adds. \u001d  Also hanging over the stock are a number of issues unanswered by the company's recent internal audit, such as the details of a $21 million art donation in the June 2005 quarter that boosted Escala's earnings by 15 cents. Escala had never revealed who received this gift or who appraised the art. \u001d  Curiously, in government filings, it has characterized the value of the art as \"de minimis\" -- next to nothing. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"934614dd74e007228fd3f5ea8db3cf8e","symR":["AAPL","BBX","BRNC","GPS","NLST","SF","TLAB","TWB","US0378331005"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) Research Reports: How Analysts Size Up Companies","GmtTimeStamp":"2007-01-13T05:07:00.000000000","CompanyCodes":["AAPL","BBX","BRNC","GPS","NLST","SF","TLAB","TWB","US0378331005"],"IndustryCodes":["BNK","CMT","CPR","DRL","OIE","RTS","SAP","SCR","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  Apple \u001d  -- AAPL-NNM \b \u001d  Outperform \u001d  -- Price 92.57 on Jan. 10 \u001d  by Pacific Crest \b \u001d  The new iPhone appears to be a quantum leap forward in mobile devices, with Apple OS enabling a robust experience beyond that offered by competing devices. The high price and potential lack of complete corporate e-mail support are the only headwinds, in our view. Our 12-month price target of 100 is based on 35 times our calendar 2007 earnings-per-share estimate of $2.80. Market and macroeconomic conditions could interfere with realization of price target, as could . . . supply constraints on components for iPod, pricing pressures in Mac-systems business and potential channel disruption from opening of direct-to-consumer retail stores. \b \u001d  BankAtlantic Bancorp \u001d  -- BBX-NYSE \b \u001d  Hold \u001d  -- Price 13.55 on Jan. 9 \u001d  by Sandler O'Neill \b \u001d  Target: 14. BBX announced . . . agreement to sell Ryan Beck Holdings, its wholly owned investment-banking subsidiary . . . to Stifel Financial (SF); close expected mid-February. Initial consideration will consist of about 2.531 million shares of SF common (valued at $96.4 million [as per Jan. 8] close). SF will also issue five-year warrants for purchase of up to 500,000 shares at exercise price of 36. . . . At 1.1 to 1.4 times book . . . we view the [deal] as fair.  . . . We've long viewed RB as among the weaker publicly traded regional brokerage franchises. \b \u001d  Bronco Drilling \u001d  -- BRNC-NNM \b \u001d  Outperform \u001d  -- Price 14.13 on Jan. 10 \u001d  by Raymond James \b \u001d  Bronco announced it has acquired Eagle Well Service for $20.6 million. The acquisition includes 31 workover rigs. . . . Eagle operates in Oklahoma, Texas, Kansas and New Mexico. Bronco paid . . . almost $665,000 per rig; 17 of the 31 rigs are less than two years old and the current going rate for a new rig is $850,000 to $1 million. . . . Bronco now has offset to natural-gas-related softness . . . this acquisition should be 10 cents accretive to full-year 2007. Therefore we're increasing our '07 EPS estimate from $2.10 to $2.20 and 12-month target to 22, based on 10 times our 2007E EPS (at least 50% below historical multiple for land-drilling sector). \b \u001d  Gap \u001d  -- GPS-NYSE \b \u001d  Sell/Aggressive \u001d  -- Price 20.26 on Jan. 9 \u001d  by A.G. Edwards \b \u001d  In the past nine years, the average large retailing [merger/acquisition] deal has occurred at 10.4 times earnings before interest, taxes, depreciation and amortization . . . With Gap's enterprise value already equal to 10.3 times estimated Ebitda for next year, we see limited upside even in the event a private-equity or other buyer emerges. . . . We believe operating returns aren't likely to increase substantially from next year's estimated levels . . . in view of pronounced negative performance momentum [of recent] years. We put downside at $5 per share from current price (to the extent the stock trades on fundamentals) and upside at $2 a share (to the extent someone overpays for GPS and values the retailer, ex capitalized operating leases, at 11 to 12 times trailing Ebitda). \b \u001d  Netlist \u001d  -- NLST-NNM \b \u001d  Buy \u001d  -- Price 9.50 on Jan. 9 \u001d  by W.R. Hambrecht \b \u001d  Target: 12; unique play on server and DRAM markets; initiating coverage with Buy. Netlist manufactures memory modules and flash sub systems largely for the server and work-station markets and [is building] its presence with the leading original-equipment and original-design server manufacturers. . . . We estimate Netlist to post year-over-year revenue and earnings growth in 2007 of 30%-plus and 90%, respectively. . . . Market cap: $146.3 million. \b \u001d  Tellabs \u001d  -- TLAB-NNM \b \u001d  Market Perform/Speculative \u001d  -- Price 10.72 on Jan. 8 \u001d  by Morgan Keegan \b \u001d  Downgrade to Market Perform on ugly preannouncement [of] 4Q06 results for sales of $455 million to $470 million, versus our $526 million/Street's $534 million estimate. EPS including stock-based compensation could be 7 to 9 cents, versus our 13 cents/Street's 14. . . . We believe 2007 may offer little growth. . . . Wireless capex likely declines materially in '07; two of three growth areas for Tellabs have poor margins: fiber-to-premises and optical transport. Limited growth/unfavorable mix shifts are balanced by reasonable valuation and near-$3/cash a share. \b \u001d  Tween Brands \u001d  -- TWB-NYSE \b \u001d  Market Perform \u001d  -- Price 41.05 on Jan. 9 \u001d  by Friedman Billings Ramsey \b \u001d  Target: 41. Tween . . . lower[ed] FY4Q06 comp guidance from mid-single digit range to +3% to +4% range. . . . The company now expects 4Q EPS to be in the range of 85 to 88 cents, down from prior guidance of 95 cents to $1; we and the Street had 98 cents. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"95f3ade001af6f4498379ec00dfffc53","symR":["GE","US3696041033"],"date":"2007-01-13","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"GE Shuts X-Ray Gear Plant Under Deal With US Regulators","GmtTimeStamp":"2007-01-13T18:00:00.000000000","CompanyCodes":["GE","US3696041033"],"IndustryCodes":["IDD","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b \u001d  SALT LAKE CITY (AP)--A Salt Lake City medical manufacturer has been shut down after the U.S. Food and Drug Administration said its surgical imaging devices could put patients at risk. \u001d  The FDA announced a consent decree Friday with GE OEC Medical Systems, four months after an audit showed violations of federal quality assurance regulations. The company, a subsidiary of General Electric Co. (GE) since 1999, stopped shipping its fluoroscopic X-ray and navigation systems following the audit. \u001d  \"These devices are used on thousands of patients, and their dependability and accuracy are critical for the successful outcomes of important medical procedures,\" according to Daniel Schulz, director of the FDA's Center for Devices and Radiological Health. \u001d  Under the FDA agreement, GE OEC can't manufacture or sell equipment until it complies with federal law. The agreement affects a Utah plant and a GE Healthcare plant in Lawrence, Mass. About 30 Utah employees have been placed on furlough. \u001d  Doctors commonly use the C-arm X-ray machines to see inside the body during minimally invasive orthopedic, cardiac and vascular surgeries. \u001d  GE Healthcare previously recalled the devices after learning that in some circumstances patients could be exposed to excessive radiation. The machines could also lose or mix up patient images after a procedure. \u001d  \"The company takes FDA observations very seriously and is working aggressively to address and resolve the issues identified as quickly as possible,\" GE Healthcare spokesman Brian McKaig said. \u001d  As one condition of the decree, GE Healthcare must hire an independent expert to inspect the Utah and Massachusetts plants to make sure corrective measures are implemented. \u001d  FDA officials sent warning letters to the Utah plant in March 2005, noting quality control problems in manufacturing, packaging and equipment installation. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 13:00 ET (18:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9d1181ca193e6c90a259cc0022874390","symR":["AA","COH","GLW","INTC","LLY","NFLX","PFE","SLAB","SNDK","US0138171014","US4581401001","US5324571083","US7170811035"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) he Striking Price: Predicting Profits Via Options","GmtTimeStamp":"2007-01-13T05:05:00.000000000","CompanyCodes":["AA","COH","GLW","INTC","LLY","NFLX","PFE","SLAB","SNDK","US0138171014","US4581401001","US5324571083","US7170811035"],"IndustryCodes":["ALU","CLO","CMT","DRG","OTS","RTS","SEM","TEX","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Steven M. Sears \u001d  During corporate earnings season, options trading will be to the financial market what canaries in birdcages once were to the mining industry. Everyone will look at put and call patterns, and especially volatility levels, to see if options are singing or silent ahead of reports. \u001d  High-volatility options will indicate stocks that traders think are primed to make a sharp move. Low-volatility options will spotlight stocks expected to barely budge on earnings. Earnings season, which began late Tuesday when Alcoa (AA) reported a 60% increase in fourth-quarter profits, will pace trading for the next few weeks. \u001d  Already, earnings-trading lists are circulating to help traders and portfolio managers decide how to position for earnings. The companies on the lists have been dissected into so many data points and then reassembled to try to quantify how their stocks behaved in past earnings cycles, and to predict how they might respond this time. \u001d  Goldman Sachs' initial earnings trading menu has Netflix (NFLX) leading the list of high-volatility issues expected to move on earnings. Netflix's options imply a 20% one-day earnings move, up or down. Other stocks Goldman identified as having unusually high implied moves are Silicon Laboratories (SLAB) and Steel Dynamics (STLD) at 16%, Corning (GLW) and Sandisk (SNDK) at 15%, Coach (COH) at 13%, and St. Jude Medical (STJ) and WR Grace at 12%. \u001d  Traders fundamentally have two primary opportunities with high-volatility options. They can sell because they think volatility will decline when the earnings are released, or they can buy to participate in the big stock move anticipated by the options. \u001d  Low-volatility options, which usually include mega-cap stocks, are often attractive to bullish traders who buy inexpensive options as stock surrogates. Options prices for Intel (INTC), Eli Lilly (LLY), General Electric (GE) and Pfizer (PFE) imply the stocks may move about 2% on earnings. \u001d  If past quarters are any indication, conclusions about these and other stocks will emerge in the options market the day before these companies are scheduled to release their profit reports. \u001d  Earnings-related trading will likely focus on options with strike prices close to the underlying stock's current price, extending an ongoing trend in the options market in which traders primarily remain unwilling to expose themselves to big losses or gains. \u001d  This essentially defensive stance is starting to manifest itself in index options, as traders seek to protect portfolios from whatever turbulence earnings might unleash in a broad market that many believe is poised to decline from its record-high level. \u001d  Sales traders are starting to recommend that clients buy what they call \"1x2\" downside protection. This entails acquiring one at-the-money put on a major index and paying for it by selling two slightly out-of-the money puts. These positions will rise in value if stock prices slip modestly, but will prove treacherous if the market falls sharply below the short puts' strike prices. \u001d  So far, these trades are appearing in the iShares Russell 2000 Index (IWM), as well as exchange-traded funds that track the S&P 500 (SPY) and Nasdaq-100 (QQQQ). \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a3b24d1de09621069acdcdd5212688bb","symR":["SAP","SAP.XE","VLKAY","VOW.XE","DE0007164600","DE0007664005"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) European Trader: Caution: Don t Exaggerate SAP s Woes","GmtTimeStamp":"2007-01-13T05:07:00.000000000","CompanyCodes":["SAP","SAP.XE","VLKAY","VOW.XE","DE0007164600","DE0007664005"],"IndustryCodes":["AUT","SOF","XDAX","XDJGI","XISL","XNYA","XST5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Arindam Nag and Steve McGrath \u001d  The valuation premium that SAP enjoys over rivals like Oracle and Microsoft is in danger. \u001d  Shares of SAP, the world's largest seller of business software, fell more than 10% Thursday in trading in New York, closing at $48.50. Triggering the drop was the company's preliminary disclosure that its software-license sales had risen a disappointing 7% in the fourth quarter. \u001d  With two revenue warnings in a year from the German software company, its ability to deliver incremental growth ahead of its rivals in 2007 is in doubt. Management will have to change tack by erring on the side of caution when providing sales and earnings guidance. SAP (ticker: SAP) is slated to do that next at its 2006 earnings report Jan. 24. \u001d  But pressure also is on management to give a firmer commitment for the early launch of its mid-market product range, expected in the second half, on which much of SAP's future growth depends. \u001d  That said, it would be wrong to exaggerate SAP's difficulties or say that it's giving up incremental market share to arch rival Oracle (ORCL), especially after the U.S. company's own latest quarterly numbers were disappointing. Oracle's organic growth declined, while that of SAP's license revenues, on a constant-currency basis, gained 12%. \u001d  Drilling through the numbers, discounting currency changes, the shortfall in software sales is just 40 million euros from the lower end of range -- not huge for a company that generates over 9 billion euros in annual sales. That may be why SAP stock mounted somewhat of a comeback Friday, rising 3.3%, to 50.10. \u001d  Two factors have gone against SAP: the weak dollar and sluggish advances in newer markets -- such as the public sector and financial services -- in the U.S. The weak greenback means dollar income translates into lower euro earnings, while SAP products become less competitive in dollar zones. \u001d  So 15% constant-currency U.S. growth translated into just a 4% gain in the fourth quarter. Revenue growth also fell in Latin America, leading to no growth over all in the Americas. Revenue in the Asia Pacific region, where many currencies are pegged to the dollar, shrank. Europe was the sole bright spot. \u001d  The main question for investors is how much of SAP's current premium is at risk. Before Friday's warning, the stock traded at 28 times average 2006 earnings forecasts, versus 18 times for Oracle and 21 for Microsoft (MSFT). \u001d  Much depends on SAP's ability to hold down discretionary spending, plus the timing of the launch of the new mid-market products. \b \u001d  It didn't take long for Volkswagen's new chief executive, Martin Winterkorn, to undo his predecessor's management structure and strategy. That leaves investors bracing for a possible slowdown in the restructuring at Europe's biggest car maker. \u001d  The architects of VW's revamping over the past few years -- former CEO Bernd Pischetsrieder and head of the VW brand group Wolfgang Bernhard -- have been replaced. \u001d  One part of their plan -- grouping brands in two separate units to extract synergies like component sharing -- is being shelved. The brands -- VW, Skoda, Seat, Lamborghini, Audi, Bentley and Bugatti -- are now free to operate as they wish, though there are new management positions to make sure they're not pulling in different directions and ignoring opportunities for cost savings. \u001d  Winterkorn's shakeup casts doubt over the determination of Volkswagen (ticker: VOW.Frankfurt) to sort out its key problem: the high cost of its German operations. It had taken Pischetsrieder and Bernhard two years of tough negotiations to drive through 20,000 job cuts and a new labor deal in Germany. There are signs that it has worked for now, as the VW brand's profitability has started to rise. \u001d  But Winterkorn doesn't have the same record on restructuring. As head of the Audi group under Pischetsrieder, he had ultimate responsibility for turning around Spanish unit Seat, where he achieved mixed results. The cars are undoubtedly better, but the unit remains unprofitable. What's more, new measures to address VW's German costs were noticeably absent from his strategy statement Thursday. \u001d  There's also the Ferdinand Piech factor. Winterkorn is a close ally of VW's supervisory board chairman. In fact, the new management structure at VW looks very similar to the structure that was in place when Piech was CEO. \u001d  VW is enjoying some momentum. VW, Skoda and Audi are selling well, and the company is profitable. But with the auto maker yet to find a solution to making money in the U.S. market -- and in no need of more pet projects like Piech's luxury flop, the Phaeton -- the Piech-Winterkorn axis hasn't proved it can keep restructuring going in Germany so that earnings keep improving. \u001d  --- \u001d  Arindam Nag and Steve McGrath, who are based in London, contribute to The Skeptic, a Dow Jones Newswires column on which this European Trader is based. \u001d  --- \b                         DOW JONES GLOBAL INDEXES \b \bRegion/ \bCountry \b   DJ Global          DJ Global          DJ Global     Point \b    Indexes,           Indexes,           Indexes,      Chg.    % Chg. \b Local Curr.    Wkly     U.S. $    Wkly  U.S. $ on      From      From \b    01/12/07  % Chg.   01/12/07  % Chg.   12/31/06  12/31/06  12/31/06 \b \bAmericas \b                         354.34   +1.74     351.71     +2.63     +0.75 \b \bBrazil \b  5612337.99   +2.05    1033.33   +2.25    1067.30    -33.98     -3.18 \b \bCanada \b      421.67   +1.58     416.18   +2.02     425.73     -9.55     -2.24 \b \bChile \b      563.34   +0.18     391.07   +0.45     393.68     -2.60     -0.66 \b \bMexico \b     1757.62   +0.90     491.28   +0.51     500.99     -9.71     -1.94 \b \bU.S. \b      347.04   +1.73     347.04   +1.73     343.25     +3.79     +1.11 \b \bVenezuela \b     2999.45  -15.65      48.73  -25.87      58.10     -9.38    -16.14 \b \bLatin America \b                         546.05   +1.22     560.18    -14.14     -2.52 \b \bEurope \b                         349.12   +1.20     349.72     -0.61     -0.17 \b \bAustria \b      451.90   +0.09     455.21   -0.38     465.16     -9.95     -2.14 \b \bBelgium \b      425.71   +2.01     429.04   +1.53     427.54     +1.50     +0.35 \b \bDenmark \b      489.89   +1.11     503.02   +0.63     505.70     -2.68     -0.53 \b \bFinland \b     1291.20   +0.67    1163.27   +0.20    1206.63    -43.37     -3.59 \b \bFrance \b      356.24   +1.78     363.72   +1.30     365.73     -2.02     -0.55 \b \bGermany \b      300.59   +1.69     301.83   +1.21     302.80     -0.96     -0.32 \b \bGreece \b      413.10   +1.37     307.15   +0.90     295.24    +11.91     +4.03 \b \bIreland \b      662.77   -1.22     652.21   -1.68     671.96    -19.75     -2.94 \b \bItaly \b      337.74   +1.26     279.52   +0.78     280.63     -1.12     -0.40 \b \bNetherlands \b      400.58   +1.84     402.46   +1.36     401.84     +0.62     +0.15 \b \bNorway \b      413.48   +1.40     383.12   +0.02     402.36    -19.24     -4.78 \b \bPortugal \b      311.39   +2.16     272.32   +1.68     270.37     +1.95     +0.72 \b \bSpain \b      556.81   +0.38     421.58   -0.09     422.08     -0.50     -0.12 \b \bSweden \b      633.90   +1.17     532.25   +0.50     542.62    -10.37     -1.91 \b \bSwitzerland \b      534.62   +1.57     581.55   +0.86     577.55     +4.00     +0.69 \b \bUnited Kingdom \b      266.33   +0.19     279.23   +1.88     278.31     +0.92     +0.33 \b \bSouth Africa \b                         308.36   +2.25     319.28    -10.92     -3.42 \b \bPacific Region \b                         144.48   -0.56     146.16     -1.68     -1.15 \b \bAustralia \b      383.72   +1.12     395.05   +1.51     400.56     -5.51     -1.38 \b \bHong Kong \b      377.92   -0.84     376.86   -0.96     377.97     -1.11     -0.29 \b \bIndonesia \b      538.25   -8.17     117.44   -9.34     127.96    -10.52     -8.22 \b \bJapan \b      110.65   +0.50     114.74   -0.85     115.76     -1.02     -0.88 \b \bMalaysia \b      210.95   +0.24     163.32   +0.18     158.88     +4.45     +2.80 \b \bNew Zealand \b      197.53   +0.11     252.26   +0.44     259.49     -7.23     -2.79 \b \bPhilippines \b      303.69   +0.30     160.98   +0.00     159.92     +1.06     +0.66 \b \bSingapore \b      238.58   -0.33     250.46   -0.83     249.36     +1.09     +0.44 \b \bSouth Korea \b      286.48   +0.40     231.04   -0.21     241.17    -10.12     -4.20 \b \bTaiwan \b      195.54   -1.12     153.86   -1.60     156.13     -2.28     -1.46 \b \bThailand \b      118.45   +3.14      77.51   +2.96      81.33     -3.82     -4.70 \b \bEuro Zone \b                         355.09   +0.91     356.67     -1.58     -0.44 \b \bEurope (ex.U.K.) \b                         388.18   +0.86     389.85     -1.67     -0.43 \b \bNordic Region \b                         573.48   +0.38     587.36    -13.87     -2.36 \b \bPacific Region (ex. Japan) \b                         303.60   -0.13     308.33     -4.73     -1.53 \b \bWorld (ex. U.S.) \b                         241.17   +0.65     243.05     -1.87     -0.77 \b \bDOW JONES WORLD STOCK INDEX \b                         277.70   +1.14     277.50     +0.20     +0.07 \b \bIndexes based on 12/31/91=100. \b \b2007 Dow Jones & Co. Inc. All Rights Reserved. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"affe771e51876d8dc6eaace40a433983","symR":["AIMC","APA","APOL","ARW","BHP","BHP.AU","BIDU","BRNC","CECO","CHK","COCO","DD","DVN","GE","GOOG","HSOA","LOW","MON","SVBI","SYNN.VX","SYT","XOM","XTO","YHOO","AU000000BHP4","CH0011037469","US0374111054","US2635341090","US30231G1022","US3696041033","US9843321061"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) 2007 Barron's Roundtable: Speaking -4-","GmtTimeStamp":"2007-01-13T05:04:00.000000000","CompanyCodes":["AIMC","APA","APOL","ARW","BHP","BHP.AU","BIDU","BRNC","CECO","CHK","COCO","DD","DVN","GE","GOOG","HSOA","LOW","MON","SVBI","SYNN.VX","SYT","XOM","XTO","YHOO","AU000000BHP4","CH0011037469","US0374111054","US2635341090","US30231G1022","US3696041033","US9843321061"],"IndustryCodes":["BNK","CHC","CHM","CHS","CSV","DRL","ELQ","FAC","HIM","IDD","ISV","MNG","OIE","OIL","OIS","RTS","SAL","XATI","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XORD","XRUS","XSCI","XSMI","XSP5","XSTX"],"Story":"\u001d  Gross: One macro point: We make a mistake -- and I've made the same mis- take -- focusing exclusively on real GDP. We assume a 2% real GDP number is a Goldilocks number. It's not too hot or too cold, and it's certainly not a recession. In so doing, we fail to focus on nominal GDP, which is buried in the Commerce Department's press release. In a debt-laden economy that requires appreciation of the nominal economy to service its debt, nominal GDP is critical. In 2007, it is nominal GDP that stands a chance of encountering a recession. I don't mean it goes below zero, because that rarely if ever has happened. But a nominal-GDP recession is somewhere in the 3% to 4% vicinity. It is at that point that asset appreciation begins to go in reverse, which is what we're really talking about in terms of a market outlook. \u001d  Oil is about 8% of the total CPI package. When oil prices decline by 20% or so, you see a 11/2% to 2% subtraction from core CPI. The consumer-price index will be in the 1% zone, plus or minus, by midyear, which means nominal GDP will be approaching 3%. Be careful about forecasting nominal earnings growth of 6% or 8% or 10% in a world in which the nominal U.S. economy is only going to grow by 3%-4%. \b \u001d  Q: Let's go on to the stock market. Felix? \u001d  Zulauf: This will be a transition year to a better '08-'09. There will be a shakeout at some point, and some difficulties in corporate earnings. What I'm not sure about is the timing of the shakeout. The market is overheated and trends are aging or losing power. Particularly if the carry trade [borrowing at low rates to purchase higher-yielding assets] goes into reverse -- if the yen suddenly starts to strengthen -- some players will have to reduce their leverage and sell. \b \u001d  Q: What does that imply for rates? \u001d  Zulauf: You could have a brutal correction in all asset markets. One is on the way in commodities, which began topping last May. If commodities peaked last spring, they could make a low around the middle of '07. A lot of aggressive money is positioned on the long side in commodities. That's a problem, together with those who have financed carry-trade positions in yen. If the yen goes against them, they will either have to hedge the yen -- meaning they will buy it and push it up more -- or reduce their asset side. All these things together could lead to a brutal shakeout in the next few months. There could be a 15% to 20% drop in the general markets. That would be the better outcome because it would clear the markets of excess and bring the central banks in to loosen credit. A good shakeout first would be a wonderful scenario. Then the market could go up, slowly at first, accelerating over the next two to three years. If the corrective process in the first few months of '07 is shallow and mild, we'll have one later, from a higher level. But the odds are it will happen sooner. \b \u001d  Q: Art, what do you think about the market and interest rates? \u001d  Samberg: Rates will probably go up and then go down. The economy is having a little bounce. Later this year there will be a slowdown, and rates will come down by maybe half a percentage point, not much. \u001d  Zuluaf: Are you talking short or long rates? \u001d  Samberg: I am talking short. As for the market, I hope we get a correction early on. You know there will be a correction sometime, with the VIX [volatility index] so low. I don't see why there should be a huge one. But there are those asset shufflers. Others, like me, call them asset allocators. \u001d  Gabelli: Asset enhancers, hopefully. \u001d  Samberg: John is involved with some investment committees and so am I. The world is a helluva lot different than it used to be. One committee I'm on had a ton of money with one U.S. long-only manager, and it no longer does. The committee's portfolio was up 23% last year for the fiscal year ended June 2006. There has been a much greater allocation of institutional money into hard assets and other things. When then happens, you have to look not only at economic growth, but all the financial strategies that go on around it. You could have a melt-up in commodities that is futures driven, not physically driven. It complicates relationships. You've got to look below the surface and find out what's really going on. \b \u001d  Q: Abby, what do you think? \u001d  Cohen: I'm bullish this year, but not as much as last year. At this time last year, the S&P was around 1250. Using fundamentally driven models, we predicted it would close at 1400, which is roughly where it is now. Using the same models, we are estimating a fair value of 1550 at the end of this year. We always like to give ourselves some headwinds, however, so I'm assuming 6% or 6.5% nominal earnings growth. The surprise there could be to the upside. Our earnings-growth estimate would be more robust, except we are assuming a sharp deceleration in the growth of energy-company profits. \u001d  More important from a mathematical standpoint, we are making some unpleasant assumptions about interest rates. The Fed will look at a weak-ish economy in the next several months, and may lower interest rates. Not much is going to happen to intermediate- and long-bond yields, but I like to be conservative in my model so I assume intermediates will rise by 75 basis points [a basis point is one one-hundredth of a percentage point] from current levels. Those are the numbers I'm using to come up with 1550. I disagree with the people around this table who said the U.S. equity market is overpriced. I just don't see it. On a P/E-ratio basis, which is not our preferred approach, the market is trading at about 16 times earnings. At previous periods when core inflation was at roughly these levels, the median P/E was about 181/2 times earnings. \b \u001d  Q: Is there anything that worries you? \u001d  Cohen: We've gotten accustomed to extraordinarily low volatility. The standard deviation of daily price changes has been running at about 8%. The historical average in the U.S. is 16% to 18%. The combination of high liquidity and low volatility around the world helps to explain the significant risk appetite demonstrated by many investors. If volatility moves toward more normal levels, we might start to see some disruptive patterns. One problem might lie in the narrow yield spreads among lower-rated corporate bonds. Also, in the U.S., the relative valuation is roughly the same for large-cap and small-cap, high-quality and low-quality stocks. If volatility begins rising and liquidity diminishes, portfolio managers will move to higher-quality issues. \u001d  Black: Abby's right on P/Es. The S&P and the Russell 2000 Value index are pretty much homogeneously priced. But on a price-to-book-value basis there are significant differences. The S&P 500 is one full multiple point higher, at about 2.8 times book. The others trade at about 1.8 and 1.85 times book. If you go back to the theories of Fama and French [Professors Eugene Fama and Kenneth French], companies with smaller capitalizations and lower price-to-book values do better over time. \u001d  Cohen: They do particularly well if they survive. \u001d  Black: I said I'm modestly bullish. Many of the tech stocks Fred covers are not cheap. They trade at 17, 18, 20 multiples of earnings. A lot of the bigger consumer-staples names are single-digit top-line growers with 18 and 19 P/Es. It's the same with pharmaceuticals. It's a fallacy to think large-cap growth is the place to be. You are paying excessive P/E-to-growth ratios for them. You can do much better on a case-by-case basis in small and mid-cap values. \u001d  Cohen: I didn't say growth stocks. I said high-quality. When I talk about the relative value of different groups, this is risk-adjusted. \b \u001d  Q: Scott, where are interest rates headed? \u001d  Black: Long-bond yields are headed down -- to 4.25%-4.50%. \u001d  Gross: Volatility isn't the only element of pricing, but it is a critical one. That's true whether you're talking about the volatility of oil prices or interest rates or the stock market. To the extent that it is low, we see it as a synonym for complacency. If it is at an abnormally low level, an increase would have an effect on financial markets. \u001d  Meryl, what are you looking for in interest rates, even though you don't look at interest rates? \u001d  Meryl: I use a discounted-free-cash-flow model, employing discount rates of 10% to 12%. If the yield on the 10-year is at 4.24%-4.75%, it doesn't matter. \u001d  MacAllaster: Interest rates aren't coming down. The Fed will stay right where it is, at 5.25%, or go higher. At some point, you're going to have to protect the dollar. In order to keep the dollar stable against the euro and the rest, you may have to raise rates. \b \u001d  Q: Fred, what do you think? \u001d  Hickey: With my outlook on the economy, I don't think interest rates are going higher. They are going lower. We will have at least a 10% correction in stocks. The trucking index already is at recession levels. Everyone seems complacent out there. \b \u001d  Q: In here, too. Do you think tech stocks will be a buy 10% lower? \u001d  Hickey: They will. If we get a bear market, we'll finally get the capitulation stage in tech. Technology stocks have underperformed the market for six or seven years. For the past three years, the Philadelphia Semiconductor Index was down 14%. In the U.S. market, which was one of the worst-performing stock markets last year, you couldn't find a worse group than semiconductors. Yet among managers surveyed by Frank Russell, tech still was the most popular sector. Two-thirds were bullish on tech at the end of 2006. When we get a bear market and the stocks capitulate, I'll come here and give you 55 tech names to buy. \b \u001d  Q: How many years will that be? \u001d  Hickey: The capitulation hasn't occurred, yet the fundamentals keep deteriorating. There's tremendous price pressure in tech. In my world, contract manufacturers are talking about major downturns, big declines in order rates. A Sanford Bernstein report said there were inventory increases at every level of the food chain in tech. If the economy sinks as a result of the housing downturn, tech will be a disaster. \b \u001d  Q: Is there any point to bonds at all? \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 13, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b1d224d6fd2e73af5b464ff0f82a4894","symR":["T","US00206R1023"],"date":"2007-01-13","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(1/15) Barron's Mailbag: Ma Bell's An Optimist","GmtTimeStamp":"2007-01-13T05:01:00.000000000","CompanyCodes":["T","US00206R1023"],"IndustryCodes":["FTS","TLS","XDJGI","XDJI","XFFX","XGTI","XISL","XNYA","XRUS","XSP5","XSTT"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  The premise of \"AT&T Unplugged\" (Cover Story, Jan. 1) is that AT&T must execute its business strategy to continue its strong market success. Isn't that true of any company? At the end of the day, execution is the key, no matter your industry or circumstances. AT&T excels at execution, and investors have recognized that fact, bidding up the company's stock 46% in 2006 and prompting 19 analysts who follow the company for a living to give it a Buy rating. \u001d  Inexplicably absent from your story is the reason for all the optimism around AT&T: strong execution that has led to growth in earnings per share, growth in cash flow, growth in adjusted operating-income margins, growth in data revenues, growth in wireless revenues and growth in consumer and small business in-region revenues. In fact, AT&T has experienced six straight quarters of adjusted double-digit, year-over-year earnings-per-share growth, and we expect the same in 2007 and 2008. \u001d  While cable has made some inroads in the consumer wireline market, we've grown our revenue per household in each quarter of 2006, and we're just now entering the video market, which is nothing but upside for us. Our two video services -- one fiber-based and the other satellite based -- provide exciting entertainment options. \u001d  With the BellSouth merger complete, AT&T has the industry's best set of wireless and wireline assets. \u001d  As your article states, AT&T \"made her fans both happy and rich in 2006.\" That's a track record we plan to replicate in 2007 and beyond. \b \u001d  Richard G. Lindner \u001d  Chief Financial Officer \u001d  AT&T \u001d  San Antonio, Texas \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:01 ET (05:01 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bef481d1fa198fa826d2635091f77b04","symR":["CGJ.AU","KKR.XX","WOW.AU","AU000000CGJ7","AU000000WOW2"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) Asian Trader: Aussie Grocer's Gamble After Spurning Offer","GmtTimeStamp":"2007-01-13T05:06:00.000000000","CompanyCodes":["CGJ.AU","KKR.XX","WOW.AU","AU000000CGJ7","AU000000WOW2"],"IndustryCodes":["FDR","FIS","RTB","RTS","XATI","XDJGI","XORD"],"Story":"\b   (From BARRON'S) \b   By Susan Murdoch \u001d  A consortium led by U.S. private-equity giant Kohlberg Kravis Roberts was hastily shown the door in October by Australia's second-largest retailer, Coles Group. But since then, a string of bad news for the supermarket operator has some betting that buyout groups may pounce again. \u001d  Private-equity firms have a natural attraction to retailers like Coles (ticker: CGJ.Australia). Solid and reliable cash flows enable the rapid paydown of debt, and a well-known brand ensuresmaximum recognition when the business is returned to the stock exchange. \u001d  Australia's supermarket sector is a near-duopoly, with Coles holding around 35% of the market and rival Woolworths, 40%. Says analyst Grant Saligari of Commonwealth Securities in Sydney: \"Even though Coles has lagged Woolworths in terms of operating performance, you've got a business with virtually the same retail footprint across the country.\" \u001d  Yet a sizable gap has opened between the two in the food and liquor business, which accounts for about two-thirds of Coles' earnings before interest and taxes. In the past five years, Goldman Sachs JBWere calculates, Woolworths' average annual EBIT growth has been 16%, versus Coles' 9%. Coles is trailing Woolworths in overhauling its supply chain, giving its rival a jump on converting cost savings to lower prices. \u001d  The potential to easily carve up the company also makes it an appealing target: Coles owns profitable discount department-store chain Target -- unrelated to the U.S. retailer of the same name -- and office supplier Officeworks, which could both be offloaded to unlock value. \u001d  Coles Chairman Rick Allert took less than 24 hours to reject the KKR-led consortium's proposal of 15.25 Australian dollars a share on Oct. 19, up from an earlier A$14.50 offer, saying the revised figure \"still substantially undervalued the company and its prospects.\" \u001d  The board has instead put its faith in the turnaround strategy of CEO John Fletcher, who has pledged an ambitious 35% increase in net profit, to A$1.07 billion, in fiscal 2008. Part of the plan involves slashing 2,500 administrative jobs in 18 months. It also will streamline its supermarket and liquor operations under a single Coles brand. \u001d  There is no shortage of skeptics, however, with some analysts concerned that the job cuts will devastate morale and jeopardize the group's transformation: Coles' first sales results since spurning the A$18.2 billion offer disappointed the market. The food-and-liquor division booked a 3.3% rise in same-store sales for the three months to Oct. 29, compared with Woolworths' fiscal first-quarter gain of 4.9%. \u001d  Confidence was further dented by the surprise sacking in November of a senior supermarket executive amid allegations of related-party dealings. And Coles' largest shareholder, Premier Investments, has launched a landmark legal action seeking access to confidential documents the board used to justify its rejection of the buyout. Premier Investments, with a 5.8% stake, is controlled by former Coles Chairman Solomon Lew. He was dumped as a director in 2002, and the billionaire retail magnate has since been a relentless critic of the board and its management. \u001d  Somewhat perversely, the run of bad news has seen Coles' share price rise -- likely on expectations that the woes will put pressure on the board to engage in talks with any future buyer.Since rejection of the Oct. 19 offer, the stock has risen more than 6%, closing Friday at A$14.07. \u001d  Australia is seeing what Carlyle Group founder David Rubenstein terms a \"land rush\" by cash-rich buyout groups. KKR made its first investment in Australia last June, buying the waste-management business Cleanaway for A$1.83 billion. A month after walking away from Coles, it struck a A$4 billion deal with media group Seven Network in November. \u001d  Several other large buyout funds have been involved in a number of deals with Australian companies, including CVC Asia Pacific and Texas Pacific Group (CVC formed a A$4.5 billion media joint venture with Publishing & Broadcasting and Texas Pacific is part of the consortium bidding A$11.1 billion for Qantas Airways) -- helping to keep Coles under the radar, at least until it reports first-half results in March. The company has forecast a flat annual profit of A$787 million for the fiscal year ending July 30 as restructuring costs peak. \u001d  Analysts are skeptical of Coles' ability to hit its targets next year, with the consensus of a A$933 million net profit more than 14% below the company's forecast, according to a Thomson Financial survey of nine analysts. \u001d  Atul Lele, a fund manager at Sydney-based White Funds Management, says if first-half results disappoint, a price close to KKR's offer of A$15.25 could be enough to win over some shareholders. But given the market's skepticism, there's definite upside if Coles delivers better-than-expected results. \u001d  \"But to be on track, they will need to demonstrate solid sales momentum, not just costs reduction,\" says analyst Saligari. If it fails, whether the buyout funds return is anyone's guess. If they do, and there's a successful bid, it would mark the biggest corporate takeover in Australia's history. \u001d  --- \u001d  Susan Murdoch reports for Dow Jones Newswires from Melbourne. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c23992146625846234acb2e96ae4e7ed","symR":["DLM"],"date":"2007-01-13","ret":[-0.00099],"ret5":[-0.00099],"Headline":"US Democrats: Will Extend Minimum Wage To American Samoa","GmtTimeStamp":"2007-01-13T20:33:00.000000000","CompanyCodes":["DLM"],"IndustryCodes":["FOD","OFP","XDJGI","XNYA","XRUS"],"Story":"\u001d  WASHINGTON (AP)--Fending off charges of favoritism, House Democrats say a just-passed minimum wage bill will be changed to cover all U.S. territories - including American Samoa - before it reaches President George W. Bush's desk. \u001d  House Speaker Nancy Pelosi, a California Democrat, told reporters she instructed the House Education and Labor Committee to help get the bill changed to \"make sure that all of the territories have to comply with the U.S. law on minimum wage.\" \u001d  Her remark Friday followed accusations from Republicans that American Samoa, which is not now covered by the $5.15 an hour federal minimum wage, was not included in the law raising the wage to $7.25 an hour because StarKist has a large cannery in the island chain. StarKist is owned by Del Monte Foods Co. (DLM), which has its headquarters in San Francisco, Pelosi's district. \u001d  \"Something is indeed fishy when the federal minimum wage is good for all Americans as espoused by the Democrat majority, yet we exempt a small, in many terms economically struggling island,\" Rep. Patrick McHenry, a North Carolina Republican, told colleagues on the House floor last week. \u001d  The bill was passed Wednesday by the House as part of the Democrats' 100-hour agenda. The measure covers another U.S. territory, the Northern Mariana Islands, which had been shielded in the past from the wage law with the help of former House Majority Leader Tom DeLay, a Texas Republican, and Republican lobbyist Jack Abramoff, now in prison. \u001d  Spokesmen for both Pelosi and Rep. George Miller, a California Democrat and the author of the minimum wage bill, said it excluded American Samoa at the request of nonvoting Delegate Eni Faleomavaega, a Democrat who represents the Pacific island territories in the House. \u001d  Raising the federal minimum wage would devastate the local tuna industry, Faleomavaega said in a statement last week, noting that American Samoa's economy is \"more than 80 percent\" dependent on two U.S. tuna processors, Chicken of the Sea and StarKist. Faleomavaega said the Labor Department reviews Samoa's minimum wages every two years. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 15:33 ET (20:33 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c9728b81337b6b6d214ce6717ed8a6bc","symR":["ABHH","BCO","CNBKA","CPWM","DCAP","INFS","ISYS","NEN","NPSP","UVN"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-01-13T05:08:00.000000000","CompanyCodes":["ABHH","BCO","CNBKA","CPWM","DCAP","INFS","ISYS","NEN","NPSP","UVN"],"IndustryCodes":["BNK","BRD","BTC","CPR","ICS","INB","INS","ITC","MED","OTS","REA","RED","RTS","SOF","SVC","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining 5% or more of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the Securities and Exchange Commission from Jan. 4 through 10. \u001d  Source: Corporate Filings Alert. \b \u001d  Activists \b \u001d  Integral Systems (ISYS) \u001d  Fursa Alternative Strategies, Integral's largest shareholder, nominated two directors for election at the next shareholder meeting -- William Leimkuhler, already a director, and William Harley III. Fursa said Integral's inability to execute alternative strategies for increasing shareholder value is \"extremely troubling.\" Fursa has 1,330,000 shares (12% of total outstanding). \b \u001d  InFocus (INFS) \u001d  Caxton International will consider seeking to replace some or all of Infocus' directors prior to the 2007 annual meeting. Caxton has 4,438,200 shares (11.2%). \b \u001d  Brink's (BCO) \u001d  Pirate Capital reiterated its request that Brink's retain an investment bank to examine strategic alternatives, and questioned Brink's stated aim of pursuing acquisitions. Pirate also wants to replace two directors, who are ineligible for re-election based on the board's mandatory retirement age, with two Pirate Capital nominees: Thomas Hudson Jr., the hedge fund's founder, and Christopher Kelly. Pirate Capital owns 4,118,330 shares (8.5%). \b \u001d  Original Filings \b \u001d  American Bank Note Holographics (ABHH) \u001d  VN Capital Fund I has 968,957 shares (5.1%), after buying 298,807 from Nov. 11 to Jan. 4 at $2.65 to $3 a share. \b \u001d  Century Bancorp (CNBKA) \u001d  Century Capital Management owns 197,476 shares (5.64%), after buying 25,000 Dec. 1 to 28 at $26.50 to $27.50 each. \b \u001d  Increases in Holdings \b \u001d  Cost Plus (CPWM) \u001d  Red Mountain Capital Partners raised its holdings to 2,164,211 shares (9.8%), by buying 291,100 from Dec. 27 to Jan. 5 at $10.01 to $10.33 each. \b \u001d  DCAP Group (DCAP) \u001d  Infinity Capital Partners raised its position to 233,417 shares (8.06%), by buying 31,900 from Dec. 20 to Jan. 4 at $2.98 to $3.12 apiece. \b \u001d  New England Realty Associates (NEN) \u001d  Mercury Real Estate Advisors raised its stake to 122,700 shares (8.9%) by purchasing 16,000 from Nov. 10 to Jan. 3, at prices ranging from $78.81 to $82.38. \b \u001d  Decreases in Holdings \b \u001d  NPS Pharmaceuticals \u001d  An investment fund affiliated with billionaire George Soros cut its stake to 2,899,016 shares (6.27%), by selling 390,000 on Jan. 14 at undisclosed prices. \b \u001d  Univision Communications (UVN) \u001d  Microsoft (MSFT) Chairman Bill Gates said that the Bill & Melinda Gates Foundation Trust had sold all of its 100,000 Univision Class A shares and is no longer working with a private-equity consortium to buy the company. The average sale price was $35.34 a share. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"cbc310ea5081f1cdd423832f54cf8641","symR":["AIMC","APA","APOL","ARW","BHP","BHP.AU","BIDU","BRNC","CECO","CHK","COCO","DD","DVN","GE","GOOG","HSOA","LOW","MON","SVBI","SYNN.VX","SYT","XOM","XTO","YHOO","AU000000BHP4","CH0011037469","US0374111054","US2635341090","US30231G1022","US3696041033","US9843321061"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) 2007 Barron's Roundtable: Speaking -5-","GmtTimeStamp":"2007-01-13T05:04:00.000000000","CompanyCodes":["AIMC","APA","APOL","ARW","BHP","BHP.AU","BIDU","BRNC","CECO","CHK","COCO","DD","DVN","GE","GOOG","HSOA","LOW","MON","SVBI","SYNN.VX","SYT","XOM","XTO","YHOO","AU000000BHP4","CH0011037469","US0374111054","US2635341090","US30231G1022","US3696041033","US9843321061"],"IndustryCodes":["BNK","CHC","CHM","CHS","CSV","DRL","ELQ","FAC","HIM","IDD","ISV","MNG","OIE","OIL","OIS","RTS","SAL","XATI","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XORD","XRUS","XSCI","XSMI","XSP5","XSTX"],"Story":"\u001d  Gross: They provide current income. There's a point. [Laughter around the room.] There are two significant players -- bookends -- in the bond market: central banks, and the recyclers of reserve monies we've been speaking of here. These include the OPEC nations and Asian nations that tend to be rather price insensitive. These entities recycle money for reasons other than the yield on a bond. They recycle it to support the dollar and de-floor their own currencies, and for a number of geopolitical reasons. Everybody else is sort of in the middle. \u001d  Pimco manages $650 billion, which is about 1% of all of the bond monies in the world. You would think we are a big factor in determining where rates go. But we don't go all long or all short, so the changes we make don't tend to make much of a difference. The bookends are the major determiners of value in the bond market. \b \u001d  Q: What are they planning to do? \u001d  Gross: If, as I predict, nominal GDP grows by 3% to 4% in the next three to six months, the Fed will have to react. That's too disinflationary, almost deflationary, for a 5.25% rate not to adjust downward. In the second half of the year, assuming some type of retracement by other asset markets, the Fed will cut the federal-funds rate to perhaps as little as 4.25% to restimulate the nominal economy. \u001d  That doesn't necessarily mean the bond market does well. The outlook for bonds is determined more by the reserve recyclers and the amount of money they have to invest. Those monies will be declining. OPEC nations will have $200 billion to $300 billion less to invest. They don't invest in the Treasury market, but a lot of their money winds up there. That is one of the reasons why, if oil stays where it is, longer-dated Treasury yields stand a chance of going up. \b \u001d  Q: Does anyone think oil prices will rise? \u001d  Black: I do, but modestly. There are about 2.9 million barrels of surplus supply per day. Demand is around 84.5 million barrels a day, and supplies are at about 87 million. China uses seven million barrels a day on its way to 10 million. India is growing, too. \u001d  Most of the major fields have peaked, with the possible exceptions of Angola, Gabon, Nigeria and Brazil.Norway just peaked. There is not a lot of swing capacity. On a secular basis, the price will go back to the mid-$60s. A price of $57 a barrel [crude fell below $54 last week] is a little too low. The irony is that oil companies make a ton of money at $57 a barrel anyway. \u001d  Zulauf: Surprisingly, high prices haven't killed demand. Oil will continue to trade in a $50 to $70 range, plus or minus $5. If global economies do better, oil will break to the upside and we'll see new highs again. \b \u001d  Q: No one has mentioned Iraq. Will the war have any impact on the economy and financial markets? \u001d  MacAllaster: Unless they make progress, it will. If there is no progress in the next two years, there will be a Democratic president in the U.S. \u001d  Zulauf: Getting out of Iraq won't improve the demand-supply situation for oil. It will get worse before it gets better. \u001d  Faber: Oil, like other industrial-commodity prices, overshot on the upside. Now it can go down; the correction can be substantial, even in a bull market, It wouldn't surprise me to see oil at $45 before it goes to $200. \u001d  I don't understand why you measure the market's performance strictly in dollars. Since 2000, the euro has appreciated 60% against the U.S. dollar. The Dow Jones is at a new high, but it's down 38% in euros. I agree with Felix that the stock market has peaked temporarily. Once the Dow has dropped 10%, the Fed will print money like water. But that doesn't mean bonds will rally. The Fed could bring short-term rates down, but long rates will go up as a result of the currency. \u001d  Gabelli: Asian central banks want to keep buying U.S. bonds. \u001d  Faber: Even Asian central bankers will one day realize it is not in their best interest to be long U.S. bonds. \u001d  Black: There is a symbiotic relationship between these countries and the U.S. It may be sloppy economics on the part of the U.S., but China won't continue to grow by 8 1/2%-9% a year if it doesn't export to us. \b \u001d  Q: Will the euro and pound keep rising? \u001d  Faber: The British pound is overvalued vis-a-vis the U.S. dollar. The euro is fully valued against the dollar. Asian currencies have appreciation potential, but all paper money will continue to depreciate against precious metals. Gold went from $255 an ounce in 2001 to $730. It's around $606 today. It may go down to $480-$550, but in the long run it will go up more than the Dow. This year I want it on my buy list. \u001d  Samberg: This whole bull market got started when the Berlin Wall fell and communism died. \u001d  Faber: No, it started in 1982. \u001d  Samberg: That's the way you measure it. I have mine. Now that Russia owns Europe, tell me, what has changed? \u001d  Zulauf: About 70% of Western Europe's energy comes from outside the region. About a quarter of that comes from Russia. Although Europe has virtually no foreign policy, it is slowly developing one relative to Russia. It needs Russia. \u001d  Samberg: We're in trouble. Europe's a wholly owned subsidiary of Russia. \u001d  Faber: That is not the case. The U.S. has managed, through its inept foreign policy, to drive Russia and China together. They will never vote with the U.S. in the U.N. Security Council. They have a common interest in Central Asia. Russia and China have no interest whatsoever in the U.S. succeeding in the Middle East. They will try to undermine the authority of the U.S. in the Middle East and Africa and Latin America. \u001d  Zulauf: And keep the U.S. busy in the Middle East while they get Africa's resources. \u001d  Faber: Mr. Bush is the greatest president to the Russians and Chinese. But I don't want to sound anti-American . . . \b \u001d  Q: Let's switch to stocks. Scott? Remember, we're not talking about paintings. \u001d  Black: I can't find low-P/E paintings anymore. They don't exist. To reiterate Meryl's comments, this is one of the more difficult periods, if you're a deep-value player, to find outstanding values. We have two out-of-favor larger names, and four microcaps I doubt you've heard of. They all have a common theme: high return on equity, low P/E, low price-to-break-up value, with free-cash-flow generation. My first stock, Apache [ticker: APA], based in Houston, is a large oil exploration and production company. Reserves have grown for 21 consecutive years. It has exploration properties worldwide. The stock closed Jan. 5 at 65.25. There are 329 million shares, and a $21.5 billion market cap. We buy companies as ongoing concerns, but we're not oblivious to private-equity values. This one is selling for 4.1 times enterprise value to Ebitda. It has a 25% return on equity. \b \u001d  Q: Have you tried to sell it to somebody? \u001d  Black: No. Net debt to equity is about 0.27. Return on total capital is more than 20%. The company is a powerhouse. This year it's going to grow 8% to 10% from the drillbit, excluding acquisitions. Forty-two percent of its reserve value is in the U.S.; 27% is in Canada, with 9% in Australia and the North Sea, and 13% in Egypt. Apache is now the third-largest producer of energy in Egypt. \u001d  Crude is selling for $57 a barrel and natural gas for $6 per thousand cubic feet [mcf]. When the company does its capital budgets and ROE calculations, it assumes $40 oil and $4.50 per mcf for gas. We have them earning about $7.90 a share this year, up from an estimated $7.55. They'll generate about $2.6 billion in net income. Depreciation and amortization are $2.1 billion. Deferred taxes are about $614 million, which gives them $5.3 billion in sources of income. They should generate $1.6 billion of free cash. \b \u001d  Q: What is the break-up value? \u001d  Black: Last year they had 976 million barrels of oil. I gave them $12 of net present value. They had 6.85 trillion cubic feet [tcf] of gas. I used $3 per mcf, but did a sensitivity analysis at $2.50 per mcf. They have acquired properties in the Gulf of Mexico with a net present value of $678 million. They acquired 22 million barrels in the U.S. and added 297 billion cubic feet [bcf] of gas in Argentina. That's $1.15 billion. They have some new pipelines which we accounted for at book value, $203 million. They bought 27 million barrels of oil and 27 bcf of gas in the Permian Basin, which is worth $404 million. Add this together, subtract net debt and you get a break-up value of $29.5 billion, or $89.50 a share. \b \u001d  Q: What do you get with $2.50 gas? \u001d  Black: De-escalating to $2.50 per mcf on a net-present-value basis knocks out about $11 a share. You still have $79. At 65.25 the stock sells for 8.2 times this year's estimated earnings. At a break-up value of $78.50 it would sell for 0.83 times its conservative liquidating value. It's cheap. \u001d  Apache has two potential home runs in the 2008 area. In Egypt, gas production should increase by about 50%. Apache also is exploring in the Bass Strait in Australia. ExxonMobil [XOM] and BHP [BHP] already have found four billion barrels of oil and 5.5 tcf of natural gas there. This is a contrarian play because the oil and gas sector is out of favor. Unfortunately, people don't look at the absolute value of oil; they look at daily price fluctuations. The hedge-fund money goes in and out. Even with gas at $6 per mcf and oil at roughly $58-$60 a barrel, these companies are making a fortune. The stock could go to $85-$90 a share. At some point, somebody in the private-equity space will discover Apache, because it is an excellent company. There aren't many companies of this size that earn 20% on book and generate $1.6 billion in free cash. \b \u001d  Q: How about another name? \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 13, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d5107afb2c26b3344dd20a9382e57634","symR":["AAPL","CPW.LN","GB0008787029","US0378331005"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UK PRESS:Carphone Warehouse Seeking iPhone Deal With Apple","GmtTimeStamp":"2007-01-13T11:39:00.000000000","CompanyCodes":["AAPL","CPW.LN","GB0008787029","US0378331005"],"IndustryCodes":["CPR","OTS","RTS","XDJGI","XFFX","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b \u001d  LONDON (Dow Jones)--Carphone Warehouse PLC (CPW.LN) is seeking an exclusive deal with Apple Inc. (AAPL) to sell its iPhone in U.K. shops next Christmas, reports The Daily Telegraph Saturday citing Chief Executive Charles Dunstone. \u001d  The paper said Dunstone revealed he was keen to partner with the U.S. computer giant on the combined iPod/mobile phone as he reported a 32% increase in sales in the last three months of 2006. \u001d  Newspaper Web site: http://www.telegraph.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9320 \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 06:39 ET (11:39 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d5880e9ad3441874ef6037756443ac34","symR":["KMB","NWACQ","US6672801015"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) The Trader: As Oil Falls, The Dow Becomes A Gusher","GmtTimeStamp":"2007-01-13T05:06:00.000000000","CompanyCodes":["KMB","NWACQ","US6672801015"],"IndustryCodes":["AIR","COS","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Vito J. Racanelli \u001d  There's something to be said for serendipity. Take plunging energy and commodity prices, for example. Not long ago, few would have expected to see oil drop like a stone, but it has. And that continued last week. \u001d  Throw in continued robust economic news, and it's no surprise that share prices rose solidly last week. Tech stocks led the way, despite a couple of profit warnings Friday from big names in the group. \u001d  \"It was like looking at a slot machine spin and seeing three cherries show up,\" says Fritz Meyer, senior investment officer for AIM Advisors, of the string of favorable factors last week. \u001d  Though crude recovered some Friday, it fell another 6% for the week, to about $53 a barrel, and is already down 13% in the first few days of the new year, while copper and other industrial metals are also falling. Oil is now down about a third from highs of $77 per barrel last summer. \u001d  Meanwhile, for all the angst about the recent holiday selling season, retail sales surprised on the upside. Friday, the Commerce Department said that December retail sales increased by a seasonally adjusted 0.9%, nicely above Street expectations of 0.7%. \u001d  Wall Street economists, who've generally been looking for a U.S. slowdown in 2007 \"are breaking out in a sweat,\" Meyer says. There's been very little negative economic data over the past few weeks, so the market is getting a sense the U.S. economy is evolving more favorably than previously thought, Meyers adds. And worries that a Fed rate cut would come late or even not at all have been forgotten -- at least for now -- offset by those lower commodity prices, he adds. \u001d  The Dow Jones Industrial Average rose 1.3%, to 12,556, a record close. The Standard & Poor's 500 tacked on 1.5%, to 1,430.73, and the tech-heavy Nasdaq Composite Index jumped nearly 3%, to 2502.82. Tech giants like AMD (ticker: AMD) and SAP (SAP; see page M9) gave profit warnings Friday, but it wasn't enough to derail the upward move. \u001d  Investor confidence in the U.S. economy seemed to improve almost day by day last week, says James Weiss, chief investment officer of Weiss Capital Management. Just a few weeks ago, there was a worry that a Fed cut was needed as lubrication to keep the economy chugging along, \"but now the thinking is the market can do it itself,\" adds Weiss. He's looking for \"a very acceptable\" 7%-8% growth in 2007 corporate earnings expansion. \"Corporate profits will drive the market this year,\" he said. \"Two to three percent growth would be problematic.\" \u001d  Investors will have plenty of new fodder on that score soon. The fourth-quarter earnings season should kick off in earnest this week, when trading resumes after the Martin Luther King holiday. Alcoa (AA) started things off on the right track: Tuesday, the giant aluminum maker produced fourth quarter profits that topped Wall Street forecasts, sending its shares up 7% on the week. \b \u001d  Delta Air Lines (DALQR), the bankrupt legacy carrier, received an improved, unsolicited tender offer from US Airways (LCC) last week. The latter bumped up its previous bid by about 20% to $10.4 billion, in the form of 89.5 million of its own shares plus $5 billion in cash. At the same time, there were also renewed press reports that Northwest Airlines, also in bankruptcy, was talking to Atlanta-based Delta about a merger. \u001d  Unsurprisingly, Delta's bonds rose. Should US Airways' offer be accepted -- or a better one from Northwest comes along -- that's more money for the creditors and bondholders when Delta exits bankruptcy, probably later this year. \u001d  But why has Delta's stock been rising? The shares of this belly-up carrier have been on a tear since the summer. Though the stock fell 12 cents Friday, to $1.34, it had been up 13%, to $1.48, by Thursday. It's stil up 34% in the last two months and has doubled since August. Delta's market capitalization is now $264 million. \u001d  In any bankruptcy, there might be some minor recovery value, but the rich history of airline insolvencies has shown there's typically no scraps left for common shareholders. They usually get wiped out. Even if a bid were to materialize from bankrupt Northwest, it's hard to imagine the bulk of it going anywhere but to Delta's creditors. \u001d  So what gives? \u001d  \"It's naive money and people trading,\" says veteran airline analyst Ray Neidl of Calyon Securities. He believes the Delta stock is \"highly likely to be worthless in any restructuring.\" \u001d  Consider that Delta's 8.3% notes due 2029 traded up on the news by more than five cents, to as high as 70 cents on the dollar at one point, he adds. Yet that's still far below par. Bondholders \"don't think they are going to get full value...so they aren't going to let shareholders get anything if they aren't made whole first.\" \u001d  While it's impossible to rule out the chance that Delta's shareholders might get something, there's not a lot of airline bankruptcy precedent to support that possibility, he adds. \u001d  Trading in Delta stock is purely speculative and a bit like playing musical chairs right now. But as the company reaches the bankruptcy exit door, it might start to feel more like Russian roulette for Delta shareholders. \b \u001d  With a market value of nearly $32 billion, Kimberly-Clark (KMB) is obviously a large-cap stock, but it generally flies under the radar screen. You don't read much about it, even if 1.3 billion people -- as the maker of Kleenex tissues and Huggies diapers says -- use its health and hygiene products every day. \u001d  But a big upswell in Kimberly call options activity last month caught the attention of B. Craig Hutson, a credit analyst at Chicago's Gimme Credit, an independent bond research shop. Call options are the right to buy a stock at a stated price within a specified period; heavy buying of calls suggests that some investors expect a higher stock price ahead. At one point, the trading was almost 20 times the normal volume, Hutson notes. \u001d  And the company's bonds have performed poorly, Hutson adds, on unconfirmed whispers of a possible leveraged buyout (LBO). Since mid-September the spread between Kimberly's bond yield and the benchmark 10-year Treasury bond yield have widened sharply, by 30 basis points to some 90 basis points. That suggests bondholders are getting antsy about the LBO rumors. \u001d  Meanwhile, Kimberly's stock has caught fire, hitting a 52-week high of about 69.48 last week, up 17% in the last six months, and is also outperforming rival stocks like Procter & Gamble (PG) and Clorox (CLX), though the latter reported better operating performance last year. \u001d  Despite Kimberly's recent share gains, its enterprise value (EV) to earnings before interest, taxes and depreciation (Ebitda) multiple of about 10.5 times 2006 estimates is still significantly below its large, high quality consumer products peers. P&G currently trades at about 13.5 times, Clorox at 12 times. \u001d  The rumors haven't been substantiated, but could a company as large as Kimberly be a potential LBO candidate? Even after the big runup in the stock price, Hutson answers \"Yes.\" The company declined to comment both on the rumors and the Gimme Credit report. \u001d  Hutson figures a 20% premium to the current price would value Kimberly at $41 billion, or about 12.5 times trailing Ebidta, and such an LBO would make it the biggest to date. Compared to the average deal, that would be a rich multiple, but P&G paid an 18.8 times multiple for Gillette in 2005. \u001d  But this wouldn't be an average deal, as Kimberly has many LBO charms. It is a giant global company with a long-term record of sizable and stable cash flows from some of the world's best-known brand names. It pays nearly $900 million in dividends annually. And there are ample opportunities to cut fat, he says. \u001d  \"If you believed Kimberly is well positioned globally, and had good growth prospects in a lot of the developing markets, and is in the early stages of a restructuring efforts, you could easily put together numbers that justify a higher EV/Ebitda multiple,\" the analyst maintains. \u001d  A hypothetical bidder for Kimberly would find there's plenty room for improvement. In the nine months ended last September, sales rose a respectable 4.6% to $12.4 billion, but operating and net income each fell, respectively, to $1.5 billion, down 14%, and $1 billion, down 15%. However, results for the third quarter showed that management's \"Strategic Cost Reduction Plan\" -- instituted 12 months earlier --  seems to be biting: Quarterly net income per share rose for the first time in two years, to 79 cents from 68 cents. \u001d  Yet Kimberly's Ebitda margins are still about six percentage points lower than P&G's 25%, Hutson notes. So relatively small margin improvements could boost Ebitda growth disproportionately -- just the kind of thing LBOs and private equity buyers thrive on. \u001d  The purpose of this exercise is not to suggest that Kimberly will soon be the target of an LBO. Rather, Hutson's credit analysis implies Kimberly's stock is still potentially cheap -- if management can execute on cost cuts and get Kimberly to approach P&G standards. \u001d  The irony is that the share jump makes things tougher for them. If they don't deliver the promised restructuring and the stock begins to slip, it becomes a cheap stock to folks who think they can reorganize Kimberly successfully. Hence, the probability of an LBO rises. Hutson can't be the only person on Wall Street running the numbers on Kimberly. \u001d  --- \u001d  E-mail: vito.racanelli@barrons.com \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 13, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d6ebe26b3dc9937619929822a8041e5e","symR":["AEOS"],"date":"2007-01-13","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/15) In Risky World, U.S. Is Better Bet","GmtTimeStamp":"2007-01-13T05:09:00.000000000","CompanyCodes":["AEOS"],"IndustryCodes":["RTS","SAP","XDJGI","XISL","XNQ1","XRUS"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  The only thing to fear, ultimately, is fearlessness: The greatest risks lay in markets that are priced as if they hold no risk. \u001d  Plenty of markets around the world that appear to be close to this condition. Yet the market for big U.S. stocks is not among them. Junk-bond yields suggest that investors believe corporate defaults are mere legend. Emerging-market stocks are hardly any cheaper than those of developed markets, despite political and \"event\" risks. \u001d  Here in the States, as many folks on Wall Street like to point out, shares of household-name companies have lagged other asset-classes badly. Hardly bargains, they're arguably less expensive versus peers in other major markets, given their demonstrated profit growth and stout balance sheets. \u001d  For the past two years, U.S. retail investors have poured vastly more money into foreign-stock mutual funds than domestic funds. Last year, nearly $140 billion -- or 90% -- of all inflows to stock funds went offshore. And small investors are doing what they always do, chasing last year's performers. \u001d  All else being equal, this is bullish for U.S. shares, as the little guy is usually a contrary indicator at important market turns, and bear markets tend not to strike until he's been hooked. Professional investors, in contrast, are largely \"all in,\" with their cash levels low and surveys of the pros implying general optimism. \u001d  Among the most active buyers of stocks have been companies themselves, with record repurchase activity, and buyout firms, which are taking advantage of pliant debt markets to take companies private in large numbers and at high prices. \u001d  Morgan Stanley strategist Henry McVey has been calling the U.S. stock market \"the best house in a bad neighborhood,\" -- meaning the most attractive market in a cash-saturated, generally overpriced world. Still, as one real-estate truism suggests, if you buy the nicest house in a poor neighborhood, it's unlikely to be spared if things take a turn for the worse; it may just lose less value than others as the owners await a new buyer. That's worth considering in a universe where global markets trade in near unison, and where leveraged, professional \"fast money\" is setting the marginal price. \b \u001d  Last week's downdraft in commodities spooked the U.S. stock market for a couple of days, as investors feared the kind of massive liquidation of commodities and related stocks that hit last spring and preceded the Dow's largest correction in four years. All one really needs to know about the investors' creed today is that liquidity is good, liquidation bad. \u001d  As commodity markets stabilized, stateside investors took to lifting the indexes ahead of earnings season. The indexes continue to hang tough and defy widespread calls for a cleansing pullback, even as the market presumably looks for an excuse to sell off after rising in 11 of the past 12 months. \u001d  The Dow made another all-time record last week, and the Nasdaq clicked to a six-year high. With large-tech stocks reasserting some leadership (the Nasdaq 100 is the best-performing index, year to date) and brokerage stocks have stayed firm, it remains the bulls' game to lose. \u001d  Be forewarned, however, that during this bull market the vast preponderance of upside has come outside of earnings-reporting seasons. Indeed, if the recent pattern holds, the next few weeks will see disappointers punished far more than overachievers are rewarded. \b \u001d  Teen retailer American Eagle Outfitters (ticker: AEOS) has been on a torrid run. In 2006, earnings jumped 34% and the share price more than doubled. It's one of the best-performing stocks of the past decade. \u001d  For such a well-managed, cash-rich, investor-pleasing company, AEO has drawn more than its share of enemies, all betting the mall-store operator will soon stumble. Only four of 27 analysts recommend the stock. Short interest has swelled from five million to 20 million shares since June, now accounting for 10% of all free-trading shares. \u001d  Yet sales momentum remains impressive, return on equity has surged, the company's standing is strong among fashion-conscious teens, and now a high-margin line of underwear and \"dorm wear\" is being rolled out. \u001d  True, AEO this year will be going up against tougher year-ago results. It had a 13% same-store sales gain in December. A stellar fourth-quarter earnings report is probably built into today's price. The price-to-earnings ratio, above 17, is higher than that of rival Abercrombie & Fitch (ANF). And a smattering of insider selling has lately hit the tape. \u001d  But all of this is already well-known. It looks from here as if the path to continued double-digit profit growth remains intact. This stock pits teenagers' brand loyalty against short-sellers' stamina. The shorts are often right, but they are also reliably early. Expect the kids to keep giving them fits for a while. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e3fcebaa38c9b218d23d0465a2ec463d","symR":["AIMC","APA","APOL","ARW","BHP","BHP.AU","BIDU","BRNC","CECO","CHK","COCO","DD","DVN","GE","GOOG","HSOA","LOW","MON","SVBI","SYNN.VX","SYT","XOM","XTO","YHOO","AU000000BHP4","CH0011037469","US0374111054","US2635341090","US30231G1022","US3696041033","US9843321061"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) 2007 Barron's Roundtable: Speaking -6-","GmtTimeStamp":"2007-01-13T05:04:00.000000000","CompanyCodes":["AIMC","APA","APOL","ARW","BHP","BHP.AU","BIDU","BRNC","CECO","CHK","COCO","DD","DVN","GE","GOOG","HSOA","LOW","MON","SVBI","SYNN.VX","SYT","XOM","XTO","YHOO","AU000000BHP4","CH0011037469","US0374111054","US2635341090","US30231G1022","US3696041033","US9843321061"],"IndustryCodes":["BNK","CHC","CHM","CHS","CSV","DRL","ELQ","FAC","HIM","IDD","ISV","MNG","OIE","OIL","OIS","RTS","SAL","XATI","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XORD","XRUS","XSCI","XSMI","XSP5","XSTX"],"Story":"\u001d  Black: Bronco Drilling [BRNC] is a land-rig company -- another controversial sector. It came public in August '05 and was selling for 14.56 a share a Friday. It has 24.9 million fully diluted shares, a $362 million market cap. There is no dividend. Stated book is $13.71 a share. Tangible book is $12.72. Trailing-four-quarter return on equity is 22%. Net debt to equity is 0.18. With their cash generation, they'll soon be out of the banks completely, and have a debt-free balance sheet. Bronco has 52 land rigs operating in Oklahoma, Texas, the Rocky Mountains. Half its customers are publicly traded companies like XTO Energy [XTO], Chesapeake Energy [CHK] and Devon Energy [DVN]. The other 50% are large independents. Their average contract is about 8 1/2 months. Some contracts rolling off were made at lower rates of $16,000- $17,000 a day. The going rate now is $19,000 a day. Their land rigs are not high-end; most are not 2,500 horsepower. They're between 1,200 and 1,300. The company is going to add three more rigs this year. \u001d  Gabelli: These are shallow gas? \u001d  Black: Not terribly shallow. They can go down 10,000 to 15,000 feet. They supply the crews, as well. My estimates are conservative. Fifty-four rigs, on average, at $19,000 a day for 365 days gets you to $375 million of revenue. Operating expenses roughly run 49%. Depreciation, depletion and amortization runs $34 million and general and administrative expenses are $20 million. So, you have operating income of $137 million. Interest expense of $4 million gets you to $133 million, fully taxed at 37%. They will make about $84 million, or $3.35 a share on 25 million shares. Divide 14.56 a share by $3.35 and you get 4.3 times earnings. \u001d  Neff: I thought it's hard to find low-P/E stocks. \u001d  Black: It is increasingly difficult, except for micro caps. What happens if rates tank by $1,000 a day? That would cost Bronco 50 cents a share after taxes. If they drop to $17,000 a day, it would take them down by a buck. They would still have $2.35 a share in earnings. On a break-up-value calcu- lation -- you want to have asset protection, as well -- we get to $25.86 a share. With rates at $19,000 a day, Bronco has cash flow of $138 million. It will generate about $106 million of free cash. The company discounts all its projects at a 12% to 13% after-tax hurdle rate. The risk here is there may be a glut of land rigs. There is a glut of gas in the U.S. because of the warm weather, but the companies we own are still making quite a bit of money at $6 per mcf. The stock is selling below its IPO price of 17 a share, though it has been over 30. It is in the bargain basement. \u001d  Witmer: It sounds great. \u001d  Black: My next company is Home Solutions of America [HSOA], based in Dallas. It is a $5.67 stock, 47.1 million fully diluted shares. The market cap is $267 million. The company was formed in 2002 and has two businesses. Recovery and restoration contributes 69% of revenue, and rebuilding and remodeling 31%. Unfortunately, the stock is perceived as a play on hurricanes because the company did benefit from New Orleans, but it has an extensive backlog of business. Home Solutions cleans up after floods, fires and hurricanes. It does mold prevention, and asbestos and mold decontamination. On the rebuilding and remodeling side, it does specialty interiors, granite and marble countertops and cabinets. It sells its services through 125 Home Depot stores and handles mostly renovations, not new homes. The overall kitchen-renovation market was $38.7 billion last year. \b \u001d  Q: Is it also in Lowes? \u001d  Black: The company has started to penetrate Lowes [LOW]. It's in six stores. In recovery and restoration, its customers to a large extent are insurance companies and the federal government. Home Solutions operates in California, Texas, Louisiana, Mississippi, Alabama, Florida, Georgia and South Carolina. On a trailing-12-month basis, ROE was 20.7%. Figure they'll do about $215 million in revenue this year, compared with $155 million in 2006. They have about 20% organic growth. About $25 million of Katrina-related business was pushed from the fourth quarter into 2007. They had operating margins of 27.1% in the most recent quarter, so we held them at that. They generate $58 million in operating income and have only $3 million in interest expense. Fully taxed at 37%, they will earn about 77 cents a share. That works out to a 7.4 multiple. \u001d  Neff: Will they be hurting in 2007 because there were no storms? \u001d  Black: They have a backlog of business. New Orleans hasn't been rebuilt. There is work in California and Florida. Net debt to equity at year end was about 0.1. They had $17 million in net debt on $167 million of equity. They'll generate about $23 million of free cash flow. \u001d  My next pick, Altra Holdings [AIMC], just came public. It's based in Quincy, Mass. The company was formed a few years ago. It's a spinout from Danaher [DHR] and the management came from Ingersoll Rand [IR]. The stock is 13.85. Fully diluted, there are 23.1 million shares outstanding. The market cap is $320 million. \u001d  Gabelli: What was the IPO price? \u001d  Black: It came public at 13.50. There are two major product lines: mechanical power transmission and motion-control products. It's not sexy, just heavy manufacturing --  industrial clutches and brakes, gear drives, couplings, engineered bearing assemblies. In more than 50% of their product line, they have the No. 1 or No. 2 market share. They are not heavily dependent on the automotive sector and don't even sell directly to the Big Three [General Motors, Ford and Chrysler]. Altra's key businesses are energy, 9%; agricultural and mining machinery, 7%; general industrial, 24%; material handling, 19%. From a geographic standpoint, 71% of revenue comes from North America and 29% is foreign. They have manufacturing facilities in the U.K., China and Heidelberg, Germany, Toronto and the U.S. About 37% of sales go through distributors like W.W. Grainger [GWW], and 53% are original equipment sales. \b \u001d  Q: What do earnings look like? \u001d  Black: For 2006, revenue was about $476 million, and earnings were $57 million. Altra thinks it can grow the top line by about 8% this year, to $514 million. Ebitda margins are running in the mid-15% range. Depreciation and amortization is $14 million, which gets you to $64 million pretax. They have high interest costs of about 9.5%, on average, because they have some legacy debt from Genstar, a private-equity firm. So $19 million in interest gives you profit before taxes of $45 million. Taxed at 37.5%, with 23.1 million shares, you get $1.22 a share of earnings. The P/E is 11.3. \u001d  By year end the debt-to-equity ratio will drop to 1.6. Altra will have free cash flow of about $24 million. This year, return on equity will be 29.8%. Return on total capital is 11.5%. Management owns the stock, and Genstar still owns about 30%. \b \u001d  Q: What sort of appreciation do you see? \u001d  Black: The multiple could expand to 15 if they deliver the numbers. That could take the stock to 18-19. Arrow Electronics [ARW], which I used in the midyear Roundtable, is one of the best tech stocks that still is reasonable: It is a major distributor of electronics. The stock is 33.96. There are 122.2 million fully diluted shares and a market cap of $4.15 billion. Arrow has 250 sales facilities worldwide, and 19 distribution and value-added centers in 53 countries. The sale of electronic components accounts for 81% of revenue, and computer-related products 19%. Revenue in the first nine months of 2006 was up 22.9%, operating income was up 34.5%, and earnings per share were $2.12, against $1.48. For the full year, revenue was about $13.6 billion, and they earned $2.90 a share. Revenue prior to two acquisitions could grow 8%. With 4.8% operating margins, you get an estimated $705 million in operating income. Interest expense is $104 million. An equity pick-up and a joint venture of $6 million, fully taxed, get you to $3.33 a share. \b \u001d  Q: What did they buy? \u001d  Black: A small company, InTechnology, in the U.K., which sells computer-security and enterprise-solutions products. It will add $400 million of revenue and $4 million in after-tax earnings, or two to four cents. The bigger purchase is KeyLink Systems, which they bought from Agilysis in Cleveland. It adds $1.6 billion in revenue and will add 18 to 22 cent a share in earnings. After acquisitions, the company could have $16.7 billion of revenue, net income of $435 million and earnings per share of $3.55. The stock sells for 9.6 times earnings. \u001d  Archie likes small banks. My last pick, Severn Bancorp, [SVBI], is in Annapolis. It has three branches, all in Anne Arundel County, in Maryland, and is about to open a fourth. It pays a small dividend, 24 cents a year on an 18.70 stock, for a yield of 1.3%. There are 9.15 million fully diluted shares, and a market cap of $171 million. As of Sept. 30, total assets were $910 million. The trailing-12-month return on equity was 21%. Return on assets was 1.85. Book value is $9.10 a share, with zero goodwill. Reserves are $8.65 million and non-accrued loans are $3.46 million, so they are reserved 2.5-to-1. The company's goal is to be in the top 10% to 15% in ROA and ROE of the whole bank universe. Their efficiency ratio [expenses as a percentage of revenue] is off the charts, at 33.95%. For the first nine months of '06 they did $1.32 a share, against $1.16. \u001d  This is a savings bank, but only 23% of the loan portfolio is residential. Forty-two percent is construction and development, and commercial real estate is another 18%. Only 31/2% of the portfolio is in home equity. \b \u001d  Q: What has loan growth been? \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  January 13, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e66455e4c283dcb7fbca4da0276fec19","symR":["BSOAX"],"date":"2007-01-13","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(1/15) Profile: Mid-Caps, Big Gains","GmtTimeStamp":"2007-01-13T05:04:00.000000000","CompanyCodes":["BSOAX"],"IndustryCodes":["FIS"],"Story":"\b   (From BARRON'S) \b   By J.R. Brandstrader \u001d  Fred A. Kuehndorf \u001d  Portfolio Manager: Dreyfus Premier S&P \u001d  STARS Opportunities T Fund \b \u001d  Fred Kuehndorf builds a portfolio the way the Swiss make watches: He carefully chooses components from only the highest-quality parts. Then he narrows the selection further using his own technique. \u001d  The process seems to work: Through year-end 2006, Kuehndorf's Dreyfus Premier S&P STARS Opportunities T Fund (ticker: BSOAX) ranked in the top 4% of all mid-cap-growth offerings over three years with a 16% annualized gain-versus the 13.08% average for its peers-according to Morningstar, which gives it a four-star rating. Last year, its 11.9% return didn't keep pace with 2005's stellar 20.7% gain, but was strong enough to place it in the 28th percentile in its category. A hefty 4.5% front load and a 1.61% expense ratio haven't stopped money from pouring in. \u001d  Kuehndorf doesn't agree with Morningstar's or Lipper's categorization of STARs as a mid-cap growth fund. He sees it, ore precisely, as \"a core fund with a growth tilt\" that reflects his experience. \u001d  He peruses the highest-ranked (virtually all the five-star) stocks as rated by Standard & Poor's stock-appreciation ranking system, or STARS. From this group, he chooses among the firms he thinks are best allocating capital. Then he takes his selections to his employer, The Boston Company Asset Management, a unit of Mellon Financial. There, the appropriate analyst offers further opinions. \u001d  That methodology hasn't changed much since Dreyfus took the then-three-year old fund over from Bear Stearns Asset Management in 2004, as part of a larger acquisition of Bear Stearns funds. \u001d  Along with strong relative returns since Kuehndorf took the helm in 2004, assets have swelled to $220 million, from $45 million in 2004. After reviewing all the fund's holdings at the time of the acquisition, he decided to keep many of the stocks as he rebalanced the portfolio. Turnover generally is a modest 32.78%. \u001d  \"We typically initiate positions at 2% [the fund totals about 50 stocks ], and we let the winners run,\" he says. The average market cap is about $7 billion. More generally, \"you are investing in companies at a great point in their evolution, because they have grown past the point where they can be squashed by a competitor,\" he says. They also are less likely than large-caps to grab headlines with excesses like oversized executive payouts. \u001d  The recent increase in mergers and acquisitions could also help the fund, because S&P's discounted cash-flow models \"historically have been good at identifying takeover candidates,\" he says. \u001d  Celgene (CELG) is one of Kuehndorf's perennial favorites. Shares of the Summit, N.J., company have soared most recently on the Food and Drug Administration's approval of its drugs Thalomid and Revlimid to treat a blood cancer known as multiple myeloma. \"They are generating a lot of cash flow, and the growth in cash flow should be pretty nice,\" he says. The stock was one he decided to hold on to back in 2004 at $13; it was recently quoted at 56. \u001d  One of his first additions to the fund in 2004 was Coach (COH), the New York-based maker of pricey handbags and accessories. Kuehndorf bought it at 20.60; it was trading last week at 45.65, and he thinks Coach has \"plenty of room to expand its operations in the U.S., Japan and China\" and can still improve its margins. \u001d  In October, he purchased shares of PMI Group (PMI), a Walnut Creek, Calif., mortgage-insurer, at 44.50. \"Because of the concerns over housing, the stock is trading below liquidation valuation, and we are not as concerned about credit quality as the market,\" he says. PMI has since moved above 47. \u001d  Another 2006 pick was Harris Corporation (HRS), a communications-equipment maker based in Melbourne, Fla., that supplies about a third of the military radios worldwide. The company is expected to benefit from increased spending on radios from the U.S. Defense Department. In addition, says Kuehndorf, \"Forty percent of the business is international, and they are getting a big order from Pakistan.\" He acquired shares in May at 42.08; they were trading at 50.18 last week. \u001d  A University of California, Santa Barbara, grad with an MBA from Wharton, Kuehndorf got his first experience in this portion of the market in the mid-'90s, when he ran a mid-cap growth fund for Deutsche Bank Private Bank. He left Deutsche Bank to oversee a mid-cap institutional fund for Ashland Management. He joined Dreyfus toward the end of 2002. Three years later, Dreyfus and The Boston Company combined their equity units. \u001d  Kuehndorf's preference for the middle way extends beyond finance. He and his wife, Aimee, chose Westport, Conn., to raise their children, John, 5, and Elizabeth, 2, because it isn't strictly urban or rural. And his house is centrally located, a mile-and-a-half from the train, the beach and the middle of town. \u001d  Then again, he hopes his portfolio performance never reverts to the mean. \u001d  --- \u001d  J.R. BRANDSTRADER teaches journalism at Columbia University in New York. \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f864ff3878c534047ee1c65c5c5906d9","symR":["2211.TO","JP3821200007"],"date":"2007-01-13","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Japan Fujiya To Compensate Some Franchise Stores -Kyodo","GmtTimeStamp":"2007-01-13T07:48:00.000000000","CompanyCodes":["2211.TO","JP3821200007"],"IndustryCodes":["FOD","OFP","XDJGI"],"Story":"\u001d  NEW YORK (Dow Jones)--Major Japanese confectioner Fujiya Co. (2211.TO)  has decided to compensate some of its 700 franchise shops across the nation for suspending businesses following a revelation that it has shipped cream puffs made from old milk, the Kyodo news agency reported Saturday, citing company officials. \u001d  Since Thursday, Fujiya has suspended operation of all of its five factories and about 890 confectionary shops and restaurants, Kyodo reported. The company says the operation will resume after quality control is reestablished, the report said. \u001d  Most of Fujiya's confectionary shops are franchise stores, which number 707, the report said. \u001d  The officials said the company will determine the amount of compensation to the franchise stores by considering the size of sales and other factors, the report said. \u001d  Confectionary sales are Fujiya's mainline operation, accounting for about 30% of its entire sales, Kyodo reported. By suspending the business, Fujiya loses about JPY60 million to JPY70 million yen in revenue each day on weekdays and around JPY100 million each holiday, the report said. \u001d  If the sales suspension is prolonged and consequently compensation costs swell, there will be a significant adverse impact on the company's earnings, analysts said, the report said. \u001d  The company's in-house investigation found the same day that eggs that were a day past the use-by date had been used in making cream puffs at its factory in Niiza, Saitama Prefecture a few years ago, the officials said, according to Kyodo. \u001d  Separately, at the company's factory in Sapporo, Hokkaido Prefecture, an on-the-spot investigation by the Sapporo city health center the same day found that the way the factory keeps records on food materials failed to meet the city ordinance on food hygiene, Kyodo reported. \u001d  Inundated with complaints about its quality control and questions over its future business course, Fujiya has refrained from running TV commercials on its chocolate and other products since Thursday, the report said. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 02:48 ET (07:48 GMT)"},{"md5ID":"f94578bbd20fc97d80cd79d181b68d18","symR":["AAPL","CIW.XX","US0378331005"],"date":"2007-01-13","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(1/15) Plugged In: Dialing Down IPhone's Goals","GmtTimeStamp":"2007-01-13T05:08:00.000000000","CompanyCodes":["AAPL","CIW.XX","US0378331005"],"IndustryCodes":["CPR","CTS","TLS","XDJGI","XFFX","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  What doesn't happen in Vegas still plays in Vegas. \u001d  The biggest story at this year's Consumer Electronics Show in Sin City was the splashy introduction of Apple's iPhone, which was actually unveiled at the MacWorld Expo in San Francisco. The two consumer confabs overlapped, prompting a significant number of CES goers to hop 90-minute flights to San Francisco on Tuesday for Apple CEO Steve Jobs' dramatic keynote address. \u001d  As most of us know by now, Apple (ticker: AAPL) introduced a mobile smartphone about the size of its video iPod that makes telephone calls, plays music and videos, searches the Web and fetches email. Its sleek design and cool features, such as touch-screen controls, has gadget hounds frothing. \u001d  But the most important revelation, perhaps, is the fact that Apple struck a deal with AT&T's (T) Cingular wireless unit to be the chosen carrier to sell the handsets. The other option was for Apple to become its own Mobile Virtual Network Operator, such as DisneyMobile, which would have allowed the iconic consumer-electronics company to wield tighter control over its sales channel. One of the big advantages the iPod portable music player has enjoyed over rivals is its ability to sell directly over the Web and through Apple's company-owned stores. \u001d  Selling handsets through Cingular in conjunction with service contracts will be a totally different ball game for Apple, just one example of how Jobs' foray into mobile handsets is fraught with risk. (A bigger risk to Apple might be a reported federal securities investigation involving Jobs.) \u001d  Apple's shares shot up more than 7 points on the day after iPhone was unveiled, and were up nearly 11% by Friday, at about 94.50. The average target for the Street is about 100, meaning much of the phone's anticipated revenues are already baked into the current stock price. \u001d  The phone isn't especially cheap, either. At $499 for the 4-gigabyte model and $599 for the 8-gig version, iPhones will rank among the most expensive handsets on the market. Only 5% of the world's handsets wholesale for more than $300. On top of that, Cingular, which is now rebranding itself as AT&T, will require 2-year service contracts, which will cost iPhone voice and data users about $2,500. Plus, the iPhone will be largely ignored by deep-pocketed corporate-enterprise customers, whose employers' prefer BlackBerry's push e-mail software. (Last week's sell-off of BlackBerry-maker Research in Motion (RIMM) shares appears to have been an overreaction). \u001d  All of which makes Apple's goal of selling 8 million units for fiscal 2008 look extremely ambitious. Sanford Bernstein hardware analyst Toni Sacconaghi figures the company is likely to sell only 4.5 million units. He puts the fair value of Apple's shares at 95, about where they are now. \u001d  Nonetheless, the iPhone isn't good news for Motorola (MOT), Nokia (NOK), Samsung (005930.Korea), Palm (PALM) and Sony-Ericsson. Motorola has seen mixed results from its music-enabled handsets, such as the iTunes-enabled ROKR and the multimedia KRZR, while Nokia has unveiled new digital-media handsets that look remarkably similar to Motorola's super-thin RAZR. Motorola recently warned that revenues were lighter than expected, indicating that handset prices have been squeezed to keep unit-volume strong. It will be interesting to see how long the iPhone remains priced at a half-grand. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  January 13, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."}]
