[{"md5ID":"02a44a5c3db38ff783782ba6ea64c9a1","symR":["FDX","UPS","US31428X1063","US9113121068"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) Streetwise: Absolutely, Positively No One's Safe","GmtTimeStamp":"2007-07-07T04:06:00.000000000","CompanyCodes":["FDX","UPS","US31428X1063","US9113121068"],"IndustryCodes":["AIF","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  It's the story of so many upwardly mobile consumers. Private-equity pros began the current buyout cycle like thrift-store regulars, flaunting the bargains they'd found among others' castoffs. Now they're beginning to become more label-conscious, paying up for quality, timelessness and prestige. \u001d  Partly because of the presumed ready bid from LBO firms, a lot of lower-quality companies have had their stocks buoyed by deal premiums. This has narrowed the divide betweenbetter and worse businesses, reducing the number of true-value opportunities in the market. \u001d  And so in the past several months, well-run, dearly loved, honest-to-goodness growth companies have come in for leveraged-buyout treatment. Witness First Data (ticker: FDC), Alltel (AT), Harrah's Entertainment (HET) and, just last week, Hilton Hotels (HLT). \u001d  This, among other factors, hints at the advancing maturation of the buyout cycle. But it also implies that big-growth companies are where relative value lies. \u001d  This brings us to Fedex (FDX), one of the greatest of American brands and a business that, believe it or not, could in theory lure a private buyer at 20% or more above its current $110 share price. \u001d  Too big, you say? Not these days. Fedex's $35 billion enterprise value ($34 billion market capitalization and $1 billion of net debt) puts it in the zone of larger deals favored by cash-sodden LBO firms. Too cyclical? Not really, given its fairly steady-growth record and increasing exposure to the more-stable ground- and freight-transport businesses. Too tough to finance in a skittish debt market? Probably not, given all the real assets that can secure borrowings, in the form of nearly 700 aircraft and 44,000 trucks. \u001d  Fedex's enterprise value is now less than seven-times earnings before interest, taxes, depreciation and amortization for the fiscal year that ended in May, and around six-times expected fiscal 2008 Ebitda. One need not get anywhere near the recent double-digit Ebitda valuations of LBOs in other industries to get to a share price more than 20% above current levels. \u001d  Bulls on the stock, mindful of the LBO math, point out that 70% of Fedex's $3.5 billion in planned capital spending this year is aimed at expansion rather than needed maintenance. That flexibility provides a cushion that could embolden private-equity buyers and comfort lenders. And the notion that Fedex Kinko's ailing retail unit could be turned around might draw the kind of private-equity folks who never saw a poor business they didn't think they could revive. \u001d  None of this suggests that a deal is imminent or even likely. And, for certain, Fedex founder, Chairman and CEO Fred Smith has given no public indication that he would be amenable to going private. \u001d  But the numbers laid out above are no secret to investment bankers, and in this environment not many companies can be considered off-limits to private money. \u001d  Even without a deal, Fedex shares could do just fine. The stock is more than 8% off its February high, as fears of an economic slowdown have dampened investor enthusiasm and the company missed fourth-quarter profit forecasts. \u001d  The shares, though, are reasonably priced at around 15 times expected fiscal 2008 earnings. The company's steadier ground and freight businesses have increased revenue 35% over the past two years, faster than the company's 20% pace, which over time should help Fedex narrow its valuation gap with United Parcel Service (UPS) -- which, please note, faces another possible strike in a year. \u001d  It never pays to draw broad conclusions from a low-volume, holiday-interrupted summer week. Even more hazardous is reading much into the final hours of such a week. \u001d  Still, stocks were presented with a couple of handy excuses to pull back during the 3 1/2 trading days last week, and refused to do so. The 10-year Treasury yield backed up from 5.03% to 5.19%, an area that had spooked equity traders weeks earlier. And crude oil ran above $76 a barrel. \u001d  The Dow chart for Friday shows it touched an afternoon low at 12:25 p.m., almost exactly the time a press release hit the tape to announce that KKR had closed its LBO of Dollar General, a sign that the debt market absorbed one of its more at-risk financings. \u001d  Without inferring too much, the market continues to earn the benefit of the doubt even if range-bound right now. \u001d  Also encouraging for bulls: The public isn't buying stocks and corporate insiders have nearly quit selling. Net flows into stock mutual funds were again anemic last week. And the ratio of dollar-weighted insider selling to buying was eight, down from 11 a week earlier and 19 a year ago. The last time selling was so light for two weeks straight was before stocks began a little run higher in early April. \u001d  --- \u001d  E-mail: michael.santoli(@)barrons.com \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"09ecaea9cc5d1825fb88374de3be55d7","symR":["AIG","AMZN","AQNT","BOL","CAT","DRYS","FTEK","FUE.XE","FWLT","GE","GHM","GLW","GOOG","GS","HON","MDR","MER","MS","NOK","NOK1V.HE","SLB","XL","YHOO","JORDX","AN3595231072","BMG365351391","FI0009000681","US0231351067","US0268741073","US0717071031","US3696041033","US38141G1040","US4385161066","US5901881087","US9843321061"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) Quarterly Review: An Unexpected Windfall","GmtTimeStamp":"2007-07-07T04:07:00.000000000","CompanyCodes":["AIG","AMZN","AQNT","BOL","CAT","DRYS","FTEK","FUE.XE","FWLT","GE","GHM","GLW","GOOG","GS","HON","MDR","MER","MS","NOK","NOK1V.HE","SLB","XL","YHOO","JORDX","AN3595231072","BMG365351391","FI0009000681","US0231351067","US0268741073","US0717071031","US3696041033","US38141G1040","US4385161066","US5901881087","US9843321061"],"IndustryCodes":["ADV","CMT","CON","EQS","IDD","INF","INP","INS","ISV","MAR","MDS","MED","OIE","POL","RTB","RTS","SCR","SVC","TRQ","XDJGI","XDJI","XES","XFFX","XGTI","XHEX","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XST5","XSTF","XSTX","XSXA"],"Story":"\b   (From BARRON'S) \b   By Jack Willoughby \u001d  Although many investors doubted them, the bulls proved they were strong enough to lift the market in the second quarter -- even if their muscles betrayed a little stress at the end. The average U.S. diversified equity fund advanced 6.17% in the latest three-month period, in line with the S&P 500's 6.28% return, and almost three times better than the first quarter's return of 2.31%, according to Lipper, Reuters' investment-tracking unit. As impressive as that was, foreign funds did much better. \u001d  What happened? Wasn't the U.S. economy supposed to slow, dragging down earnings growth and global stock prices? \u001d  It did slow, but not as much as expected. Strong advances in energy and other commodity prices, related gains at oil-services operators, the ongoing rise of global construction companies and improved foreign economies helped offset weakness in areas like housing and finance. Shares of companies such as Foster Wheeler (ticker: FWLT), Schlumberger (SLB), McDermott International (MDR) and Honeywell (HON) surged. Many of these same trends powered overseas returns. \u001d  What's more, a handful of Internet, telecom and tech plays also contributed, raising the possibility that they may become even more important if U.S. growth downshifts further. Momentum investors scooped up former favorites such as Amazon.com (AMZN), Nokia (NOK), Corning (GLW) and even pricey Google (GOOG). \u001d  One of the quarter's bigger surprises was the performance of the fund most identified with large-cap growth: Fidelity's Magellan (FMAGX). The now shrunken Goliath, under Harry Lange, produced a second-quarter return of 8.60%, the best among Fidelity's jumbos. Is large-cap investing back? \u001d  These unexpected second-quarter pleasures shouldn't distract investors from the fact that the market is starting to distinguish between companies with real-growth potential and those riding the crest of an economic cycle. In theory, at least, slower growth should at last favor large-cap stocks (though mid- and small-caps still prevailed in the second quarter) that have more ways to capture growth and greater resources to sustain it than smaller entities do. \u001d  Among those benefitting from gains in oil services and telecom was Robert Hagstrom, portfolio manager of the Legg Mason Growth Trust (LMGTX), the top performer (up 12.55%) in the large-cap growth category. Foster Wheeler's construction-driven 83% quarterly rise and Nokia's 23% gain prompted by the worldwide wireless boom contributed to his gains. \u001d  Hagstrom expects some of his bigger Internet bets like Yahoo! (YHOO) to begin to pay off shortly along with other underperforming large-caps like General Electric (GE) and AIG (AIG), which are now growing faster than the underlying market. These giants, he says, are flat-out cheap. \"We haven't seen multiples this low in the mega-cap area since the early 1990s.\" \u001d  For Warren Spitz, senior portfolio manager of RiverSource Diversified Equity Income fund (INDZX), whose 9.12% second-quarter return made it the top performer in its category, the trick was overweighting the right sectors like energy/oil services and producer durables and picking the strongest stocks in the weaker sectors. McDermott and Caterpillar (CAT) performed well in strong sectors, but re-insurer XL Capital (XL) was a huge help -- up 20% in the financial category, which was flat. \u001d  One of the early-year miscalculations was the direction of commodity prices: They didn't continue to fall, notes Jerry Jordan, portfolio manager for the Jordan Opportunity fund (JORDX). Forecasts have to be \"adjusted up,\" says Jordan, whose 13.12% return was tops among multi-cap core funds. \u001d  Fear of hedge-fund blowups -- real and imagined -- are going to further compress the multiples of big brokerage houses like Goldman Sachs (GS), Merrill Lynch (MER) and Morgan Stanley (MS), says Jordan, who views this as an excellent-buying opportunity. \u001d  Commodity prices weren't the only thing that forecasters got wrong. Many analysts and traders overestimated how severely an economic slowdown would affect U.S. manufacturers, particularly big ones with sizable foreign operations. Mostly because of the dollar's continued problems and the strength of many overseas economies, world equity funds, up 8.30% on average, fared better than U.S. domestic funds' 6.17% gain. \u001d  Not every country kicked in equally. Emerging-market funds produced an average return of 14.33%. But 63 China region funds on average rose 21.53% while the typical Japanese fund rose a measly 0.09% in the quarter. \u001d  The future may belong to large-cap funds, but the present and recent past remain solidly in the hands of funds focused on smaller stocks. Large-cap growth funds returned 6.42% in the quarter, outpacing large-cap value vehicles' 6.25% and marking their strongest quarterly gain since 2004. But mid-cap and small-cap growth funds returned 8.13% and 7.49%, respectively. \u001d  Among sectors, natural-resource funds -- powered by the snapback in many commodity prices -- provided the strongest gain, 14.67%, on average. Tech and telecom specialists were close behind with respective gains of 9.02% and 11.14%. In contrast, real-estate funds slid 7.96%, leaving them down an average 4.71% for the year. \u001d  Strong markets made for great stock-picking by the second-quarter's stars. Lipper's Mid-Cap Core quarterly champ American Century's Veedot Investments (AMVIX) uses a model that's constantly searching for accelerating growth; the portfolio can turn over two or three times in a year as it fine-tunes these holdings. Among the quarter's winners: DryShips (DRYS), up 93%, and IntercontinentalExchange (ICE), up 21%. \u001d  David Hollond, co-portfolio manager of the mid-cap growth category winner Heritage Giftrust (TWGTX), gained by 15.06%. His holding of BE Aerospace (BEAV) which makes plane interiors, was a late-cycle play that has turned into a winner, rising 30% in the quarter. The company benefitted from international carriers looking to retrofit old planes as well as new orders for wide-body plane fittings. Another favorite, Gamestop (GME), a video-games retailer that should profit from exploding demand from newcomers (including women and middle-aged players), a general console upgrade and new-store openings. It rose 20%. \u001d  Even some funds that limit their choices strutted their stuff in the quarter. Lipper's small-cap growth winner was Winslow Green Growth Fund (WGGFX), up 19.43% thanks to strong performances by digital-marketer aQuantive (AQNT). Its shares jumped 129% in the quarter: It agreed to sell itself to Microsoft. Winslow Green also bet on Fuel Tech (FTEK), which helps utilities burn coal more cleanly (up 39%), and SurModics (SRDX), a drug delivery company (up 39%). \u001d  Absent from the Winslow Green holdings are popular corn-ethanol names. Says Jack Robinson, portfolio manager: \"We've avoided corn. We don't believe ethanol's all that economical.\" \u001d  More limited still is tiny Bullfinch Greater Western New York (BWNYX), with assets of $700,000, that won top honors in the Multi-Cap category, with an 11.4% return thanks to Corning, which rose 12%, Bausch & Lomb (BOL), up 36%, and Graham (GHM), a builder of oil-service equipment that jumped 71%. \u001d  \"Our tight regional specialization actually helps to focus our analysis,\" says portfolio manager Chris Carosa. \"We spend a lot of time on a few companies and therefore are better able to buy when the shares are out of favor.\" \u001d  And sell, of course, when they're in favor. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0a99c0141a5dead4d2832d5f6a91715b","symR":["8031.TO","AAL.LN","AAUK","MITSY","XTA.LN","GB0031411001","GB00B1XZS820","JP3893600001"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Chile Collahuasi Copper Workers To Strike Monday -Union","GmtTimeStamp":"2007-07-07T17:43:00.000000000","CompanyCodes":["8031.TO","AAL.LN","AAUK","MITSY","XTA.LN","GB0031411001","GB00B1XZS820","JP3893600001"],"IndustryCodes":["DIB","MNG","SVC","X225","XATI","XDJGI","XFT1","XISL","XST5"],"Story":"\b \u001d  SANTIAGO (Dow Jones)-At rallies held throughout the day, unionized workers at Chilean copper mine Dona Ines de Collahuasi rejected the company's latest contract proposal for a 4% wage hike and will go on strike at the start of the first shift Monday morning, a union leader said Saturday afternoon. \u001d  According to union president Hernan Farias, workers at rallies at the mine site and in the city of Iquique were all in favor of walking off the job Monday. Government mediated negotiations ended Friday evening with mine management proposing a 4% wage hike, \"but they withdrew several bonuses that had been offered earlier in the week,\" he added. \u001d  Another union leader, Cristian Arancibia, who was present during negotiations, explained that although the company proposed a 4% hike Friday, their formal offer still stands at a 3.2% wage hike. \u001d  \"Since they didn't formally make a new offer, only a proposal, we weren't legally bound to hold another strike vote and the company can now replace striking workers as of Monday,\" Arancibia said. \u001d  The 698-strong union had already voted in favor of the strike a week ago. \u001d  According to local labor laws, another government mediated, five-day period can be sought to avert the strike, but both parties must agree to the mediation. The union ruled out it will seek this mediation, according to the union leaders. \u001d  \"If we weren't able to reach an agreement in the 45 days the law allows, another five days aren't going to help us,\" Arancibia said. \u001d  Collahuasi is a joint venture between Xstrata PLC (XTA.LN) and Anglo American PLC (AAUK), each with a 44% stake. The remaining 12% is held by a Japanese consortium headed by Mitsui & Co. (MITSY). \u001d  The workers are seeking an 8% wage increase, improved education and housing benefits, production bonuses and a 12 million peso ($22,918) copper price bonus, in light of booming copper prices in 2005 and 2006. They also seek improved health benefits as the mine is located at 4,500 meters above sea level. \b \u001d  -By Carolina Pica, Dow Jones Newswires; 56-2-460-8544; carolina.pica@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 13:43 ET (17:43 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"12c7080bf1d2384bb5b860a46891ce26","symR":["PVZ.YY"],"date":"2007-07-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Venezuela Natl Guard Takes Over Paralyzed Oil Rigs -Report","GmtTimeStamp":"2007-07-07T11:39:00.000000000","CompanyCodes":["PVZ.YY"],"IndustryCodes":["OIL"],"Story":"\b \u001d  CARACAS (Dow Jones)--Venezuela's national guard took control of four oil rigs paralyzed by oil workers' protests in the northwestern state of Zulia, near lake Maracaibo, a local newspaper reported Saturday. \u001d  Rafael Zambrano, president of the Fedepetrol oil workers union, told El Nacional newspaper that these oil rig operations, including equipment, would come under military control. Military officials will be responsible for safeguarding the equipment, the paper reported. \u001d  Officials for state-owned Petroleos de Venezuela, or PdVSA, could not immediately be reached for comment. \u001d  \"These are activities traditionally performed by specialized private sector companies,\" Zambrano was quoted as saying. He also expressed concern that people who know little about the business would take over oil operations. \u001d  Oil workers protested in recent days as they negotiate with the government over a new labor contract for 2007-2009, the paper reported. \u001d  As part of his nationalization drive President Hugo Chavez recently took majority control over four heavy-crude upgrading projects along the Orinoco River belt, and his government is also set to seize a series of rigs in various oil fields. \b \u001d  -Raul Gallegos, Dow Jones Newswires, 58-212-564-1449; raul.gallegos@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 07:39 ET (11:39 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1b21a0973e4e3bb8cfd6e0204e678dc7","symR":["BX","HLT"],"date":"2007-07-07","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(7/9) Follow-Up: A Golden Name Gets Golden Price","GmtTimeStamp":"2007-07-07T04:08:00.000000000","CompanyCodes":["BX","HLT"],"IndustryCodes":["FIS","LOD","XDJGI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  It was a busy fortnight for the Hiltons. Paris was sprung from the slammer to bask in the coddling spotlight of Larry King Live. Then, the hotel chain that's her family business announced its own liberation -- this one from the public market -- courtesy of $26 billion to be supplied by the Blackstone Group (ticker: BX). \u001d  The all-cash offer, unveiled fittingly just before Independence Day, values Hilton (HLT) at 47.50 -- 40% above its July 2 close. (The stock and related call options ran up July 3, before the announcement.) The price also is 66% higher than what Hilton was fetching 14 months ago, when Barron's highlighted hotels in general and Hilton in particular (\"Golden Name, Platinum Properties,\" May 15, 2006). \u001d  The agreement is a big vote of confidence in the longevity of the current hotel boom. It also made instant targets of other big hotel brands and spurred heavy trading of their shares. \u001d  For Blackstone, which has invested some $15 billion in hotel assets over the past three years and now controls more than 100,000 rooms, the buyout snags an instantly recognizable brand and a keystone for its hospitality-property portfolio. \u001d  With more than 2,800 hotels and 485,000 rooms in some 80 countries, Hilton also gives Blackstone a quicker check-in to the fast-growing overseas lodging market. \u001d  As such, the New York private-equity firm probably won't strip and flip Hilton assets the way it did with parts of Equity Office Properties after it bought out that company for $39 billion earlier this year. Sure, some property sales are to be expected, but \"look for Blackstone to start investing in everything from rejuvenation at the property level to expansion on a global scale,\" predicts Peter Slatin, editor of the online real-estate newsletter, the Slatin Report. \u001d  While newly public Blackstone hasn't said how it will finance the deal, it could scour Hilton's balance sheet for ways to securitize the franchise -- structuring, for instance, real-estate investment trusts from hotel-owned properties or fashioning master limited partnerships from long-term management contracts. \u001d  The transaction, subject to shareholder approval, is expected to close in the fourth quarter. \"Given the competitive bidding for Equity Office Properties and the amount of capital chasing large real-estate portfolios, we cannot rule out other bids,\" notes Raymond James analyst William Crow. But at about 45.50, the shares were trading at a 4% discount to the bid -- apparently reflecting lingering debt-market nervousness, and the view that the premium is ample enough to discourage other suitors. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1e5d9dd7a77e323cf277998f953518c0","symR":["MTEX"],"date":"2007-07-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/9) Up & Down Wall Street: Truly Al-ARM-ing","GmtTimeStamp":"2007-07-07T04:09:00.000000000","CompanyCodes":["MTEX"],"IndustryCodes":["FOD","OFP","XDJGI","XRUS"],"Story":"\b   (From BARRON'S) \b   By Alan Abelson \u001d  Forget about global warming, weapons of mass destruction, private equity and other dire threats to the survival of this small planet and the pullulating billions that people it. Concentrate, instead, on a much more deadly menace: the spreading contagion of dynastic rule. \u001d  Ever since Cro-Magnon strode around what's now France, mankind has always treasured kin and clan. But here we are, some half a million years later, and the human race, which has attained such heightsof cognitive achievement as to devise the iPhone, remains politically stuck in the Paleolithic Age, where blood ties are trump. \u001d  Understand, we're all for spousal harmony and being kind to your kids and dogs, but why in the world is it necessary, just because you're, say, president, for one of your immediate family to become president, too? \u001d  That sort of genetic claim on power is only to be expected in backward nations that still regard kings and queens with serious reverence or tin-pot dictatorships or Stepford nations like North Korea, where the deceased father of the current ruler remains president for eternity (or until that happy day when the country implodes). But a dynastic democracy? Strictly an oxymoron. \u001d  Yet here's Cristina Kirchner, the wife of Argentina's president, Nestor Kirchner, being primed to succeed him come next October's election. Yes, we're aware the Kirchners are the leading lights of the Peronista party, founded by the late and unlamented (at least by most decent folk) Juan Peron, and that Juan's third wife, Isabel, succeeded him as president. But she got the heave-ho by the army after a little over a year and, presumably, in today's Argentina the Perons and all they stood for are not so much sacred tradition as ancient history. \u001d  We prefer to think that the passing-of-the-baton routine of the Kirchners is something else the Clintons have to answer for. Except for Hillary setting such a prominent example, one wonders if the Nestor-to-Cristina ploy would even have been tried, much less, as seems likely, succeeded. In the same vein, would the Tweedledee and Tweedledum identical twins who serve as Poland's president and prime minister have attained such eminence had it not been for the succession with only eight years in between Daddy Bush and Dubya's presidencies? We can only say thank heavens Laura Bush has no interest in the job. \u001d  What got us ruminating on such a frivolous subject as politics was last week's neat cover piece by our Washington editor, Jim McTague, that rated the various and sundry candidates according to their record and likely impact on those things that matter most -- taxes, investment, health care and energy. While Jim mightily enhanced our knowledge of the candidates' positions, we must confess our personal preference remained unchanged: We still stand four-square for Mr. (or Ms.) None of the Above. \b \u001d  After modest reflection, any disinterested observer can't help but find that accompanying table quite alARMing. (See accompanying illustration -- Barron's July 9, 2007) It's from a recent MacroMavens report, the handiwork of the incomparable Stephanie Pomboy, whose rants and raves we've had the pleasure of occasionally sharing with you. What its blood-curdling numbers depict is that the woes of mortgage lenders are not, as so widely believed, confined to the beleaguered subprime contingent, but are casting a much larger and chillier shadow. \u001d  More specifically, the table shows all too clearly that an astounding percentage of adjustable-rate mortgages already are underwater, and it estimates how much equity would be wiped out if home values decline by 5%, 10% and 15% and translates the corresponding losses into dollars. \u001d  As Stephanie comments: \"Based on the share of ARMs in some state of negative equity at the end of last year and the decline in home prices so far in 2007, a stunning $693 billion in mortgage loans are already in the red. Assuming lenders are able to recover 70% of those assets -- which seems optimistic given the massive amount of housing inventory yet to be unwound -- that means mortgage lenders are already grappling with $210 billion in outright losses.\" \u001d  And that, she points out, is merely the direct hit. Thanks to what she nicely dubs the \"divine miracle of leverage,\" the total financial exposure to these claims is many multiples of that. To which we say, ugh! \u001d  What's more, Stephanie notes, these horrendous losses are coming at a time when the financial sector is \"uniquely unprepared to withstand them.\" Commercial banks, she points out, have let their loan-loss provisions sink to 20-year lows while increasing their exposure to real estate to record highs. Mortgages, she reckons, account for a tidy 55% of total bank loans -- and that doesn't include the trillion dollars worth of mortgage-backed securities on bank balance sheets. \u001d  So much for the myth that banks have cleverly \"offloaded\" their real-estate risk. \b \u001d  Back in may of 2005, contributing editor Rhonda Brammer wrote a skeptical story on a smallish over-the-counter number called Mannatech. The company had gone public in the frothy markets of the late '90s and operated, as Rhonda put it, in a \"backwater\" of the health-care industry. Its IPO came at $8 a share and, in the fashion of those days, hit $44.50 before the session called it quits. The stock went pretty much downhill after that, sinking to less than $1 in the big bear market of the early part of this decade. \u001d  When Rhonda caught up with the company, the shares had recovered to around 20 and earnings were rising briskly. Texas-based Mannatech, then as now, was in the business of peddling nutritional supplements called glyconutrients abroad as well as in the good old USA. Since it outsourced all its manufacuturing and conspicuously lacked any high-tech breakthrough, its rapid growth was, essentially, Rhonda explained, the product of a very successful hard-sell marketing scheme. \u001d  Specifically, the company created a multilevel marketing setup to push its line of supplements. Its sales people, dubbed \"associates,\" earn money not only by selling the supplements, but by recruiting other associates who seek to recruit still more sales people. A not unfamiliar daisy chain. What made the approach especially effective and efficient was its liberal use of the Internet. \u001d  Rhonda duly noted that co-founder Same Caster had tried his hand at previous ventures without much to show for it until he came up with Mannatech. As it happens, as she also noted, those earlier ventures yielded some unwelcome side effects in the form of run-ins with the Texas Attorney General that required one company to sharply tone down its promotional claims, and another to ditch its main product, which the AG alleged was a \"hoax.\" \u001d  In the course of her research, Rhonda also discovered that Mannatech had indulged in dubious claims for its supplements as a cure for a variety of diseases from cancer to hepatitis. Mannatech blamed errant associates for suggesting its glyconutrients were of use as medical treatment and it cited a pertinent disclaimer on its Website, printed, as Rhonda related, in small type after pages and pages of testimonials to their positive effects on virtually every disease known to suffering man. \u001d  In reaction to Rhonda's piece, Mannatech shares plunged from 20 to 12. Prompting this brief revisit was that the stock took another header last Friday on news that the Texas attorney general was on the company's case again, filing suit against it in Travis County district court, co-founder Caster and other key officials, claiming they concocted \"an elaborate scheme to defraud innocent consumers across the nation\" and alleging illegal sales and marketing practices that claimed its supplements are effective in treating such diseases as autism and Down's syndrome as well as cancer etc. \u001d  In short, for Mannatech it was the same old story, the story that Rhonda and Barron's broke over two years ago. The company, incidentally, on Friday acknowledged the suit with this resounding declaration: \"We are aware of the situation and will be taking appropriate action to address any issue or concerns from the Texas attorney general's office. We take matters of this nature very seriously and intend to cooperate to reach a resolution.\" \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1f0c795932ff234415a1dc0888e3baac","symR":["5730.FR","CDC.YY","NL0000235190"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"France CDC's De Romanet: In Favor Of 'Economic Patriotism'","GmtTimeStamp":"2007-07-07T11:25:00.000000000","CompanyCodes":["5730.FR","CDC.YY","NL0000235190"],"IndustryCodes":["ARO","ASP","BNK","XCA4","XDJGI","XENX","XMDAX"],"Story":"\b \u001d  AIX-EN-PROVENCE, France (Dow Jones)--Augustin de Romanet, the head of Caisse des Depots et Consignations, said Saturday he is in favor of \"economic patriotism,\" reiterating a stance he's taken to help the government solve potential ownership problems in key French companies. \u001d  \"Economic patriotism means making a French company prosperous in France on French soil,\" De Romanet told reporters in Aix-en-Provence. \"There's an economic patriotism in the U.S., in China, in Hungary. We have a duty to be patriots, too.\" \u001d  De Romanet, who took the reins of the state-owned investment bankin March, may help President Nicolas Sarkozy to find a way out of ownership problems that afflict companies such as European Aeronautic Defense and Space Co. (5730.FR), in which CDC has already bought a 2.25% stake. \u001d  The French and German governments have been in dispute over how to keep a balanced share of interests over EADS. Sarkozy and German Chancellor Angela Merkel are due to meet in Toulouse later this month to discuss in detail the balance of power within the Franco-German company. \u001d  Economic patriotism, a stance governments take to prevent companies from being sold to foreign investors, is a high priority in France, where several CAC40 companies, such as Danone SA (GDNNY), are vulnerable to potential bids from foreign competitors and are often rumored to be a potential target. \b \u001d  -By Gabriele Parussini, Dow Jones Newswires; gabriele.parussini@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 07:25 ET (11:25 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"20c558d2b637435b9faf56c784d09eea","symR":["CBRY.LN","CSG","JSD.V","JSDA","KO","PEP","GB0006107006","US1912161007","US48023P1066"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) Commodities Corner: A Sweet Move For Sugar","GmtTimeStamp":"2007-07-07T04:08:00.000000000","CompanyCodes":["CBRY.LN","CSG","JSD.V","JSDA","KO","PEP","GB0006107006","US1912161007","US48023P1066"],"IndustryCodes":["BVG","FOD","OFP","PLN","SFT","XDJGI","XDJI","XFFX","XFT1","XGTI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Susan Buchanan \u001d  As corn-syrup prices surge, some U.S. makers of soft drinks are going back to basics -- to pure sugar. Soda and food companies switched to high-fructose corn syrup starting in the late 1970s, and especially after sugar prices rocketed in 1980. But manufacturers are taking a fresh look at sugar now that prices have dropped in the U.S. from last year's hurricane-related peak, while corn-syrup costs are rising as corn is needed for ethanol. \u001d  HFCS 55, used in soft drinksand made of 55% fructose and 45% glucose, or corn syrup, was quoted at 18.9 cents a pound Friday in the Midwest, and more than 20 cents a pound in the Northeast. Midwest beet sugar sold at 25 cents a pound Friday, while refined cane sugar in the Northeast was 27.5 cents. \u001d  Big soft-drink makers are testing cane sugar in products, and fast-growing Jones Soda (ticker:JSDA) made the switch to sugar in March. Seattle-based Jones converted all of the 17 U.S. plants it uses from HFCS, after learning customers wanted a sugar-based product. Peter van Stolk, Jones' founder and CEO, says earnings took a hit because of conversion costs, but the move was worth it over the long haul. Jones is about to launch a pure-cane cola, which he says has \"a distinct flavor compared with other colas. Real sugar has a very different taste from HFCS.\" \u001d  Stolk adds that \"if one of the larger cola companies wanted to switch to real sugar, the taste of their product would change significantly.\" \u001d  John Sicher, editor of Beverage Digest, says big soft-drink makers have loyal customers and don't like to mess with ingredients or sweeteners, \"but we've seen some line extensions\" to brands. For example, PepsiCo (PEP) might test market a drink called Pepsi Natural made from cane sugar in late 2007 or early 2008, and Cadbury-Schweppes (CSG) has already tested Dr. Pepper with cane sugar in the Midwest, he says. Mexican-made Coca-Cola (KO) with cane is selling well in the U.S. Southwest, analysts say. Spokesmen for Pepsi and Coke wouldn't comment last week on their beverage-ingredient plans. \u001d  Other cane-based sodas include Jolt Cola, made by Wet Planet Beverages; several brands sold in health-food stores, and imports. Sports drinks Gatorade and PowerAde use a sugar-HFCS blend, but newer energy drinks, like Red Bull and Rock Star, are mainly sweetened with sugar. \u001d  Ron Sterk, assistant editor at Milling & Baking News, points to barriers to switching to sugar, saying formulas must be adjusted since HFCS is only 99% as sweet as sugar. More liquid sugar would have to be produced in the U.S., because ice cream gobbles up much of what's available now. And companies making the change would have to get out of HFCS contracts, which are mostly annual. \u001d  Craig Ruffolo, vice president at McKeany-Flavell, sweetener-ingredient marketers in California, says \"traditionally, HFCS has cost less than sugar in the U.S. and still does. But companies are in research and development, and might cross over if the difference in prices makes it economically viable.\" With tens of millions of corn acres, the U.S. is the lowest-cost HFCS producer, he says. But sugar tends to be cheaper in European and other nations where beets or cane are grown and corn isn't as widely cultivated. \u001d  --- \u001d  SUSAN BUCHANAN is a senior soft-commodities reporter for Dow Jones Newswires in New Orleans. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"247f83678271bb86331ce48307509f95","symR":["MOT","NOK","NOK1V.HE","FI0009000681","US6200761095"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Motorola, Nokia: Phone Batteries That Exploded Were Fakes","GmtTimeStamp":"2007-07-07T08:23:00.000000000","CompanyCodes":["MOT","NOK","NOK1V.HE","FI0009000681","US6200761095"],"IndustryCodes":["CMT","XDJGI","XES","XFFX","XGTI","XHEX","XISL","XNYA","XRUS","XSP5","XST5","XSTX","XSXA"],"Story":"\b \u001d  BEIJING (AP)--Mobile phone batteries that exploded in flames during tests by officials in southern China were counterfeit, spokeswomen for Nokia Corp. (NOK) and Motorola Inc. (MOT) said Saturday. \u001d  The Guangdong Industrial and Commercial Administration said on its Web site that four batteries exploded while being recharged during quality tests. Forty percent of phone batteries and 80% of chargers failed the tests. \u001d  The tests also found that of 40 locally purchased batteries, 15 had a smaller capacity that labeled, sometimes by as much as half. \u001d  Motorola spokeswoman Mary Lamb told The Associated Press that Motorola immediately sent a team to Guangdong province and found that the tests were legitimate, but that the three batteries labeled Motorola were counterfeit. \u001d  \"We went with members of the lab and actually looked at batteries and determined they were not authentic,\" she said. \u001d  Nokia spokeswoman Han Ying said the battery that exploded labeled Nokia was counterfeit. \u001d  The batteries are the latest in a parade of unsafe goods from China, including poison pet food, fake blood protein and dangerous toys. \u001d  Chinese imports accounted for more than 60% of the recalls announced by the U.S. Consumer Product Safety Commission this year, and all of the 24 toy recalls. \u001d  China recently announced that nearly 20% of consumer goods it tested in the domestic market failed quality trials. \u001d  The mobile phone tests by Guangdong officials came as Chinese authorities investigate the death of a welder, who police say died when a Motorola phone exploded in his chest pocket. \u001d  A Motorola spokesman said that the company was helping with the investigation in Gansu province, and that it was \"highly unlikely\" that one of the company's products was to blame. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 04:23 ET (08:23 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"284bfd94f22969133b98c2ef5d92f5b8","symR":["JNS"],"date":"2007-07-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/9) The New Face Of Janus -2-","GmtTimeStamp":"2007-07-07T04:05:00.000000000","CompanyCodes":["JNS"],"IndustryCodes":["AMG","XDJGI","XNYA","XRUS","XSP5","ZFU"],"Story":"\u001d  One part of the company that doesn't need fixing is Enhanced Investment Technologies, a quantitative manager based in Palm Beach Gardens, Fla. Since 2002, Janus has owned a majority stake in Intech, as it's known, which appeals to institutional investors. Intech generated $44.1 billion in net cash inflows from Jan. 1, 2003, through this year's first quarter, according to Goldman Sachs. Excluding Intech, Janus had net outflows of about $80 billion in that period. \u001d  Janus, long identified as a retail shop, hopes to make more inroads with institutional investors with its core funds. \"There's actually not a ton of high-quality institutionally oriented growth managers,\" observes consultant Quirk. The key to getting more of that business is a strong performance record, stretching over at least three years. Here, Janus has been making progress. \u001d  Janus Twenty, led by Schoelzel since 1997, crystallizes the topsy-turvy ride Janus had in the past decade. A high-flyer in the late 1990s, it racked up double-digit losses in 2000, 2001 and 2002. Now that enough time has passed, its five-year annual return of 14.79% beats its benchmark, the S&P 500, by 3.74 percentage points and ranks in the top 4% of the Morningstar large-cap growth category. The fund, which is closed to new investors, has made some good calls in recent years, including on energy and, more recently, on agriculture stocks. Schoelzel's top holdings as of May 31 included Goldman Sachs (GS), Google (GOOG) and Wells Fargo (WFC). \u001d  Another highly ranked large-cap growth fund -- and one with a different investment style -- is Janus Research (JAMRX). Run by Jim Goff, it invests mainly in stocks picked by Janus' analysts, rather than its portfolio chief. Its five-year annual return of 13.1% bests its benchmark, the S&P, by more than two percentage points. The fund ranks in the top 11% of the Morningstar large-cap growth group. \u001d  In contrast, two of the firm's flagships -- Worldwide and Janus -- remain works in progress. After Yee took over Worldwide nearly three years ago, he slashed its holdings from around 140 to roughly 70, thus allowing it to make larger individual wagers. Yee ratcheted down the firm's exposure to emerging markets, energy and commodities. At first, that hobbled performance. But more recently, his tinkering has begun to pay off. The fund's one-year return of 34.08% puts it in the top 10% of Morningstar's world stock group. Yee takes a philosophical view: \"You try to focus on the things you can control -- being disciplined about your process, trying to get things as right as you can and, most important to me, not losing money.\" A contrarian stockpicker, he likes Dell and some U.S. home builders, including Pulte Homes (PHM), Lennar (LEN) and Centex (CTX). \u001d  Corkins, who previously had run the Janus Research Fund, took over the Janus Fund early last year. He immediately trimmed its holdings and lately has been producing decent numbers. This year, it's up 11.23%, about two percentage points ahead of the S&P. \u001d  Other Janus funds with excellent three- and five-year returns, relative to their rivals, are Janus Orion (JORNX), a mid-cap growth offering; Janus Overseas (JAOSX) and Janus Growth and Income (JAGIX). \u001d  As a company Janus still has a lot to accomplish, first and foremost restoring credibility. That's particularly important because it is moving away from the direct- distribution model that worked so well in the 1990s to reliance on sales by third parties, such as financial advisers and brokers. But building relationships with such people takes time. \u001d  Perhaps inevitably, given the company's struggles and its sizable managed assets, some investors wonder whether Janus will stay independent. Occasional speculation about a possible takeover probably is a factor in the asset manager's rich stock valuation. At their recent quote around 30 -- well below their 2000 peak around 55 -- Janus shares trade around a 31 multiple, based on expected 2007 earnings, versus about 22 for T. Rowe Price. \u001d  Industry members say that Madison Dearborn Partners, a Chicago private-equity firm that recently agreed to buy Nuveen Investments (JNC), considered taking Janus private. Black maintains that Janus is poised to grow and thrive on its own. \u001d  In fact, Janus will have to close some of its top-performing funds, which are attracting too much money to stay efficient. One candidate: Contrarian, which could reach its capacity within a year. That magnifies the importance of developing new funds, such as Janus Advisor Long/Short (JALSX). \u001d  Janus still has a way to go. But with growth stocks poised to make a comeback after many years in the doldrums, the company's funds should prosper. If that occurs, Janus' own shares should do well, too, although, given their currently high valuation, it's hard to see them moving much higher anytime soon. Anyone interested in them probably should buy only on a pullback. \u001d  If the funds and Janus don't fare well, there's downside protection for the stock, in the possibility of a takeover deal or buyout. In the short run, Janus' funds look like better investments than its shares. In the long run, patient investors are likely to do better with the stock, one way or the other. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2ef50a07ffe6513700e56940581e01fd","symR":["EXC","US30161N1019"],"date":"2007-07-07","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": ComEd Prepares for Heavy Weekend Demand for Electricity, Offers Energy-Saving Tips for Customers","GmtTimeStamp":"2007-07-07T11:00:00.000000000","CompanyCodes":["EXC","US30161N1019"],"IndustryCodes":["ELC","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"High Temperatures Expected Through the Weekend \b \b \u001d  CHICAGO, July 7 /PRNewswire/ -- With temperatures forecasted in the 90s for Chicago and Northern Illinois this weekend, ComEd is taking additional measures to prepare for heavy electricity demand, including: \b \b \b    -- Postponing scheduled work that would require equipment to be out of \b       service \b    -- Scheduling extra work crews, where appropriate, to handle any problems \b       that may occur; and \b    -- Putting work crews in the field to monitor the system and respond \b       quickly to any problems. \b \b \u001d  As always, ComEd will closely monitor its electric system throughout the weekend. The company will remain in contact with area public officials should any potential problems arise. \b \u001d  Customers are reminded that help with summer electric bills is available through ComEd's three year, $64 million Rate Relief and Assistance Initiative. Through this program ComEd has granted more than 400,000 bill credits totaling $17.9 million to qualifying customers. For more details on ComEd's Rate Relief and Assistance Initiative, visit http://www.ComEdCARE.com, or call 888-806-CARE (2273). \b \u001d  Rate relief grants, credits and other programs are available now to customers most in need. For most programs, customers with incomes up to 200 percent of the poverty level, or $40,000 for a family of four, qualify. In addition, a residential special hardship fund is open to families with incomes up to 400 percent of the poverty level, or $80,000 for a family of four. Enrollment is now open, and ComEd encourages all customers who think that they may be eligible to apply. \b \u001d  To help customers stay comfortable, conserve energy and manage electricity bills during the weekend heat wave, ComEd offers the following energy-saving steps that can save up to 15 percent on home energy costs: \b \b \b    1. Keep thermostats at a constant, comfortable level (75 - 78 degrees) \b       when at home.  Lowering the thermostat setting below the desired \b       temperature will not cool the home faster. \b    2. To reduce heat and moisture during the warmest part of the day, run \b       appliances such as ovens, washing machines, dryers and dishwashers in \b       the early morning or evening hours when it's generally cooler outside. \b       Also, use a microwave to cook, or barbecue outside, if possible. \b    3. Keep shades, blinds and curtains closed. About 40 percent of unwanted \b       heat comes through windows. Simply drawing blinds and curtains, which \b       act as a layer of insulation, can reduce heat gain to your home. \b       Awnings are even better, and can reduce heat gain by up to 75 percent. \b       Window coatings and window film can reflect as much as 80 percent of \b       direct rays from the sun. \b    4. Turn off all unnecessary lighting and appliances, which add heat to the \b       home. \b    5. Keep doors to the outside, garage or attic firmly closed to keep cool \b       air in and hot air out. \b    6. Use fans to evenly distribute cool air and reduce the air conditioners \b       \"on\" time. \b \b \u001d  For more energy-saving ideas visit http://www.ComEdCARE.com, or call 888-806-CARE (2273). \b \u001d  Commonwealth Edison Company (ComEd) is a unit of Chicago-based Exelon Corporation (NYSE: EXC), one of the nation's largest electric utilities with approximately 5.4 million customers. ComEd provides service to approximately 3.8 million customers across Northern Illinois, or 70 percent of the state's population. \b \bSOURCE  ComEd \b \u001d    /CONTACT: ComEd Media Relations, +1-312-394-3500 \b    /Web site: http://www.exeloncorp.com \b    /Web site: http://www.ComEdCARE.com \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 07:00 ET (11:00 GMT)"},{"md5ID":"3076f39caa9721b3c361c365a6fde247","symR":["ABF.LN","ASBFY","GB0006731235"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"UK's ABF Seeks Successor For Chief At Primark - Newspaper","GmtTimeStamp":"2007-07-07T11:46:00.000000000","CompanyCodes":["ABF.LN","ASBFY","GB0006731235"],"IndustryCodes":["FOD","OFP","RTS","XDJGI","XFT1"],"Story":"\b \u001d  LONDON (Dow Jones)--Associated British Foods PLC (ABF.LN) is searching for a replacement for veteran retailer Arthur Ryan as the head of Primark, its fastest growing fashion chain, The Financial Times reported Saturday, citing retail sources. \u001d  The food producer and retailer has hired Odgers Ray & Berndtson to conduct the search for a successor to Ryan, the paper said. \u001d  The former retail director at Marks and Spencer (MAKSY), Anthony Thompson, is thought to have been in for talks, the paper reported. \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9413 \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 07:46 ET (11:46 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"389d09a296a196cfeaf8db7b53e6cdfc","symR":["DPH","DPHIQ","GM","US3704421052"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Delphi Sees Having 4,703 UAW Members By Yr End, 2,300 By 2012","GmtTimeStamp":"2007-07-07T17:57:00.000000000","CompanyCodes":["DPH","DPHIQ","GM","US3704421052"],"IndustryCodes":["AUT","OTA","XDJGI","XDJI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  TROY, Mich. (AP)--Struggling automobile parts maker Delphi Corp. (DPH) expects to have as few as about 2,300 United Auto Workers union members at its four remaining UAW plants by 2012, the company said in a court filing. \u001d  That would be less than a tenth of the 24,000 UAW members it employed when it filed for Chapter 11 bankruptcy protection in 2005. \u001d  Since that filing, Delphi said its UAW membership has dropped to about 17,000 due to buyouts and early retirements, and by the end of this year, it expects to have 4,703 UAW employees as it closes and sells plants. Total UAW employment could drop to as low as 2,306 in 2012, it said this past week in the U.S. Bankruptcy Court filing in New York. Delphi is the former parts-making division of General Motors Corp. (GM). \u001d  Delphi spokesman Lindsey Williams noted that the company earlier had announced its intention to exit most of its core businesses. \u001d  Members of the UAW, Delphi's largest union, approved a contract last month that cuts wages for many longtime workers but secures thousands of jobs. \u001d  The pact would leave Delphi operating four UAW plants: Grand Rapids; Kokomo, Ind.; Lockport, N.Y.; and Rochester, N.Y. \u001d  Delphi plans to sell, close or consolidate plants in Ohio, Alabama, Indiana and Texas. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 13:57 ET (17:57 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3c56dffc209dbabcc1adec69be6d4251","symR":["GILD"],"date":"2007-07-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/9) Gilead's War On AIDS","GmtTimeStamp":"2007-07-07T04:04:00.000000000","CompanyCodes":["GILD"],"IndustryCodes":["BTC","XDJGI","XISL","XNQ1","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Jay Palmer \u001d  Heart disease, cancer and starvation all rank high in the global mortality statistics -- but few modern medical afflictions spark more horror than HIV/AIDS. Though to some degree in check in the Western world, where both death rates and new infections are trending lower, the disease continues to ravage Africa and the less-developed nations -- and few see improvement anytime soon. \u001d  As twisted as it may seem for anyone to benefit from such a vast human tragedy, it is nonetheless accurate to point out that shareholders of Gilead Sciences, a sizable Foster City, Calif., biotech company, are doing just that. Its shares climbed more than 40% in the past year and look to be headed considerably higher. \u001d  Gilead (ticker: GILD) has quietly emerged as the pharmaceutical leader in the worldwide battle against HIV -- and its fast-growing sales reflect its prime role in fighting this viral disease. In the first quarter of this year, the company's four HIV drugs delivered $705 million in revenue, 70% of the company's total. That represents an increase of 10% over the previous quarter's level and 56% over the year-earlier numbers. Since the fall of 2004, in fact, Gilead's HIV franchise has grown at a compound annual rate of more than 50%. \u001d  Most of the torrid growth comes from three drugs --  Truvada, Viread and Emtriva -- all single-pill fixed-dose combinations of anti-HIV drugs that have proved popular not only because they work but because they reduce the previously huge multi-pill burden on patients. Truvada is now used in more than 80% of all new-patient therapy starts. \u001d  Gilead also is benefiting from the recent, runaway success of Atripla, another anti-HIV drug that, just nine months after its launch, posted quarterly sales of $190 million, far exceeding Wall Street and industry estimates and almost topping Truvada's U.S. sales. Some 70% of the new Atripla patients were switched from other drugs, mostly GlaxoSmithKline's (GSK) Combivir regimes. \u001d  Though the HIV franchise is sure to remain central, Gilead has wisely opted to added other arrows to its quiver. One of the more important is the royalty income it receives for a drug designed to combat bird flu. The company developed Tamiflu, in partnership with Roche (ROG.Switzerland), and it is being stockpiled by governments and organizations around the world to combat what many see as an inevitable global outbreak of influenza. Already, Tamiflu accounts for nearly 20% of company revenues. And every new scare (the latest being last week's finding that three swans in eastern France were killed by the deadly strain of the virus) boosts demands for stockpiling. \u001d  Not resting on any laurels, Gilead owns an impressive new-drug pipeline. Following FDA approval last month, the company has launched Letairis, a compound designed to treat pulmonary arterial hypertension (PAH). Though PAH is a relatively rare condition, with no more than 200,000 sufferers worldwide, the potential market is put close to $2 billion. It's not unreasonable to expect Gilead to eventually win a 25% market share, meaning $500 million in annual sales. \u001d  The acquisitions last year of Myogen for $2.5 billion and Corus Pharma for $365 million have put the company in new areas, including a treatment for cystic fibrosis. Since Gilead has a large war chest of close to $2 billion, further acquisitions that expand its product line in both existing and new markets are more likely than not. Asked if the firm is planning additional acquisitions or would rather buy back stock, CEO John Martin, 56, quips \"All of the above.\" \u001d  Gilead itself could become a takeover target, but with a stock-market value of $36 billion, it would probably attract only the largest buyers. Acquirers also might be put off by the constant spotlight of protesters, who seem convinced that the company shouldn't be allowed to make any profit from its AIDS products. \u001d  Gilead's financials are attractive. This year, revenue probably will rise by 35%, to about $4 billion (with three-quarters of that coming from HIV products). Earnings are also headed higher, suggests Eun Yang of Jefferies, perhaps to $1.50 to $1.55 a share this year, a 25% gain over '06. Profits could well hit $2 a share by 2009. \u001d  Even after the stock's runup, to about 39, it is trading at 25 times 2007 earnings, in line with industry giant Genentech's (DNA) multiple and not hugely rich, considering Gilead's growth potential. Some analysts think it could reach 48 within a year. \u001d  \"For the past 20 years, I have been asked every year if the growth now will slow,\" observes Martin. \"It hasn't and won't. I continue to see developing value for stockholders. I continue to see a very exciting future for this company.\" \u001d  Disease -- and its amelioration -- can be profitable. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"43f6fd822844d26f61291d4cc5458c66","symR":["30360.AE","ING","NL0000303600"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"INTERVIEW: ING Still On Lookout For Add-On Buys - CEO","GmtTimeStamp":"2007-07-07T12:47:00.000000000","CompanyCodes":["30360.AE","ING","NL0000303600"],"IndustryCodes":["BNK","FIS","INL","INS","XAEX","XDJGI","XENX","XES","XGTI","XNYA","XST5"],"Story":"\b \b   By Nicolas Parasie \b   Of DOW JONES NEWSWIRES \b \u001d  AIX-EN-PROVENCE, FRANCE (Dow Jones)--The chief executive of financial services giant ING Groep NV (ING) reiterated that the company is in no rush to carry out a large deal and will instead continue to consider mostly add-on acquisitions in emerging markets in the near future. \u001d  The Dutch banking and insurance group has been very active in recent months, announcing the acquisition of Oyak Bank in Turkey and an asset manager in South Korea, as well as a EUR5 billion share buyback and a revamp of its domestic retail bank. It looked into buying ABN Amro Holding NV (ABN), its underperforming domestic rival that is now subject to two competing bids and faces a likely breakup. \u001d  \"Our strategy remains the same,\" Michel Tilmant said in an interview. The Amsterdam-based group will continue to bolster its life insurance, asset management and banking activities in faster-growing markets. \"We still look at complimentary buys in those markets,\" he said. \u001d  The flurry of deals recently announced by ING follows a relatively quiet period of several years during which ING's Belgian CEO mostly focused on streamlining the company by offloading nearly two dozen subsidiaries. \u001d  Despite posting strong results in recent years, often boosted by Internet banking unit ING Direct, some industry observers question the group's bank-insurance model, even suggesting a break up. \u001d  Asked whether ING could also be the target of activist shareholders, Tilmant said the company constantly reviews its activities and tries to assure shareholders it makes good use of its capital. \"The key thing is to review our portfolio and to make sure we allocate our capital well,\" he said. \u001d  Tilmant also stressed that the term \"bank-insurer\" didn't fully cover the group's activities. \u001d  \"We should get out of the bank-insurer description. It doesn't reflect properly what we are doing,\" Tilmant said. \b \u001d  Company Web site: http://www.ing.com \b \u001d  - By Nicolas Parasie, Dow Jones Newswires; +33 1 40 17 1770; nicolas.parasie@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 08:47 ET (12:47 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"44e9180e85ccd364c2b898b1f0b3ae6a","symR":["BA","US0970231058"],"date":"2007-07-07","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": Boeing, ALAFCO Sign for 10 Additional 787s","GmtTimeStamp":"2007-07-07T20:59:00.000000000","CompanyCodes":["BA","US0970231058"],"IndustryCodes":["ARO","ASP","XDJGI","XDJI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  SEATTLE, July 7 /PRNewswire-FirstCall/ -- Boeing (NYSE: BA) and ALAFCO Aviation Lease and Finance Company of Kuwait today held a formal signing ceremony for the direct purchase of 10 787-8 Dreamliners. The deal was completed the day before the public Premiere of Boeing's first 787 in Everett, Wash. \b \u001d  Valued at $1.62 billion at list prices, the new purchase builds on an order for 12 787s ALAFCO announced in March 2007. \b \u001d  The Sharia-based leasing and finance company was the first Middle East customer to finalize its order for the highly sought-after Dreamliner, and ALAFCO has successfully placed its first 12 787s with Kuwait Airways. \b \u001d  Scott Carson, Boeing Commercial Airplanes president and CEO, hosted today's event at Seattle's Harbor Club, where guest of honor Mr. Ahmad Alzabin, ALAFCO's chairman and CEO, signed the order for the additional airplanes. \b \u001d  \"We're proud to be the first Middle Eastern company to purchase the 787-8 and we're extremely pleased to have quickly placed all of the 787s in our initial order with Kuwait Airways,\" said Mr. Alzabin. \"We have decided to move quickly on acquiring additional 787s as we see continued strong market demand for this revolutionary airplane and we wish to offer airlines the airplane that is setting new standards in operational efficiency and reliability.\" \b \u001d  ALAFCO became a publicly traded company in October 2006. It currently has airplanes on lease with nine carriers worldwide. \b \u001d  \"Our strong association with ALAFCO, as well as having 787s flying with Kuwait Airways, truly demonstrates Boeing's focus in the Middle East market,\" said Carson. \"We are determined to build upon our regional relationships to establish an even stronger foundation for future business -- one that will continue to focus on meeting our customers' expectations and providing airplanes and services that help them be successful.\" \b \u001d  Boeing reorganized its sales regions in 2005 and deployed a specialized Middle East team that has led to a dramatic turnaround of the company's market share of commercial airplanes sold in the region. \b \u001d  Since launch in April 2004, the Boeing 787 Dreamliner has logged orders from 46 customers for 652 airplanes, making it the most successful launch of a commercial airplane in Boeing's history. First flight is scheduled for later this year followed by certification and first delivery in May 2008. \b \bSOURCE  Boeing \b \u001d    /CONTACT: Brian Walker of Boeing Commercial Airplanes Middle East & Africa Communications, +1-206-356-4606; or Adam Morgan of 787 Program Communications, +1-425-294-6103, for Boeing \b    /Web site: http://www.boeing.com \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 16:59 ET (20:59 GMT)"},{"md5ID":"4f44d4ee1a678cf80f7e69c1aa5d74c2","symR":["ITW","MDR","PH"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) The Sharpest Tool In The Shed","GmtTimeStamp":"2007-07-07T04:04:00.000000000","CompanyCodes":["ITW","MDR","PH"],"IndustryCodes":["CON","FAC","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Christopher C. Williams \u001d  Investors are building positions in the shares of heavy-equipment makers, betting that the worldwide boom in infrastructure will mean even bigger business for companies such as McDermott International (ticker: MDR) and Parker Hannifin (PH). \u001d  Illinois Tool Works (ITW), a diversified manufacturer, is winning its share of fans, as well, with a stock that has risen 20% this year, to 55. They believe the company's growth-by-acquisition strategy will produce another year ofstellar earnings, helping the conglomerate outrun the Standard & Poor's 500 stock index in 2007, as it has for the past 20 years. If the global economy stays strong, encouraging more development in Asia and elsewhere, Illinois Tool easily could rally into the low 60s in the next year, on solid quarterly results. \u001d  Dubbed \"one of the sharpest tools in the shed\" by Morningstar, the Glenview, Ill.-based company has produced double-digit earnings gains in the past 10 years, and is on track to do so again. Citing more than $1 billion of potential acquisitions and a growing international operation, analysts expect Illinois Tool to earn $3.33 a share this year, up from $3.01 in '06, on a 14% increase in revenue to almost $16 billion. Though acquisitions will account for much of that growth, better-than-expected organic growth also could boost results. \u001d  Notwithstanding its bright prospects, Illinois Tool trades for only 15 times consensus 2008 earnings projections of $3.72 a share, about 10% below the price-earnings multiples afforded diversified industrial multinationals such as Danaher (DHR), notes Goldman Sachs analyst Deane Dray. \"It's exceptionally attractive,\" he says. \"It has had a nice pop, but has a lot more room to run.\" \u001d  Dray calls his one-year price target of 61 \"conservative.\" Given Illinois Tool's consistent earnings performance and sturdy balance sheet, he argues that the stock justifiably could be valued at a 10% premium to peers sector. That would translate into a P/E of 18 and a price of 67. \u001d  Founded in 1912 as a maker of metal-cutting tools, Illinois Tool now offers a dizzying array of products for the automotive, construction and food and beverage industries. It sells, among other things, fasteners, welding machines and plastic ring carriers for beverage cans. It has bought about 32 companies a year over the past 10 years, each averaging  about $32 million in yearly sales. Last year, it scooped up a record 53 companies representing $1.7 billion in annualized revenue, a pace some analysts think it could match this year. Since 1982, return on invested capital has averaged 15%. \u001d  Illinois Tool is ultra-lean; only about 50 executives in the corporate center oversee 750 units in the U.S. and 48 foreign countries. Led by David Speer, 56, a 28-year company veteran who became CEO in 2005, its managers are expert in \"80/20,\" meaning they concentrate the company's resources on the 20% of customers and products that deliver 80% of a unit's sales. Company officials were unavailable to comment. \u001d  Daniel Dowd of Bernstein Research suspects that Illinois Tool would enjoy a higher multiple if its business model were better understood. \"ITW's competitive advantage lies in its ability to create value through world-class capital allocation, and in identifying and systematically improving very small acquisitions,\" he observes. \u001d  Dowd also thinks that Illinois Tool is less exposed to the North American new-home and auto markets than some investors believe. In the first quarter, a 20% drop in its North American housing sales and a 7% slip in its auto business understandably focused investors' attention. But other operations, such as international welding, grew a healthy 21%, helping Illinois Tool produce on-target results. Those trends probably continued in the second quarter, ended last month, in which analysts figure the company earned 88 cents a share, up from 81 cents a year earlier. Illinois Tool reports results next Thursday. \u001d  Dowd notes that the U.S. housing and auto markets represent just 13% of Illinois Tool's revenue, and that the company sells to many other customers, including renovation-construction specialists and foreign original-equipment manufacturers, that are counter-cyclical to those troublesome areas. He believes stronger-than-expected second-half results will convince skeptics that Illinois Tool will weather the downturns in housing and auto in fine shape, and help push the stock toward his 68 price target. \"ITW has and will continue to grow with the global economy,\" he says. \u001d  Growth could be pinched if the pool of attractive acquisition candidates dries up, but that is unlikely to happen, at least in the near term. Besides, Illinois Tool has other, yes, tools, at its disposal to keep shareholders happy; among them, the company could use its copious cash flow --  $1.8 billion last year -- to repurchase shares. \u001d  As its customers might say, don't underestimate the value of a well-stocked tool kit. Or, a well-run company. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"573b2d28f54ee9e23ffb1ff82a606b09","symR":["EMC","OPWV","US2686481027"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) Plugged In: Half-Time Report","GmtTimeStamp":"2007-07-07T04:03:00.000000000","CompanyCodes":["EMC","OPWV","US2686481027"],"IndustryCodes":["CPR","SOF","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  Independence Day is just about the half-way mark for the year. And like baseball's All-Star break -- which is centered on this week's game here in San Francisco -- the Fourth of July holiday provided a break, with time for reflection. \u001d  One of the stories I've wanted to follow up is that of Neutral Tandem, a telecom start-up I wrote about a year ago (Plugged In, June 5, 2006). At the time, I mentioned that we rarely write about private companies, but that this one wasworth discussing. \u001d  I still feel that way. Neutral Tandem filed to go public earlier this year, with Morgan Stanley as its lead  underwriter. There's no word yet on when the IPO will occur or the preliminary pricing terms. And the company can't comment because of the quiet period. \u001d  But the Chicago-based outfit deserves to be mentioned in any conversation about two other deals that have gotten more play: last week's filing by on-demand software provider NetSuite, which we anticipated in last week's column, and the forthcoming partial spin-out of VMware from EMC (ticker: EMC). \u001d  This one was different from most start-ups. It had experienced management, real revenue and was committed to a significant capital build-out across a broad swath of geography. \u001d  Since launching its service in February 2004, the company has grown like gangbusters, generating about $28 million in fiscal 2005 revenue. During the nine months ended Sept. 30, 2006, Neutral Tandem racked up $37.9 million in revenue, an increase of 108% compared with the previous nine months' total. On top of that, the company is in the black, having made $6.2 million in the first nine months of 2006, according to the filing. \u001d  Like many companies with promise, Neutral Tandem was founded to solve a problem: fixing interconnection problems among wireless, wireline, cable, Internet and other telecom carriers. It also helps exchange voice traffic among competitors. The company claims to be the country's largest network providing neutral interconnection points for voice traffic among rival carriers. It has deals with 56 major players, including AT&T (T), Sprint Nextel (S) and Comcast Cable Communications (CMCSA). \u001d  Last month, Ernst & Young gave Neutral Tandem management one of its coveted regional entrepreneurs of the year awards. These guys definitely bear watching. \u001d  Since I'm seizing this opportunity to follow up on previous columns, it looks as if Openwave System's (OPWV) chances of being bought or merged have waned significantly since my first item (Plugged In, March 12). \u001d  In June, Harbinger Capital opted to take its ball and go home. After amassing about a 13.4% stake, the activist hedge fund announced that it is no longer trying to buy 49% of the sputtering software firm Harbinger had launched a tender offer for 40.4 million shares at $8.30 each, but it failed to secure the necessary threshold number. Harbinger wanted to merge Openwave with a privately held communications software company, but Openwave's directors rejected the idea amid hopes of more lucrative takeover offers by larger tech companies, which never materialized. Openwave shares have plunged to around 6 after trading as high as 10.51 in early June. \u001d  --- \u001d  E-mail: mark.veverka@barrons.com \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"61a7f23256e39f863d1d59a5cb1fb8fb","symR":["BX","MS","OEH"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Orient Express Tipped Next Hotel Buyout Target - Newspaper","GmtTimeStamp":"2007-07-07T11:33:00.000000000","CompanyCodes":["BX","MS","OEH"],"IndustryCodes":["FIS","LOD","SCR","XDJGI","XFFX","XGTI","XNYA","XRUS","XSCI","XSP5","XSTF"],"Story":"\b \u001d  LONDON (Dow Jones)--Orient-Express Hotels LTD (OEH), the company that owns the eponymous train and some of the world's most luxurious hotels, is being tipped as the next bid target in a sector attracting private equity interest, The Times reported Saturday without citing sources. \u001d  Financial predators, including an unnamed U.S. hedge fund and Sharewood Capital, which has a 4% stake, are understood to have checked out the New York-listed group in recent months, the newspaper reported. \u001d  Blackstone Group (BX) and Morgan Stanley (MS) are also have thought to have looked at the business, according to the paper. \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9413 \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 07:33 ET (11:33 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"63bd70a51c6c50e6f8b09ed285b1b97e","symR":["AIG","ALEX","CAT","CSX","DUK","EXPD","FDX","IBM","JNJ","OSG","PCG","PG","SO","UNP","UTX","WMB","XOM","US0144821032","US0268741073","US1264081035","US2643991068","US3021301094","US30231G1022","US31428X1063","US4592001014","US4781601046","US69331C1080","US7427181091","US8425871071","US9078181081","US9130171096","US9694571004"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) Speaking Of Dividends: Payout Hikes Slip 7.2%: But Total Of Companies Declaring Dividends Rises","GmtTimeStamp":"2007-07-07T04:04:00.000000000","CompanyCodes":["AIG","ALEX","CAT","CSX","DUK","EXPD","FDX","IBM","JNJ","OSG","PCG","PG","SO","UNP","UTX","WMB","XOM","US0144821032","US0268741073","US1264081035","US2643991068","US3021301094","US30231G1022","US31428X1063","US4592001014","US4781601046","US69331C1080","US7427181091","US8425871071","US9078181081","US9130171096","US9694571004"],"IndustryCodes":["AIF","ARO","ASP","DRG","ELC","HPN","HPR","INF","INS","MAR","MDV","MUT","OIL","RAI","TRQ","TSX","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  Of the approximately 7,000 companies covered by Standard & Poor's survey of second-quarter dividend activity, 448 hiked their payouts, 7.2% fewer than the 483 that did so a year earlier. This was the fourth consecutive quarterly year-over-year decline. The drop was especially disturbing \"in light of the continued, moderate earnings growth and the abundance of corporate cash,\" says S&P senior index analyst Howard Silverblatt. \u001d  In the first half, the number of dividend boosts fell 3.6%, to 1,069 from 1,109. In the corresponding 2006 stretch, the total was up 5%. \u001d  On the brighter side, extra dividends rose to 92 from 89 in the quarter. The six-month total was 203, versus 192 -- a 5.7% advance. Companies paying extras might have sweetened their regular payouts but chose also to pay a bonus because they had additional cash. Or they simply might want to play it safe by not committing to a bigger regular dividend that might prove unsustainable. \u001d  Another positive: The total of dividend payers is rising, reports S&P. Through June 30, nearly 3% more companies had declared payouts than in 2006's first six months. \u001d  And 10 companies have resumed paying dividends this year, matching the year-earlier showing. \u001d  Stock splits have become rarer, S&P notes. Through June, 259 companies had divided their shares, compared with 360 and 400, respectively, in 2006's and 2005's first halves. S&P figures that the decline in splits boosted the average share price to $33.19 last month from $27.58 in June 2006 and $25.76 in June 2005. \"Clearly, companies are becoming more comfortable with higher stock prices,\" concludes Silverblatt. \u001d  As for dividend cuts, S&P counted nine in the second quarter. That was down from 13 in the first quarter, but double the four in 2006's second quarter. \u001d  Twenty-two companies cut their payouts in the latest quarter, versus 15 a year earlier. In the half, 15 companies trimmed their distributions -- against 16 in 2006's initial six months. \u001d  All the dividend activity among the 65 stocks in the Dow Jones averages in the second quarter involved increases. Peter Miller, Barron's statistics director, counted eight enhancements among the industrials: American International Group (ticker: AIG), Caterpillar (CAT), ExxonMobil (XOM), International Business Machines (IBM), JPMorgan Chase (JPM), Johnson & Johnson (JNJ), Procter & Gamble (PG) and United Technologies (UTX). The group as a whole paid out $70.09 in dividends, up 9.7% from $63.89 in the April-June 2006 stretch. Yield: 2.09%. \u001d  Coca-Cola (KO) and Wal-Mart paid sweetened dividends last quarter, but had declared them in the year's first three months. The payment dates for AIG, Cat, JPMorgan Chase and United Technologies are in the third quarter. \u001d  Moving on to the 20 transports, they distributed $14.34 in the second quarter, by Miller's calculation, 19.2% above the $12.03 of a year earlier, for a 1.04% yield. A quintet of boosts were provided by Alexander & Baldwin (ALEX), CSX (CSX), Expeditors International (EXPD), FedEx (FDX) and Overseas Shipholding (OSG). Union Pacific (UNP) approved a hike in the first quarter, but paid it in the second. And the new CSX, FedEx and Overseas Shipholding dividends go out this quarter. \u001d  Among the 15 Dow utilities, Duke Energy (DUK), Southern Co. (SO) and Williams Cos. (WMB) declared hikes, although Duke won't make its payout until September. Yielding 2.95%, the group's total dividends rose 5.60%, to $3.77 from $3.57. PG&E (PCG) paid a higher dividend in April, but had declared it in the first quarter. \u001d  To get the full-return picture, here's how each of the Dow groups did pricewise in 2007's second-quarter: industrials, up 8.53%; transports, up 5.99%; utilities, down 0.40%. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"652b916ccd16c3cc4f5098f5847c194c","symR":["5730.FR","BMW.XE","DUBAIH.YY","F.MI","FIA","VLKAY","VOW.XE","DE0005190003","DE0007664005","IT0001976403","NL0000235190"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) European Trader: Sovereign Funds Could Face A Backlash","GmtTimeStamp":"2007-07-07T04:05:00.000000000","CompanyCodes":["5730.FR","BMW.XE","DUBAIH.YY","F.MI","FIA","VLKAY","VOW.XE","DE0005190003","DE0007664005","IT0001976403","NL0000235190"],"IndustryCodes":["ARO","ASP","AUT","FIS","XCA4","XDAX","XDJGI","XENX","XMDAX","XMIB","XNYA"],"Story":"\b   (From BARRON'S) \b   By Matthew Curtin and Sean Walters \u001d  EADs categorized dubai international capital as just another institutional investor after the fund bought a 3.1% stake in the aero-defense company. \u001d  How wrong EADS (ticker: EAD.France) is. This $802 million investment reflects a major shift in global capital markets that isn't necessarily benign. It's a function of soaring commodity prices, the industrialization of much of Asia and the determination of Asian central banks to maintain weak currencies. All this has ledto a massive accumulation of foreign-exchange reserves, in the Middle East, Russia, China and other non-Western nations. \u001d  The countries with the swelling coffers seem increasingly keen to get a better return on money that they've until recently plowed into U.S. Treasuries and euro-denominated bonds. The obvious solution: invest in equities. This provides diversification, plus a bigger share of the profits generated by globalization, visible in robust earnings growth at U.S. and European multinationals. \u001d  Such are resources at these countries' disposal -- China's foreign-exchange reserves stood at $1.2 trillion on March 31 -- that their sovereign wealth funds can pretty much take their pick of what they want to buy. If the investment is carried out transparently, and the criteria are financial or industrial, that's not necessarily a problem and it won't raise nationalist hackles in the target countries. \u001d  Dubai International Capital's EADS investment fits the bill. Dubai is a small country staking its future in part on development of a soundly regulated local financial market and a role as a global transport hub. State-owned airline Emirates is a key customer of EADS' Airbus unit. \u001d  But others' motives may be more sinister, especially when strategic assets are in play. Take the 5% stake in EADS held by OAO Bank VTB, the state-owned Russian lender. EADS is a major supplier to the armies of NATO, whose eastward expansion has so unnerved Moscow. It's hard to see VTB\"s interest in EADS as purely financial. \u001d  Suspicions about such investments adds to the danger that the West will become increasingly protectionist. That danger is already apparent in the trouble that Chinese and Dubai investors have had in investing in the U.S., and in the jettisoning of a commitment to open markets in the main text of the European Union's new trade treaty. \u001d  Protectionism is the wrong approach. Reciprocity, with minimal obstacles to capital flows, is what the U.S. and Europe should demand of emerging-market countries, many of which have proved only too eager to join the World Trade Organization. \u001d  But as the sovereign wealth funds of China, Russia and other countries flex their financial muscles, there's the dispiriting prospect of a more protectionist world. \u001d  Fiat reckons that it can emulate the success BMW has had with the Mini in exploiting drivers' nostalgia for old brands by going retro itself with its new-look Fiat 500. \u001d  But it's far from certain that Fiat (F.Italy) has the winning formula, considering the mixed fortunes Volkswagen has had in trying to pull off the same trick with the Beetle. \u001d  Without a hit similar to BMW's (BMW.Germany) Mini, Fiat's shares will look distinctly expensive. After all, plenty of good news is already built into a stock that's trading at 16 times 2007 estimated earnings, an 11% premium to the rest of the sector. The Italian auto maker's shares have risen more than 120% in the past year. (Last week, Fiat's American depositary shares, traded on the Big Board under the ticker symbol FIA, hit a 52-week high of $31.72.) \u001d  Fiat's strategy for the 500 is to market the small car at a premium price. Analysts think Fiat could sell 200,000 Fiat 500s in 2008 at around 12,000 euros ($16,300) each. Pencil in a profit margin of about 5% -- Fiat's making the cars in Poland -- larger than the usual 2% or 3% for small cars, and the resulting 120 million euros would have a significant impact on Fiat's bottom-line. Fiat earned 1.07 billion euros in 2006. \u001d  But with the 500, Fiat is gambling that consumers will pay a premium price for a car that lacks a premium nameplate. VW (VOW.Germany) knows that's not easy. The German auto maker cut the Beetle's price last year to try to reverse declining sales. Even initial sales of the retro car were disappointing. \u001d  Even if the 500 is a big hit, maintaining Fiat's European market share is likely to become more difficult because some of its success reflects weakness among its main competitors. Now they're fighting back. While Fiat plans to launch 23 new models by 2010, Peugeot (UG.France) plans 41. Renault (RNO.France) will have 20 new models in showrooms by 2009. And Asian car companies are making steady inroads in Europe. \u001d  So at their current lofty price, Fiat's shares might be suitable only for enthusiasts of Italian auto-making. \u001d  --- \u001d  Matthew Curtin, who reports from Paris, and Sean Walters, who is based in London, contribute to The Skeptic, a Dow Jones Newswires column on which this European Trader is based. \u001d  --- \b                     DOW JONES GLOBAL INDEXES \b \b Region/ \b Country \b  DJ Global          DJ Global           DJ Global     Point \b   Indexes,           Indexes,            Indexes,      Chg.    % Chg. \bLocal Curr.    Wkly     U.S. $     Wkly  U.S. $ on      From      From \b   07/06/07  % Chg.   07/06/07   % Chg.   12/31/06  12/31/06  12/31/06 \b \b Americas \b                        388.72    +2.12     351.71    +37.01    +10.52 \b \b Brazil \b 7113957.45   +3.66    1473.62    +4.83    1067.30   +406.32    +38.07 \b \b Canada \b     471.37   +1.61     520.29    +3.27     425.73    +94.56    +22.21 \b \b Chile \b     682.50   -1.33     490.18    -0.40     393.68    +96.50    +24.51 \b \b Mexico \b    2183.21   +4.17     620.89    +4.23     500.99   +119.90    +23.93 \b \b U.S. \b     373.49   +1.93     373.49    +1.93     343.25    +30.25     +8.81 \b \b Venezuela \b       0.00   +0.00       0.00    +0.00       0.00     +0.00     +0.00 \b \b Latin America \b                        735.39    +4.05     560.18   +175.20    +31.28 \b \b Europe \b                        393.99    +1.93     349.72    +44.27    +12.66 \b \b Austria \b     492.21   +0.54     522.61    +1.48     465.16    +57.46    +12.35 \b \b Belgium \b     450.09   +1.03     478.14    +1.97     427.54    +50.60    +11.84 \b \b Denmark \b     552.69   +2.75     599.13    +3.72     505.70    +93.43    +18.48 \b \b Finland \b    1616.31   +2.32    1534.86    +3.28    1206.63   +328.23    +27.20 \b \b France \b     386.56   +0.76     416.00    +1.70     365.73    +50.27    +13.75 \b \b Germany \b     353.65   +0.93     374.31    +1.87     302.80    +71.51    +23.62 \b \b Greece \b     432.76   +2.73     339.16    +3.69     295.24    +43.92    +14.88 \b \b Ireland \b     665.39   +1.66     690.17    +2.61     671.96    +18.22     +2.71 \b \b Italy \b     337.87   +0.77     294.74    +1.71     280.63    +14.11     +5.03 \b \b Netherlands \b     435.57   +0.71     461.27    +1.65     401.84    +59.43    +14.79 \b \b Norway \b     489.74   +1.35     504.96    +3.20     402.36   +102.59    +25.50 \b \b Portugal \b     360.77   +0.27     332.56    +1.20     270.37    +62.19    +23.00 \b \b Spain \b     579.04   +1.16     462.11    +2.10     422.08    +40.03     +9.48 \b \b Sweden \b     703.44   +1.75     617.49    +3.85     542.62    +74.87    +13.80 \b \b Switzerland \b     553.64   +0.75     616.65    +1.39     577.55    +39.10     +6.77 \b \b United Kingdom \b     285.20   +1.43     307.10    +1.77     278.31    +28.79    +10.35 \b \b South Africa \b                        353.45    +2.22     319.28    +34.17    +10.70 \b \b Pacific Region \b                        162.23    +1.99     146.16    +16.07    +10.99 \b \b Australia \b     433.37   +1.23     489.02    +2.33     400.56    +88.46    +22.08 \b \b Hong Kong \b     448.69   +4.01     446.36    +4.01     377.97    +68.39    +18.09 \b \b Indonesia \b     686.06   +4.44     151.09    +4.32     127.96    +23.13    +18.08 \b \b Japan \b     117.27   +0.26     118.79    +0.50     115.76     +3.04     +2.62 \b \b Malaysia \b     264.47   +1.66     208.65    +1.77     158.88    +49.77    +31.33 \b \b New Zealand \b     201.46   -0.50     292.12    +1.00     259.49    +32.63    +12.57 \b \b Philippines \b     375.24   +2.15     211.53    +2.54     159.92    +51.61    +32.27 \b \b Singapore \b     291.36   +0.71     310.61    +1.34     249.36    +61.24    +24.56 \b \b South Korea \b     384.87   +7.21     317.32    +7.72     241.17    +76.15    +31.58 \b \b Taiwan \b     229.14   +3.54     179.97    +3.70     156.13    +23.83    +15.26 \b \b Thailand \b     153.78   +7.25     106.58    +8.81      81.33    +25.25    +31.05 \b \b Euro Zone \b                        408.79    +1.90     356.67    +52.12    +14.61 \b \b Europe (ex.U.K.) \b                        443.74    +2.01     389.85    +53.89    +13.82 \b \b Nordic Region \b                        706.48    +3.62     587.36   +119.12    +20.28 \b \b Pacific Region (ex. Japan) \b                        378.52    +3.78     308.33    +70.19    +22.76 \b \b World (ex. U.S.) \b                        275.54    +2.13     243.05    +32.49    +13.37 \b \b DOW JONES WORLD STOCK INDEX \b                        308.94    +2.05     277.50    +31.45    +11.33 \b \b Indexes based on 12/31/91=100.2007 Dow Jones & Co. Inc. All Rights Reserved. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"70cb9b5c40a39bcbf600662af0ed4a1a","symR":["ADX","CET","CUBA","CVF","EDF","ESD","ETY","NRI","NRL","NRO","RYJ","SCD","TDF","TY"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) At The Center Of The Closed-End Fund Universe","GmtTimeStamp":"2007-07-07T04:07:00.000000000","CompanyCodes":["ADX","CET","CUBA","CVF","EDF","ESD","ETY","NRI","NRL","NRO","RYJ","SCD","TDF","TY"],"IndustryCodes":["CEF","XDJGI","ZFU"],"Story":"\b   (From BARRON'S) \b   By Lawrence C. Strauss \u001d  Interview With Thomas J. Herzfeld \u001d  Founder, Thomas J. Herzfeld & Co. \b \u001d  After a brief stay in his family's textile business, Thomas J. Herzfeld discovered his true calling in the late 1960s at an unlikely venue: a New York brokerage firm's training program. A session on closed-end funds fascinated him because \"they offered investors the opportunity to buy assets at a discount.\" Now 62, Herzfeld has been pursuing that opportunity for 40 years, becoming one of thenation's foremost experts on the subject. The author of several books, including Encyclopedia of Closed-End Funds, now advises institutional and retail clients on his favorite topic. \u001d  Unlike open-end mutual funds, closed-ends have a fixed number of shares that trade on an exchange. The share prices typically trade at a discount or a premium to their underlying net asset value, depending on investor sentiment about their assets. In contrast, investors in an open-end fund buy and redeem shares directly from the fund. That can force the portfolio manager to sell some holdings to raise cash for redemptions or to buy more if new money flows in. Closed-end managers needn't worry about any of that. In all, closed-end funds oversee $312 billion, compared with $11.4 trillion in mutual funds and $485 billion in a new rival: exchange-traded funds. \u001d  Based in Miami, Herzfeld founded Thomas J. Herzfeld & Co., a brokerage specializing in closed-ends, in 1981, and launched a similarly focused money-management arm, Thomas J. Herzfeld Advisors, in 1984. The firm oversees about $100 million in assets. The Managed Portfolio I, a separate-account program created by the advisory firm in 1987, invests in bond and stock closed-end funds. It has a cumulative total return since inception of 509%, net of fees, versus nearly 400% for the S&P 500. \u001d  Herzfeld also runs the novel Herzfeld Caribbean Basin Fund (ticker: CUBA), which invests in companies with direct and indirect ties to Cuba and has gained more attention in the past year as Fidel Castro's health has deteriorated. \u001d  For more about Herzfeld's start, his views on pricing and activists, as well as other topics -- including some closed-ends he likes and some he doesn't -- read on. \b \u001d  Barron's: We're told that as a kid in school, you weren't at the top of the class. \u001d  Herzfeld: I was probably near the bottom, barely graduated from high school and only was admitted to college thanks to some favors [owed] to my father. \b \u001d  Q: And then you studied to be a textile engineer? \u001d  A: Yes, the school I attended, the Philadelphia College of Textiles & Science, now Philadelphia University, was primarily known for its textile engineering and chemistry programs. They did, however, offer a few business courses, which I managed to take. \b \u001d  Q: Anyone have a big influence on you? \u001d  A: There was Bob Parry, a Ph.D. candidate at the University of Pennsylvania who was teaching courses in money, banking and economics. He later became president of the Federal Reserve Bank in San Francisco. He had quite a large influence on me. \b \u001d  Q: What did you do after college? \u001d  A: I went into the family textile business, but that didn't last long. Then I went off to Wall Street as a trainee with Reynolds & Co., a brokerage firm, and I applied to business schools. I started at the Bernard Baruch School at City College of New York and then my Army reserve unit was called up briefly, so I never continued. \b \u001d  Q: When did you get the bug for closed-end funds? \u001d  A: Reynolds had a very formal training program where they brought in professors and experts, including lectures on open-end and closed-end funds. I found it fascinating that closed-end funds offered investors the opportunity to buy assets at a discount, and I was captivated by that right from the beginning. \b \u001d  Q: In those days, relative to the open-end fund business, closed-ends were small, right? \u001d  A: Yes, you could almost keep track of them in your head. There were 60 funds with $8 billion in assets, and I probably became the leading expert on the subject for no other reason than I was the only one interested in it. I used to give lectures to get accounts. \b \u001d  Q: Let's talk about the history of closed-end funds, which in the U.S. date to the 1920s. \u001d  A: That's right in the U.S., but they really date to the late 19th century. There were closed-end funds formed in England and Scotland to invest in the New World, both the U.S. and South America. \b \u001d  Q: What about in the United States? \u001d  A: Closed-end funds proliferated in the 1920s, especially in 1929 just before the Crash. They were leveraged, and they were able to buy shares in each other. There were people who were using one fund's assets to take control of another fund. After the Crash, most of them went bankrupt. In the recovery years and to this date, closed-end funds were never able to attain attention and size, relative to the mutual-fund industry. \b \u001d  Q: Why? \u001d  A: Well, mutual funds advertise, and closed-end funds basically do not. \b \u001d  Q: Are they are restricted from advertising? \u001d  A: No, it is just a matter of who is going to pay for it. Whose money would they spend to advertise a closed-end fund? But with open-end mutual funds, the managers are allowed to spend shareholders' money to advertise and grow the funds. \b \u001d  Q: Are exchange-traded funds a threat? \u001d  A: It depends on how you define a threat. In terms of the discounts to net asset value, many thought that the ETFs could cause the discounts in closed-end funds to widen. I would say it is more common now to find closed-end-fund discounts narrowing because of the introduction of similar ETFs. \b \u001d  Q: What do you attribute that to? \u001d  A: Activists and takeover traders now can buy closed-end funds at deep discounts and hedge their market risk by selling short ETFs, which actually helps the valuations of closed-end funds. In terms of competing with them for new money, we are seeing both closed-end funds and ETFs created. And closed-end funds have certain advantages over exchange-traded funds. \b \u001d  Q: Such as? \u001d  A: Investing in thinner markets, less liquid markets or foreign markets. Also, they can use leverage and they are continually managed, whereas ETFs aren't managed actively, although this is changing. \b \u001d  Q: There's been a lot of issuance recently in the closed-end market. What kind of impact has that had? \u001d  A: It is quite a business for the underwriters and the advisers. It is a very profitable underwriting business. As new funds are created, advisers are getting more and more captive assets, which create advisory fees. So it is a very good business for those people who bring them to market and manage them. From the investor's point of view, many of the new closed-end funds are similar to existing funds. Before investors jump into a new issue, they should see if there is something the same or similar that is trading at a discount to net asset value. \b \u001d  Q: Let's talk about your interest in Cuba and the closed-end you run, the Herzfeld Caribbean Basin Fund, as a way to invest in that country. \u001d  A: My interest in Cuba stems from being in Florida for three decades and being immersed in the Cuban-American culture. Many of our friends, clients, neighbors, and school buddies of my children are Cuban- Americans, and they have shared with me their experience. We understand Cuba and the future of free Cuba; it seemed like an excellent idea to form the first fund. \b \u001d  Q: How big is that fund now? \u001d  A: About $16.5 million. The market value is higher because it is trading at a premium. \b \u001d  Q: How many holdings does it have? \u001d  A: About 75. We are broadly diversified but we have really a two-pronged investment strategy. When we formed the fund, we realized that it would be impossible to predict when the embargo with Cuba would be lifted. It is still unpredictable even 14 years later. So we sought to identify companies with operations in the Caribbean that we believed would do well, even if there were no change with U.S. trade with Cuba. We also sought companies that we believe would get significant increases in business once the embargo was lifted. That was the first phase and we are still in that phase now. [Holdings include Trailer Bridge (TRBR) of Jacksonville, Fla., with operations in the U.S., Puerto Rico and the Dominican Republic, and Cuban Electric (CGAR.PK), an American company that Castro confiscated.] Once the embargo is lifted, then we will change the strategy to seek direct investments in Cuba. \b \u001d  Q: For those investors interested in closed-end funds, what's your advice? \u001d  A: We analyze 20 to 30 variables when we are making our investment decisions. But to begin, it is discount, discount, discount. We like to buy a closed-end fund that is trading at a wider-than-average discount to its own range -- and also a wider-than-average discount to its peers. And then we look at the other 20 or 30 variables, including performance, income ratio, anti-takeover provisions, windup provisions, lifeboat provisions, liquidity of the portfolio and liquidity of the fund shares. We also consider the attitude of the fund's management concerning the fund's discount, the track record of the management handling the discount and payout policies. Are they invested in in-favor or out-of-favor issues? The most controversial area of the closed-end business currently relates to distributions. \b \u001d  Q: Could you elaborate? \u001d  A: The entire way that closed-end funds are now making payouts is very complicated and very controversial and probably could have investors running into trouble if they don't understand the payout process and composition of the payout. \b \u001d  Q: How about an example? \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  July 07, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7e5077a1789d20b3b0c5224e82ff75bc","symR":["CL","US1941621039"],"date":"2007-07-07","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Italian Health Authorities Test Possibly Tainted Toothpaste","GmtTimeStamp":"2007-07-07T14:42:00.000000000","CompanyCodes":["CL","US1941621039"],"IndustryCodes":["COS","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  ROME (AP)--Italian authorities have seized a few batches of possibly tainted toothpaste in Florence and other cities in the country's north, the Health Ministry said Saturday. \u001d  The ministry said checks were being carried out across the country on Colgate toothpaste that was without Italian language labeling. \u001d  The seizures of the suspicious toothpaste occurred in Genoa and Aosta as well as in the Tuscan capital, the ministry said in a statement. Samples were being analyzed to see if the toothpaste contained dangerous substances. \u001d  No further details were immediately available. \u001d  Concern over tainted toothpaste spread over the past weeks in some U.S. states and Canada. \u001d  The U.S. Food and Drug Administration said last month that toothpaste from China and counterfeit Colgate toothpaste may contain diethylene glycol, a chemical used in antifreeze. \u001d  This week there have been reports in the Spanish media that tainted toothpaste has been detected in the country. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 10:42 ET (14:42 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8432339d268282da5081766abc00fafb","symR":["DTV"],"date":"2007-07-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":": DIRECTV 10 Launch A Giant Leap for HD","GmtTimeStamp":"2007-07-07T11:21:00.000000000","CompanyCodes":["DTV"],"IndustryCodes":["BRD","MED","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b    New Satellite will Begin Unprecedented Expansion of DIRECTV HD \u001d  Programming that will Provide Customers with an Industry-Leading \u001d              Lineup of Up to 100 National HD Channels \bEL SEGUNDO, Calif.--(BUSINESS WIRE)--July 07, 2007-- \u001d  The DIRECTV 10 satellite soared into space yesterday, beginning the first leg of its mission to dramatically expand HD programming for millions of DIRECTV customers nationwide and establish DIRECTV as the industry's HD pace-setter. \b \u001d  The Boeing-built 702 model satellite lifted off at 6:16 p.m. PDT, Friday, July 6, from Pad 39 at the Baikonur Cosmodrome in Kazakhstan aboard an International Launch Services (ILS) Russian-built Proton Breeze M launch vehicle. After nine hours and eight minutes in flight, the rocket left the spacecraft in a geosynchronous transfer orbit with a high point of 22,300 miles (36,000 km) above the equator. Controllers at the ground station in Hartebeesthoek, South Africa have made contact with the satellite and confirmed that all systems are functioning properly. \b \u001d  After the spacecraft is maneuvered into a circular orbit at 103 degrees West longitude and tests are completed, it is expected to begin operations in early September, delivering the first of up to 100 national HD channels by year-end. The DIRECTV 10 satellite's powerful transponder payload includes spot beam capacity that will enable DIRECTV to expand its local HD channel services to up to 75 markets this year. \b \u001d  \"With the successful launch of our DIRECTV 10 satellite, we are, to borrow a phrase, boldly going where no TV service has gone before - a new world of up to 100 HD channels and a viewing experience unmatched in the multichannel video marketplace,\" said Derek Chang, executive vice president, Content Development and Strategy, DIRECTV, Inc. \"We congratulate the Boeing and ILS teams on a flawless launch as we begin the next countdown to September when the first of our new HD channels will be available to our customers.\" \b \u001d  DIRECTV has agreements in place to rollout multiple HD channels from top content providers such as Disney, Discovery Communications, A&E Television Networks, HBO, Fox, Turner, NBC Universal, Showtime Networks, Starz and Scripps Networks, among others. \b \u001d  An additional satellite, DIRECTV 11, will be launched early next year to support further HD expansion in 2008. Between the two satellites, DIRECTV will be capable of delivering more than 1,500 local HD channels and 150 national HD channels, in addition to new advanced programming services for customers. \b \u001d  DIRECTV 10 is the third DIRECTV satellite launched on an ILS Proton vehicle from the Baikonur Cosmodrome, the oldest space launch facility in the world. \b \b   About DIRECTV \b \u001d  DIRECTV, Inc., the nation's leading satellite television service provider, presents the finest television experience available to more than 16 million customers in the United States, through exclusive content, industry-leading customer satisfaction (which has surpassed cable for seven years running) and superior technologies. Each day, DIRECTV subscribers enjoy access to over 250 channels of 100% digital picture and sound, exclusive programming and the most comprehensive collection of sports programming available anywhere, including NFL SUNDAY TICKET(TM) and MLB EXTRA INNINGS(R). DIRECTV (NYSE:DTV) also leads the digital television technology revolution with exclusives such as NFL SUNDAY TICKET SuperFan(TM), US Open Interactive and YES Network Interactive and will soon have the capacity to offer over 150 channels in HD. For the most up-to-date information on DIRECTV, please visit directv.com. \b \b    CONTACT: DIRECTV, Inc. \b             Robert Mercer, 310-964-4683 \b \b    SOURCE: DIRECTV, Inc. \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 07:21 ET (11:21 GMT)"},{"md5ID":"8c51d34b901a4cba9f2e83cb826ce831","symR":["12022.FR","12062.FR","AXA","CAP.MI","UC.MI","FR0000120222","FR0000120628","IT0000064854","IT0003121495"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"INTERVIEW: CNP Assurances Eyes Possible Entry Into New Mkt","GmtTimeStamp":"2007-07-07T12:01:00.000000000","CompanyCodes":["12022.FR","12062.FR","AXA","CAP.MI","UC.MI","FR0000120222","FR0000120628","IT0000064854","IT0003121495"],"IndustryCodes":["BNK","FIS","INF","INL","INS","XCA4","XDJGI","XENX","XES","XMIB","XNYA","XST5"],"Story":"\b \b   By Nicolas Parasie \b   Of DOW JONES NEWSWIRES \b \u001d  AIX-EN-PROVENCE, France (Dow Jones)--French insurance group CNP Assurances (12022.FR) is expected to announce in the following weeks it will enter a new country, either Turkey or Greece, the company's chief executive told Dow Jones Newswires Saturday. \u001d  CNP, France's leading life and pensions provider in terms of market share, in recent years has expanded its footprint in Latin America and southeastern Europe. It is active in Portugal, Italy, Spain and Brazil among others. \u001d  Chief Executive Gilles Benoist said in an interview that the company is \"studying (its) options in the Mediterranean\" and hinted at the possibility that CNP would enter either Greece or Turkey. Because a potential deal wasn't finalized yet, Benoist didn't provide any further details. \u001d  CNP Assurances, whose main shareholders are state-owned entities Caisse des Depots, Caisse d'Epargne and La Poste, will also present its shareholders a strategy update by the end of the year. \u001d  The strategy update for 2008-2012, will more be about fine-tuning existing plans and won't contain huge surprises, as the company's main ambitions haven't changed, Benoist said. CNP still aims at remaining the market leader in France in the life and pensions sector, while at the same time expanding abroad. CNP at the time of its listing in 1998 was only active in the French market. Today, nearly 14% of its profits is generated outside its home market. \u001d  \"I don't see any reason for any great strategic shift,\" Benoist said. \u001d  He also commented on the group's partnership with Italian bank Capitalia SPA (CAP.MI), which recently was swallowed by domestic peer UniCredito Italiano (UC.MI). \u001d  \"Its clear that we have the desire to go on with the partnership with Capitalia,\" Benoist said. He added that existing business agreements were still in place but were going to be renegotiated in the near future. \u001d  Asked whether he expected the European industry to undergo a wave of consolidation, Benoist said that \"in 2008 there could be big deals,\" due to the implementation of new regulatory directives on capital requirements such as Basel II and Solvency II. \u001d  He also acknowledged that some of Europe's largest insurers, such as Axa SA (AXA) and Allianz (AZ) may be looking out for large deals and that some in the insurance industry expect private equity investors to play a more active role in consolidating the sector. \b \u001d  Company Web site: http://www.cnp.fr \b \u001d  -By Nicolas Parasie, Dow Jones Newswires; nicolas.parasie@dowjones.com; +33 1 40 17 1770 \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 08:01 ET (12:01 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8f7c970926203f43b6f5c1694834f73c","symR":["BX","GS","US38141G1040"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) Barron's Mailbag: History Lesson","GmtTimeStamp":"2007-07-07T04:02:00.000000000","CompanyCodes":["BX","GS","US38141G1040"],"IndustryCodes":["FIS","SCR","XDJGI","XFFX","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  The June 25 cover story, \"Top of the Market,\" claims that Blackstone is no Goldman Sachs. Let's hope not. The Goldman Sachs Trading Corp. was created in 1928 to offer the investing public an opportunity to share in its financial genius through investment trusts. Sound familiar? By 1930, Goldman Sachs Trading's value had shrunk from $500 million to less than $10 million and the name became a vaudeville punchline from coast to coast.Goldman Sachs maybe more than 100 years old, but the Trading Corp. lasted only three years. \u001d  Jay Goerk \u001d  Seattle \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:02 ET (04:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"90701a2cd91e24f71cdadf83580c4c43","symR":["LM","HABDX","WACPX","WATFX"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) Capturing The Yield From Personal Bonds","GmtTimeStamp":"2007-07-07T04:05:00.000000000","CompanyCodes":["LM","HABDX","WACPX","WATFX"],"IndustryCodes":["FIS","SCR","XDJGI","XNYA","XRUS","XSP5","ZFU"],"Story":"\b   (From BARRON'S) \b   By Tom Sullivan \u001d  It's not easy for a money manager to grow rapidly. It's tougher still to maintain top performance while growing rapidly. The hardest part of this juggling act, however, may be preventing employees from tearing each other -- and the firm -- apart while pulling off the first two. To date at least, Western Asset Management has succeeded at all three. \u001d  The bond-investment arm of Baltimore's Legg Mason (ticker: LM) has doubled its assets to $600 billion since 2005, owing mostly to its parent's swap of its brokerage unit for Citigroup's money-management operations. Despite that potential disruption, Western's two signature investment vehicles, the Morningstar five-star-rated Western Asset Core Bond (WATFX) and Western Asset Core Plus (WACPX) funds, have returned 7.38% and 7.06% in the last year, besting better-known rivals like Pimco's Harbor Bond Fund (HABDX) in that time. The basic-core fund includes \"plain-vanilla\" assets like government bonds, mortgages and other asset-backed securities, as well as corporate bonds; the \"plus\"-version also includes emerging-market, high-yield and non-dollar assets. \u001d  Jim Hirschmann, the 46-year-old CEO of Pasadena, Calif.-based Western, claims his biggest challenge in growing to 1,000 employees in eight offices in seven countries is maintaining a \"team-based, collegial\" atmosphere. He regards stability as the biggest contributor to Western's performance and, since the swap, the firm hasn't seen a spike in employee turnover. \u001d  Of course, it's top-tier performance that keep customers in the fold. Western's philosophy, honed since its founding in 1971, is \"very straightforward-value investing,\" says Ken Leech, the firm's chief investment officer. \"It's a research-driven process\" that seeks multiple sources of return and is \"not too dependent on a macro view.\" \u001d  A key factor in Morningstar's high rating is Western's spending \"on research and people and technology to compete,\" says analyst Paul Herbert, who adds --  unprompted -- that the firm's \"collegial\" approach helps. In all, Western says it now has more than 100 analysts worldwide. \u001d  An added source of support is Western's fixed-income focus, says Hirschmann, who's been with the firm since 1989 and CEO since 1999. \"There's no competing businesses, just bonds,\" he notes. \u001d  Although Western historically has been an institutional manager -- running money for the likes of The Bill and Melinda Gates Foundation and the California Public Employees Retirement System -- the Citigroup swap has broadened its focus to include more retail customers. Only about 8.5% of its assets were retail prior to the deal; afterward the total has increased to roughly 35%. The firm, acquired by Legg Mason in 1986 and then expanded with the purchase of London-based Lehman Brothers Global Asset Management a decade later, has an eventual target of a more diversified, 50/50 split between institutional and retail accounts. Toward that end normally press-shy Legg Mason has kicked off a $4 million ad campaign that included Western's brand. \u001d  Among the fixed-income opportunities Western research has unearthed are some in U.S. autos and auto finance, involving General Motors (GM), Ford Motor (F), GMAC and Ford Motor Credit. Talk of their \"imminent demise was overdone,\" says Leech. Problems -- especially legacy costs, or the big health-care and pension benefits awarded workers during the boom times before Japanese cars became the rage -- will be \"worked out over a long period of time,\" he says.  These were the best performing corporate bonds in 2006. \u001d  Western is generally cautious on corporate bonds, however, \"because risk premiums are so low\" compared with their historical levels, cautions Leech. When Western managers do select a bond from that sector, they look for intermediate-term maturities in the three- to five-year range, says Stephen Walsh, Western's deputy chief investment officer, who has worked at the firm with Leech since the early 1990s. \u001d  The Western crew is known for being opportunistic in the mortgage market. \"During the recent back-up\" in prices caused by the subprime-mortgage mess, they added to their mortgage holdings --  though they buy only securities with top grades from the credit-rating agencies, says Walsh. Their favorites are government- and federal-agency guaranteed loans tracked by the Lehman Brothers U.S. Aggregate Index, including paper from Ginnie Mae, Fannie Mae (FNM) and Freddie Mac (FRE). \u001d  \"Stable rates are good for mortgages . . . and prepay risk is low,\" says Leech, referring to the possibility a borrower will refinance at a lower yield, resulting in a corresponding discount in a mortgage investor's portfolio. \u001d  Although it isn't a slave to its macro view, Western expects moderate growth and inflation in the U.S. economy and \"not a lot of meaningful change in rates,\" says Walsh. Western believes commodity prices in general and energy prices in particular have plateaued, easing inflation fears. \u001d  The firm's opportunistic bent isn't restricted to the U.S. and building its overseas holdings to roughly 50% from about 30% is another long-term goal. Western positioned itself in front of the United Kingdom's move last week to tighten monetary policy. It bought shorter-dated gilts on the belief that this rate hike will be the last, even though the market has braced for more. \u001d  Further afield, Western favors emerging markets like India, China, broadly Asia, Russia and the local currency bonds of Brazil. \"We have to be very comfortable with the global economy and local politics\" to buy, says Leech, citing improvement in Brazil's reserves and economic growth as key catalysts for raising exposure there. \u001d  Says Michael Larson, the chief investment officer of the $30 billion-plus Gates foundation, which handles investments for the philanthropic trust of Microsoft co-founder Bill Gates and his wife Melinda: \"They're a very smart group of people who don't take a lot of risk and hit a lot of singles. They have a great track record . . . and low turnover.\" \u001d  And they're growing at a pretty good clip, too. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9b68361c982870a54392cffb3a9c1dc4","symR":["MBI"],"date":"2007-07-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/9) Barron's Mailbag: Short Conspiracy","GmtTimeStamp":"2007-07-07T04:03:00.000000000","CompanyCodes":["MBI"],"IndustryCodes":["INP","INS","XDJGI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \u001d  To the Editor: \b \u001d  I was disappointed to read \"MBIA in Peril,\" by Jonathan R. Laing in the June 25 issue. Barron's has lent its voice to short-sellers trying to force the stock down through the bully pulpit, rather than let the fundamentals of the company speak for themselves. It is a poor strategy for the short-sellers, as the company is fundamentally sound. \u001d  Adam D. Egelberg \u001d  Glenville Capital Management \u001d  Greenwich, Conn. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:03 ET (04:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9d2d3f57778350cc73bdcc2802cb3f25","symR":["CLEBI.IS","FRA.XE","TAVHL.IS","DE0005773303","TRACLEBI91M5","TRETAVH00018"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Turkey To Sell 20-Yr Oper Rights To Sabiha Gokcen Airport-IHA","GmtTimeStamp":"2007-07-07T15:22:00.000000000","CompanyCodes":["CLEBI.IS","FRA.XE","TAVHL.IS","DE0005773303","TRACLEBI91M5","TRETAVH00018"],"IndustryCodes":["AIF","TRS","XDJGI","XISL","XMDAX"],"Story":"\b \u001d  ISTANBUL (Dow Jones)--Turkey's Undersecretariat for Defense Industries, or SSM, will hold a tender July 9 to sell 20-year operating rights for Istanbul Sabiha Gokcen Airport, the Ihlas News Agency, or IHA, reported Saturday, citing the SSM's official Web site. \u001d  The winning investor will also build a new international flights terminal and complementary facilities to increase the airport's annual passenger capacity to 10 million from the current 3.5 million. \u001d  Seven consortiums are expected to submit bids in the tender. \u001d  The following consortiums have purchased tender documents and are expected to participate: Cukurova-Venedik-Vienna consortium, Malaysian Kuala Lumpur-Limak consortium, American ATMG-Makyol consortium, Esas Holding-TAV Havalimanlari Holding (TAVHL.IS) consortium, German Fraport (FRA.XE)-IC Holding consortium, Celebi Hava Servisi (CLEBI.IS)-Sheremetyevo International Airport consortium, Chinese Haikou Meilan International Airport-YDA Insaat consortium. \b \u001d  Agency Web sites: http://www.ihavideo.net and http://www.iha.com.tr \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 11:22 ET (15:22 GMT)"},{"md5ID":"9da14a2384022ea1f69254b9c289712d","symR":["CAY.XX","HCR","SKH","SUNH"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) Follow-Up: Carlyle Pays Up For Manor Care","GmtTimeStamp":"2007-07-07T04:08:00.000000000","CompanyCodes":["CAY.XX","HCR","SKH","SUNH"],"IndustryCodes":["FIS","HEA","XDJGI","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Robin Goldwyn Blumenthal \u001d  There is an upside to aging, at least for some longer-term investors in Manor Care. \u001d  In a widely anticipated transaction, the nursing-home company last week agreed to be taken private by Carlyle Group for $67 a share, or $6.3 billion, including debt. It had said in April that it was exploring strategic alternatives, and had received multiple bids before accepting Carlyle's, rendering a higher offer unlikely. \u001d  Though speculators and disappointed options traders who were looking for an offer closer to $70 a share pushed the shares 5% below the bid when the deal was announced, Carlyle's offer represents a tidy 32% gain from where the stock stood when Barron's penned a positive piece on the company early this year (\"Lords of the Manor,\" Jan. 22). That compares with a 6% gain in the S&P 500 index over the same stretch. \u001d  We argued that investors weren't adequately rewarding Manor Care, which owns most of its 500 facilities, for the value of its substantial real-estate holdings and had underestimated the positive impact of its push into the higher-margin, shorter-stay rehabilitation market. In addition, Manor Care (ticker: HCR) counts higher-paying Medicare and private patients at a healthy 73% of its revenue mix. \u001d  The $67 cash offer values the company, which is expected to earn $2.79 a share this year on revenue around $3.9 billion, at a 20% premium to its peers, based on the price recently accepted by rival Genesis HealthCare from private-equity buyers. That's understandable because Manor Care \"has always been the premier flagship name in the long-term care sector,\" says Frank Morgan, a Jefferies analyst. \u001d  Jim Lane, a portfolio manager at TriPoint Asset Management who had an 18-month target of $65 on Manor Care's shares in January, and has since pocketed a 30% gain on his position, pronounced the deal \"very fair.\" \u001d  He noted that the offer values the company at $125,000 to $150,000 per bed, its replacement cost to build a new facility in a market where virtually no new building is taking place; Lane says that the bid for Genesis valued it at about $110,000 per bed. \u001d  Though there remain only two other pure-play publicly traded nursing home operators, it's doubtful that either will receive buyout bids anytime soon. Skilled Healthcare Group (SKH) just came public in May, and Sun Healthcare Group (SUNH) is digesting its acquisition of Harborside Healthcare, which should help it expand margins by a third, says Michael Wiederhorn, of CIBC World Markets. \u001d  Lane picked up Sun Healthcare, which recently has been changing hands at 15 and change, at about 13.50 a share. \u001d  Based on its current price, the stock trades at just $45,000 a bed, a figure he contends is a bargain. If Sun were to trade up to $65,000 per bed -- about half of the low end of Manor Care's per-bed cost -- that would represent a 30% gain, meaning that the stock would move up to about 20. \u001d  That would be a nice new wrinkle. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a637461cd05e3f686b33eccc9c5a022b","symR":["BCE","BCE.T","BX","DG","HLT","HUN","CA05534B7604"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) The Trader: Buyouts Scatter Clouds Over Markets","GmtTimeStamp":"2007-07-07T04:06:00.000000000","CompanyCodes":["BCE","BCE.T","BX","DG","HLT","HUN","CA05534B7604"],"IndustryCodes":["CHC","CHM","FIS","FTS","LOD","RTB","RTS","TLS","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5","XSTT","XTSE"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  Let's begin with the bad news. \u001d  Crude-oil prices climbed for the fourth straight week to a 10-month high of $72.81, up 44% since mid-January. The Bank of England raised rates for the fifth time in less than a year to try to quell inflation. In the U.S., Friday's robust jobs report and bond market selling pushed the 10-year Treasury yield near 5.20% from 5.03% a week earlier. \u001d  But into such gloom swoops a familiar figure. It's not a bird. It's not a plane. It's yetanother buyout firm! \u001d  While most Americans busied themselves with midsummer pleasures last week, private-equity buyers continued to browse for big multi-billion targets like Bell Canada Enterprises (ticker: BCE), Hilton Hotels (HLT) and Huntsman (HUN). Just when you thought they've all left for Lake Como, more than $45 billion worth of U.S. buyouts were announced by Friday. That accounted for 74% of all mergers last week, says Thomson Financial, producing private equity's second busiest week of 2007. \u001d  The debt market also stayed open for business. With minor tweaks, bond offerings to finance big buyouts -- like that of Dollar General (DG) -- got done, much to the relief of those watching for the onset of buyers' remorse. \u001d  Private equity's very public buying helped assuage -- at least for now -- the fears about waning liquidity and constricting credit. That, along with relative calm on the hedge-fund front, lifted the major benchmarks toward the top of their recent trading range. The Dow Jones Industrial Average gained 203, or 1.5%, to 13,612, while the Standard & Poor's 500 index climbed 27, or 1.8%, to 1530. Both have risen in three of the past four weeks. \u001d  But technology and small stocks racked up even bigger gains amid evidence of resurgent economic growth. The Nasdaq Composite Index rallied 63, or 2.4%, to 2667, its highest finish since Feb. 1, 2001. The Russell 2000 Index of small stocks added 19, or 2.2%, to 852. \u001d  Without giving too much credence to a few quiet sessions, last week's drift suggests, at the very least, that stocks' path of least resistance remains upward. The percentage of New York Stock Exchange stocks above their 200-day moving averages hovers near a rather neutral 61%, well off February's overwrought -- and overbought -- high of 86%. \u001d  The S&P 500 has hovered within a tight 3.5% range for more than two months, and bulls see that as a necessary \"consolidation\" before the next surge. But the direction of this liquidity-driven stock market continues to depend largely on debt-market cues, and bears brushed aside this latest flurry of private-equity deals as a dash to beat rising borrowing costs. \u001d  Economic data remain cooperative and point to a gradual reacceleration of growth. Manufacturing activity increased for the third straight month, and employers added 132,000 jobs in June and kept the unemployment rate at 4.5%. Worries of growth overheating were kept in check by the continued housing rot, and a consensus that growth could moderate once the recent push to replenish inventory is complete. \u001d  As the roster of stocks trading near their 52-week highs thins, it has gotten conspicuously crowded with big tech bellwethers: Apple (AAPL), Dell (DELL), Intel (INTC), International Business Machines (IBM), Hewlett Packard (HPQ), Texas Instruments (TXN) and Google (GOOG). And while stock benchmarks struggled, the Nasdaq has persistently pushed to fresh 6 1/2-year highs. \u001d  This recent affinity for the tech sector could be a bullish longer-term omen for the overall stock market, notes technical analyst Katie Townshend of MKM Partners, \"particularly because it is occurring at the expense of more defensive sectors such as pharmaceuticals and consumer staples.\" \u001d  Several factors drive this renewed appetite, and explain why the time might be right to bet on big tech. The sector comes under both \"growth\" and \"cyclical\" labels, and will draw attention should economic expansion pick up as expected. And currently serving the seventh year of a long sentence for their complicity in the 2000 bubble, tech stocks continue to be shunned by a big swath of the investing public. All this augurs well for potential upside as skepticism dissipates. \u001d  Even as the economic recovery unfolded, the long-predicted ramp-up in capital spending remains missing in action. \"When it ultimately does occur, tech will likely be the biggest beneficiary,\" says James Paulsen, Wells Capital Management's chief investment strategist. \u001d  Current economic growth also is spearheaded by overseas markets less saturated with technology, compared with developed economies. \"A lot of tech spending could come simply from these new emerging economies catching up,\" Paulsen says. \u001d  Valuation also remains reasonable when viewed against growth prospects. The median S&P 500 tech company is expected to produce long-term growth of 15%, compared with 12% for the S&P 500 median company. If Treasury yields behave, the ability of big techs -- particularly those with well-capitalized balance sheets -- to increase profits three times faster than long-term borrowing costs will continue to woo investors. \u001d  A June poll conducted by Deutsche Bank and CIO Magazine has chief information officers projecting a 7.2% rise in technology budgets over the next 12 months --  up from 5.1% in March. The quarterly survey of more than 2,000 CIOs flagged storage systems as their top spending priority, with 54% of respondents planning to increase spending (up from 46% in March). Next on their list: security software, followed by computer hardware. \u001d  Zsa Zsa Gabor, who was once Mrs. Conrad Hilton, said she \"welcomed all men's advances as long as they are in cash.\" Last week, the hotel empire that Conrad founded welcomed an all-cash $26 billion offer to be taken private by the Blackstone Group (BX). And the market's reaction suggests it expects many more such advances to be made. \u001d  Hotel stocks across the world jumped as speculators declared open season on big hotel brands. Blackstone's 47.50-a-share bid pegs Hilton (HLT) at about 13.5 times 2008 Ebitda, or earnings before interest, taxes, depreciation and amortization. Analysts applying that multiple to Starwood Hotels & Resorts Worldwide (HOT), for example, arrived at a price of about 82, and shares promptly climbed 8% Thursday to 74.50. Even Marriott International (MAR), family-controlled and thought less susceptible to buyouts, saw its shares rise 7%. Host Hotels (HST) jumped 10%. \u001d  The headlong speculative dash aside, the notion that hotel stocks just might be undervalued -- which Barron's raised last year (\"Golden Name, Platinum Properties,\" May 15, 2006) -- remains compelling. \u001d  For all their charms, hotel stocks still worry investors with their vulnerability to terrorism and economic risk. Measures of industry health like room prices, occupancy rates and \"RevPAR,\" or revenue per available room, have improved steadily and for longer than many expected. But that has only increased concern about a peaking cycle, encouraging profit-taking. Meanwhile, supply growth continues to trail demand, especially in major cities and in markets where condo developers are snapping up prized hotels, and Blackstone's bid is a vote of confidence on this enduring cycle. \u001d  Susquehanna analyst Robert LaFleur has argued that hotels look like a risk-adjusted bargain, relative to other assets like office buildings, malls and apartments. \"The bottom line is that there continues to be a big gap between private market and public market valuations,\" he notes. \u001d  Hotels make up 48% of the Alpine U.S. Real Estate Equity Fund (EUEYX), for instance, because its managers see them offering \"still the best opportunity in the real-estate space,\" says Sam Lieber, president of Alpine Mutual Funds, which holds about 2.5 million Hilton shares. \u001d  Eventually, the clamor to meet the demand boom will produce a supply glut, but Lieber thinks the sector is two to five years from its peak -- even longer overseas. The U.S. leisure industry employs less than 10% of the workforce but has accounted for one out of every four new jobs created. \u001d  But not all hotels are created equal, as road warriors well know. Franchises mining the lower price points -- like Choice Hotels (CHH), with its Comfort Inns and Econo Lodges -- and those with a heavy domestic or suburban footprint could see growth slow well before their big, geographically expansive counterparts with strategic toeholds in crowded meccas. \u001d  \"The big brands benefit most from the extended cycle not only because they have the best existing supply, but also because they're bringing on the kind of supply that can best generate longer-term growth,\" Lieber says. He favors Starwood, Marriott, Orient Express (OEH), and, on the international front, Banyan Tree Holdings (BTH.Singapore), Mandarin Oriental International (MAND.Singapore), Shangri-La Asia (69.Hong Kong) and Hong Kong & Shanghai Hotels (45.Hong Kong). \u001d  Virgin Media shares (VMED) have rallied 21% since our May 14 column singled out the U.K. cable giant as undervalued and ripe for a buyout. Last week, the company confirmed it has been approached by a suitor it would not identify, and which reportedly is the Carlyle Group. \u001d  Although an offer could value Virgin's equity at $8 billion to $10 billion, or 30 to 35 a share, its Nasdaq-listed shares were trading recently at just about 29.31, with the discount reflecting the not-yet-definite offer. \u001d  Virgin has failed to consummate a deal with private-equity wooers before (most recently last summer), but the urgency mounts with each passing year. After paying up to buy rival Telewest and Virgin Mobile, the former NTL still hasn't fully maximized its allure as the U.K.'s only \"quad\" play of television, broadband, fixed-line and mobile-phone services. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  July 07, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a9e8c4df79097473cc768f219ef7aae7","symR":["BCE","BCE.T","BX","DG","HLT","HUN","CA05534B7604"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) The Trader: Buyouts Scatter Clouds -2-","GmtTimeStamp":"2007-07-07T04:07:00.000000000","CompanyCodes":["BCE","BCE.T","BX","DG","HLT","HUN","CA05534B7604"],"IndustryCodes":["CHC","CHM","FIS","FTS","LOD","RTB","RTS","TLS","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5","XSTT","XTSE"],"Story":"\u001d  Shareholder churn has swelled investor ranks with impatient fund managers. Franklin Mutual Advisers recently amassed a 9.4% stake and began prodding management for action. A $12 billion debt load also may not deter buyers, since Virgin generates enough  cash to cover loan payments. Carlyle is no stranger to cable deals, and Virgin's infrastructure  is unparalleled. \u001d  Increasingly, the market also seems to warm to the idea of Virgin as a private entity. \"The things that are delaying its turnaround\" -- from its programming spat with British Sky Broadcasting (BSY) to its struggle to price products -- \"are all better tackled as a private concern out of the eye of the very aggressive British media and the scrutiny of sell-side analysts,\" says Brad Ruderman of Ruderman Capital Management. He sees good odds of a deal and says the shares are worth 35. \u001d  --- \u001d  E-mail: kopin.tan@barrons.com \u001d  --- \b                        VITAL SIGNS \b \b                              Friday's   Week's      Week's \b                               Close     Change      % Chg. \b \b DJ Industrials              13611.68   +203.06      +1.51 \b DJ Transportation            5231.29   +132.41      +2.60 \b DJ Utilities                  505.16     +6.99      +1.40 \b DJ 65 Stocks                 4580.04    +82.18      +1.83 \b DJ US Total Mkt               373.49     +7.08      +1.93 \b NYSE Comp.                  10075.39   +202.37      +2.05 \b Amex Comp.                   2384.62    +28.24      +1.20 \b S&P 500                      1530.44    +27.09      +1.80 \b S&P MidCap                    916.26    +20.75      +2.32 \b S&P SmallCap                  440.19     +7.88      +1.82 \b Nasdaq                       2666.51    +63.28      +2.43 \b Value Line (arith.)          2482.53    +51.06      +2.10 \b Russell 2000                  852.31    +18.61      +2.23 \b DJ Wilshire 5000            15507.34   +296.69      +1.95 \b \b                                     Last Week  Week Ago \b NYSE \b Advances                              2,589      1,882 \b Declines                                893      1,620 \b Unchanged                                72         83 \b New Highs                               479        245 \b New Lows                                 77        220 \b Av Daily Vol (mil)                    2,321.6    3,262.5 \b Dollar \b (Finex spot index)                       81.47      81.92 \b T-Bond \b (CBT nearby futures)                    106-03     107-24 \b Crude Oil \b (NYM light sweet crude)                  72.81      70.68 \b Inflation KR-CRB \b (Futures Price Index)                   320.86     315.74 \b Gold \b (CMX nearby futures)                    652.70     648.10 \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b3d81e9df481575f9ce882b05f180552","symR":["GBRAX"],"date":"2007-07-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/9) Seeking Value In Brics -2-","GmtTimeStamp":"2007-07-07T04:10:00.000000000","CompanyCodes":["GBRAX"],"IndustryCodes":["FIS","ZFU"],"Story":"\u001d  But some investors are already ahead of the pack, leaving the BRIC concept behind and looking for new ways to slice and dice the once-monolithic emerging- markets universe. \"Given the giant divergence in per- capital GDP -- from a few hundred dollars up to the $18,000 range for Korea and Taiwan -- within the emerging-markets category, and even on a regional basis, this search for themes seems logical and convenient,\" says JPMorgan's Iwanicki. \"There is a willingness on the part of investors to look over the horizon and look for another subset of the emerging-markets universe that has the potential to give them the kind of ride they have experienced first in Southeast Asia and now in BRICs.\" \u001d  Investment management firms are already devising new concepts. Goldman Sachs itself has identified a grouping of 11 markets that it sees as on the point of emerging into the mainstream. But this group -- dubbed the N-11, or next 11 -- may be too heterogeneous to be viewed as one investable universe. \u001d  \"It's a very disparate group of countries, mixing new frontier markets like Vietnam with more developed ones like Korea,\" notes Deseglise. (The N-11 grouping also includes Iran, making the theme politically tricky for American investors.) He and others argue that to be a valid concept on which to base new fund vehicles, the countries grouped together would need to demonstrate the same kind of diversity in their economies but similar characteristics with respect to economic growth and lack of correlation with the broader investment universe. \u001d  Some European money managers believe they have found the right kind of offering: the so-called frontier funds. London-based Progressive Asset Management last month launched an investment fund on London's AIM market. Called the Advance Frontier Markets Fund, it will invest in countries ranging from Vietnam to the war-torn Ivory Coast, and can be purchased by U.S. investors. Other potential candidates for this kind of frontier fund could include Colombia or Peru in Latin America, Nigeria in Africa and Kazakhstan in Central Asia. Even Saudi Arabia, if it decides to open its markets to foreigners, might be an interesting candidate. \u001d  Frontier markets wouldn't have the same gut appeal that BRIC offers, however: While the rationale may be compelling, a frontier fund would need to include far more countries, none of which would ever match BRIC nations in scale. \"It remains to be seen what the next step in this evolution is -- whether it's frontier funds or something else, like dedicated emerging-markets hedge funds,\" says Iwanicki. \"The only certainty is that the market has finally recognized that not all emerging markets are created equal.\" \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:10 ET (04:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ba93035f5b5fee12e40313a5b02d3063","symR":["LIZ"],"date":"2007-07-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/9) Barron's Online: Adding Some Fizz To Liz: Liz Claiborne Gets Set For A Turnaround; Why Insiders Are Loading Up On The Shares","GmtTimeStamp":"2007-07-07T04:05:00.000000000","CompanyCodes":["LIZ"],"IndustryCodes":["CLO","TEX","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Johanna Bennett \u001d  While fashionistas mourn the passing of iconic clothing-designer Liz Claiborne, the beleaguered company bearing her name is tailoring a smart turnaround. \u001d  Hurt by unexpectedly falling sales and earnings, its stock (ticker: LIZ) dropped 28% from a record-high in February to a 52-week low in May, according to Thomson Financial. \u001d  But at an investor meeting slated for next week, management may unveil sweeping and profitable changes at Liz Claiborne, including cost cuts and big divestitures. \u001d  Before the confab, insiders and big shareholders are buying the stock in anticipation of profits getting back on a growth track. In May, Aim Trimark Investments and Lazard Asset Management -- two of Liz Claiborne's biggest shareholders -- added significantly to their holdings. And on May 3, director Paul Tierney made the biggest insider purchase of Liz Claiborne stock in four years -- 30,000 shares for $1.1 million. \u001d  Founded in 1976 by Claiborne (then a relatively unknown dress designer), her husband and two partners, the company made history by introducing American working women to stylish clothes at affordable prices. Claiborne died last month at age 78. \u001d  The company last year generated sales of almost $5 billion, selling men's and women's clothing, accessories, jewelry and shoes under the flagship Liz Claiborne label, as well as Ellen Tracy and Dana Buchman. \u001d  Sales to big retailers such as Macy's, Liz Claiborne's biggest customer, generated 72% of company revenue. \u001d  Under previous Chief Executive Officer Paul Charron, the company tried to lessen its dependence on department stores and its Liz Claiborne label by opening company-owned stores and building a portfolio of more than 40 brands that includes Juicy Couture, Lucky brand Jeans, and handbag designer Kate Spade. \u001d  \"They have been in a big acquisition mode since 1990, and retail has been a big initiative over the last four years,\" says Kate McShane, an analyst with Citigroup Global Markets. \u001d  Current CEO William McComb, a former Johnson & Johnson executive with a reputation for improving brand names, took over in November. (The company declined to make McComb available for an interview.) \u001d  But the Liz Claiborne label, once a mainstay in department stores, has lost popularity and sales. Plus, retailers like Federated are buying less from wholesale vendors, pushing instead higher-margin in-house brands. \u001d  Liz Claiborne's first-quarter profits fell 65%. And the company said fall orders are substantially below expectations, causing a drop in profits this year. \u001d  Liz Claiborne now pegs 2007 earnings at $1.90 a share to $2.05 a share. According to Thomson Financial, analysts' consensus EPS estimates plunged to $2.06 from a previous estimate for $3.12 a share. The new lower analyst estimate would mean earnings would fall 31% from 2006. \u001d  McComb is expanding on a restructuring plan that began in 2005. He has cut some underperforming businesses, hired a new chief financial officer and earlier this year brought on Tim Gunn, an adviser on the Project Runway television show, as chief creative officer to juice up the Liz Claiborne brand. \u001d  And last month, management restructured Liz Claiborne for the second time since 2005, splitting the company into two divisions, one for fast-growing labels sold through company-owned stores, and another on brands sold predominantly through department stores. \u001d  Now all eyes rest on the investor meeting on July 11. \u001d  McComb has been cryptic, says Citigroup's McShane. But analysts have pieced together expectations from his past statements. \u001d  Omar Saad, an analyst with Credit Suisse, says Liz Claiborne will sell, license out or discontinue many of its brands, though not its Liz Claiborne label. \u001d  The fast-growing Juicy, Kate Spade, Lucky and Mexx labels will become the company's growth drivers, or \"power brands.\" The divestitures should free up resources to invest elsewhere, and cost cuts could help margins, says McShane. \u001d  Over the next three years, margins could double, Saad says, resulting in profits of $3.50 a share by 2010, up 17% from last year. \u001d  On the surface, Liz Claiborne shares look a little pricey at 18.2 times estimated 2007 earnings. \u001d  Yet the shares trade at a just 15.3 times the improved earnings expected for 2008. Plus, its price-to-sales and price-to-cash flow multiples also look cheap. \u001d  Meanwhile, Credit Suisse's Saad expects the stock to hit 45 a share in the next year, a 20% upside to today's close. \u001d  Of course, Liz Claiborne's financial challenges will persist this year. Much about the restructuring remains uncertain. \u001d  Some other hurdles: Competition among apparel makers is fierce, McComb is relatively untried as chief executive, and the unexpected loss of President Trudy Sullivan, who is departing to take over as chief executive at women's clothing retailer Talbot's \u001d  \"There is a lot of optimism that the analyst meeting will open up a whole new chapter for Liz Claiborne,\" says Brad Stephens, an analyst with Morgan Keegan. \"There is still a lot of heavy lifting.\" \u001d  Still, the company appears to be taking the right steps to weather industry-wide troubles and reinvigorate profits. And investors willing to give Liz Claiborne time to finish its alterations may enjoy the fit. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bdee8e68970ae9fc92efa664ba36749d","symR":["KBR"],"date":"2007-07-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"KBR, Algeria State Oil Company Sign $2.88 Bln LNG Plant Deal","GmtTimeStamp":"2007-07-07T18:35:00.000000000","CompanyCodes":["KBR"],"IndustryCodes":["CON","XDJGI","XNYA"],"Story":"\b \u001d  ALGIERS (AP)--Algeria's state oil and gas company and KBR Inc. (KBR) signed a $2.88 billion deal Saturday for a liquefied natural gas plant. \u001d  The Skikda plant, on Algeria's eastern Mediterranean coast, will be the country's largest LNG facility, with a capacity of 4.5 million tons of liquefied gas per year, according to state-run Sonatrach. It will be on the site of a Sonatrach refinery wrecked by a gas tank explosion in 2004 that killed 27 people. \u001d  Work on the new plant begins in September, and it is scheduled to start production in 2011. The gas will come from the Hassi R'Mel field in the Sahara Desert in southern Algeria, according to the deal. \u001d  John Rose, executive vice president of KBR, and Abdelhafid Feghouil, vice president of Sonatrach, signed the contract in Algiers in the presence of Energy Minister Chakib Khelil. \u001d  Khelil expressed hope that the plant would allow Algeria to boost its production capacity and its sales to lucrative European markets. \u001d  Algeria, a member of the Organization of Petroleum Exporting Countries, is one of the world's largest exporters of natural gas and derives most of its income from the sale of hydrocarbons. \u001d  Houston-based KBR, formerly known as Kellogg, Brown & Root, is a military contractor and engineering and construction company that split from Halliburton Co. (HAL) in April. KBR and Halliburton have drawn criticism because of KBR's Pentagon contracts to be the sole provider of food and shelter services to the military in Iraq and Afghanistan. Democrats in Congress have claimed KBR benefited from ties to U.S. Vice President Dick Cheney, who once led Halliburton. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 14:35 ET (18:35 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"beff57d4b35a60e1d8d4d279d902199a","symR":["GBRAX"],"date":"2007-07-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/9) Seeking Value In Brics","GmtTimeStamp":"2007-07-07T04:09:00.000000000","CompanyCodes":["GBRAX"],"IndustryCodes":["FIS","ZFU"],"Story":"\b   (From BARRON'S) \b   By Suzanne McGee \u001d  Two decades after Mark Mobius began preaching the attractions of emerging markets, investment in them is taking its next big leap forward. \"Emerging markets then was a kind of amorphous concept, and nobody cared one way or another about the differences between the individual countries that made up the category,\" Mobius, a Franklin Templeton director, recalls. Today, that's different. \"Now investors are more sophisticated and knowledgeable about the asset class, and they are looking for ways to move onto the next stage of emerging- markets investing.\" \u001d  Indeed, the differences among countries and regions are now being deemed more important than their similarities. And many markets seem to be caught in some kind of no man's land, no longer merely \"emerging\" but still not quite worthy of the label of \"developed.\" \u001d  In Central Europe, for instance, countries such as Hungary and Romania -- former satellites of the now-defunct Soviet Union and now members of the European Union -- offer a way to bet on the convergence of historically weak economies with those of more developed EU members, such as Germany and the United Kingdom. \u001d  At the same time, some nations that were definitely in the emerging stage a quarter-century ago have made huge strides on the global economic stage. \"Some people question what countries like Korea or Taiwan are doing at all in the family of emerging markets today,\" says Maria Gordon, co-head of global emerging-markets equities for Goldman Sachs Asset Management in London. \u001d  At the other extreme are countries such as Nigeria and Vietnam, whose markets are still so underdeveloped that they make investing in the Thai market of two decades ago look positively simple in comparison. \u001d  Then there's the current sweet spot of the emerging-markets universe: Brazil, Russia, India and China: the \"BRIC\" markets. \u001d  The acronym was coined in 2001 by Jim O'Neill, head of global economic research at Goldman Sachs, to describe the group of giant economies that he believed would overtake the developed markets in size and importance by the middle of the 21st century. \u001d  Not surprisingly, investment firms around the world jumped aboard the BRIC bandwagon. EPFR Global, a Cambridge, Mass-based research firm, estimates that more than $13 billion is invested in the two dozen or so BRIC funds that have been launched in financial centers ranging from London and Luxembourg to Hong Kong and New York. Lately, however, investors' enthusiasm for these funds has waned. \u001d  \"From mid-2005, when we first started tracking these funds, investor zeal was unstoppable right up until the end of last year,\" says Brad Durham, a managing director of EPFR, who tracks fund flows into global BRIC funds. \"Then people hit the pause button and started pulling money out.\" \u001d  But the BRIC phenomenon appears to be far from over. After 11 straight weeks of net outflows, investors put money back into BRIC funds in the week ended June 27, the latest period for which data are available. Meanwhile, HSBC Asset Management is forging ahead with plans to introduce one of its two offshore BRIC funds to U.S. investors this fall. The BRIC Markets Fund, based on a quantitative model that screens stocks in the four markets for a variety of growth characteristics, will join funds launched by Goldman Sachs and Franklin Templeton in June 2006 and that means that three of these funds will be available to U.S. retail investors. \"This is a 50-year theme, and we are still just at the start of that,\" says Gordon, who co-manages the Goldman Sachs BRIC fund (ticker: GBRAX). \u001d  Investors' love affair with Chinese stocks is quite apparent. Through the middle of last week, the Shanghai Composite index was up 39% this year. But stocks in Russia and Brazil haven't fully benefited from the theme as yet, Gordon notes. Although Brazil's Bovespa index is ahead 24.5% in 2007, Gordon adds, \"the BRIC thesis has been least realized there; we are still waiting for the fruition of policy initiatives to allow the country to grow much faster than it has in prior years.\" \u001d  According to their advocates, BRIC funds give investors exposure to the best of what emerging markets promise: outsize economic expansion, improving financial- market liquidity and above-average growth in corporate earnings and profits. \"The idea is that these four countries, taken together, offer the investor the best of what they are looking for when they decide to go into the emerging-markets asset class in the first place,\" says George Iwanicki, macro strategist for global emerging markets at JPMorgan Asset Management. \"These are by far the largest, the most dynamic, the most liquid of the emerging markets.\" \u001d  In a report published in mid-June, Standard & Poor's analyst Srikant Dash spelled out the rationale behind that assertion. He noted that investors who put money into a broader emerging-markets fund usually find themselves in a portfolio that uses the MSCI Emerging Market index as a benchmark. The problem? That index is dominated by what Dash dubs the \"advanced\" emerging markets -- Korea, Taiwan, Mexico and South Africa etc. -- that were among the first to break out and grab investors' attention in the 1990s. Those markets now make up 44% of the MSCI index, thanks to the rapid strides they have made in liquidity, plus their success in attracting investment capital at home and abroad, but represent only 5% of global gross domestic product. \u001d  In contrast, Dash notes, the BRIC countries represent 27% of global GDP, but a relatively measly 37% of the MSCI index. As BRIC markets become more liquid and transparent, their importance will grow to match that of the four nations' economies. That in turn suggests potentially strong growth in the stock markets of Brazil, Russia, India and China. \u001d  BRIC fans suggest that the investment theme stretches well beyond the conventional emerging-markets analysis, however. While other emerging markets end up absorbed into one regional trading bloc or another, as Turkey is doing with the European Union and Mexico has already done with the United States, the BRICs aren't likely to emerge as anyone's satellite. \"These four countries are in a different league; they are the only countries in the emerging-markets world with the potential to become centers of development in their own right and follow the lead of the U.S., the EU or Japan,\" says Christian Deseglise, global head of the emerging-markets business for HSBC Capital Management in New York. \"This acronym is far from being a marketing gimmick, as some have suggested.\" \u001d  That doesn't mean that the BRIC road will be free of bumps. Investors have already tasted the volatility that accompanies torrid growth and high market returns: Twice this year, the Chinese stock market has plunged 10% or so in a single day. (That market took another big hit last week, dropping by 5%.) And memories are still vivid of how the emerging-markets boom of the 1990s turned sour in 1997 and 1998. \u001d  Even BRIC fans like Goldman's Gordon agree that it isn't different this time. \"There will be volatility,\" she says. Gordon hails her fund's one-year return of 44.83%, through May 31, before sales charges. (The competing Templeton BRIC Fund [TABRX] is up 49.59% in the year through June 30, before sales charges.) But she hastens to add that \"this isn't a story about five-year returns, but about what happens over decades. It's quite a long-term call.\" \u001d  Still, Gordon and her peers believe that blending the best of what the four stock markets have to offer will provide a built-in buffer, given the big differences between the markets. For instance, while Brazil and Russia are both big commodity producers, Russia's markets are geared more to metals and energy, while Brazil is a powerhouse agricultural commodity producer. \u001d  Meanwhile, China and India both offer plays on the desire of a growing middle class to boost savings and consumption. But the two countries' demographics differ sharply. \"If you put all these together, you create a portfolio that has more equilibrium and less vulnerability to external shocks,\" argues Deseglise. \u001d  For Gordon, part of the process of designing her firm's BRIC fund was the creation of a customized index that reflects not just the current economic makeup of the four markets but incorporates its future growth trajectory. \"We chose to change our benchmark to include less oil and fewer mining stocks than the market capitalization of these markets suggested,\" she says. \"We're not interested in just blindly following what is available to buy. At any point in time, we are looking for where we see the best value in this 50-year theme.\" \u001d  These days, that means underweighting China, which makes up nearly a third of the GSAM index but as of March 31 (the latest available data) only 28.2% of the fund's holdings. Instead, the fund maintains a slightly overweight position in Russian stocks, which make up nearly 24% of assets. \u001d  \"That is where we are finding stocks that are not priced for perfection,\" Gordon says. Currently, these include coal producer Raspadskaya; Uralkaliy, a potash company, and Sberbank, a bank that offers exposure to the evolution of the country's domestic banking and lending infrastructure. \u001d  If ever Gordon and her fellow BRIC managers feel there aren't enough opportunities in the BRIC countries themselves, they are free to follow BRIC-related themes and invest up to 20% of the fund's assets in companies based in other nations that tie into the concept. \"For instance, part of the BRIC story is the insatiable demand for natural resources, so Canadian, Australian or Latin American names could qualify for inclusion on that basis,\" Gordon explains. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  July 07, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c844beff24215545dc43075e7929274c","symR":["HSY"],"date":"2007-07-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Hershey(R)'S Kisses(R) Brand Chocolates Celebrates Centennial Birthday","GmtTimeStamp":"2007-07-07T18:37:00.000000000","CompanyCodes":["HSY"],"IndustryCodes":["FOD","OFP","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"World's Largest Hershey(R)'s Kisses(R) Chocolate\" Inducted into Guinness World Records(TM) \b \b \u001d  HERSHEY, Pa., July 7 /PRNewswire-FirstCall/ -- The iconic Hershey(R)'s Kisses(R) Brand Chocolates commemorated its 100th anniversary today with a record-breaking celebration in Hershey, Pa. The Hershey Company celebrated the brand's centennial by unveiling \"The World's Largest Hershey's Kisses Chocolate\" at a birthday event hosted at Hershey's Chocolate World(R) Attraction in Hershey, Pa., The Sweetest Place on Earth(R). Complete with a seven-foot-long plume and 16,460-feet of foil wrapping, The World's Largest Hershey's Kisses Chocolate weighed in at 30,540 pounds and was certified by Guinness World Records(R) as \"The World's Largest Piece of Chocolate.\" \b \b    (Photo: http://www.newscom.com/cgi-bin/prnh/20070707/CLSA005) \b \u001d  \"Hershey's Kisses Chocolates is one of the world's most beloved brands, helping people connect and share affection for 100 years,\" said Michele Buck, Senior Vice President, Chief Marketing Officer, U.S., The Hershey Company. \"Our tribute honors the iconic brand and continues the magic of our yearlong Kiss Someone(TM) celebration. What a great way to start the next 100 years of Hershey's Kisses.\" \b \u001d  The World's Largest Hershey's Kisses Chocolate took nine days to construct and stands 12-feet tall. Consumers can see the making of the commemorative Hershey's Kisses Chocolate by logging on to www.kisssomeone.com or by visiting Hershey's Chocolate World Attraction through July 12, 2007. \b \u001d  Hershey's Kisses Chocolates were first introduced on July 7, 1907, at a time when each chocolate piece was wrapped by hand. While the milk chocolate flavor has been an American favorite for 100 years, today the Hershey's Kisses Brand line features a variety of flavors including: Hershey's Kisses with almonds, Hershey's Kisses filled with caramel, Hershey's Kisses Special Dark chocolate, Hershey's Kisses chocolate truffle, Hershey's Kisses filled with peanut butter, Hershey's Kisses filled with cherry cordial creme, Hershey's Hugs and Hershey's Mini Kisses Cookies. Hershey's Kisses also are available in Limited-Edition varieties throughout the year. \b \u001d  Visit www.hersheyskisses.com for more information on the Kiss Someone celebration and consumer promotion offering consumers the chance to win a share of $100 million. \b \b    About The Hershey Company \b \u001d  The Hershey Company (NYSE: HSY) is the largest North American manufacturer of quality chocolate and sugar confectionery products. With revenues of nearly $5 billion and more than 13,000 employees worldwide, The Hershey Company markets such iconic brands as Hershey's, Reese's, Hershey's Kisses, and Ice Breakers. Hershey is the leader in the fast-growing dark and premium chocolate segment, with such brands as Hershey's Special Dark, Hershey's Extra Dark and Cacao Reserve by Hershey's. Hershey's Ice Breakers franchise delivers refreshment across a variety of mint and gum flavors and formats. In addition, Hershey leverages its iconic brands, marketplace scale and confectionery and nut expertise to develop and deliver substantial snacks, including Hershey's and Reese's single-serve cookies and brownies, and value-added snack nuts, including Hershey's Milk Chocolate Covered Almonds and Hershey's Special Dark Chocolate Covered Almonds. Hershey also offers a range of products to address the health and well-being needs of today's consumer. Hershey's and Reese's Snacksters offer consumers great-tasting snacks in portion-controlled servings, while Hershey's dark chocolate offerings provide the benefits of flavanol antioxidants. In addition, Artisan Confections Company, a wholly owned subsidiary of The Hershey Company, markets such premium chocolate offerings as Scharffen Berger, known for its high-cacao dark chocolate products, Joseph Schmidt, recognized for its fine, handcrafted chocolate gifts, and Dagoba, known for its high-quality natural and organic chocolate bars. Visit us at www.hersheynewsroom.com. \b \bSOURCE  The Hershey Company \b \u001d    /CONTACT: Cheryl Georgas, +1-630-932-7914, cheryl@jsha.com, or Jennifer Nau, +1-630-932-7987, jennifern@jsha.com, both of JSH&A Public Relations for The Hershey Company \b    /Web site: http://www.hersheyskisses.com \b    /Web site: http://www.kisssomeone.com \b    /Web site: http://www.hersheynewsroom.com \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 14:37 ET (18:37 GMT)"},{"md5ID":"ca6d5b55d45af212e8da2989d95e63a4","symR":["AGL","APO","BIVN","KNSY","MEC.A.T","MECA","OPWV","ORNG","WEN","WPL","WPS.HM","XCO","BMG849221061","US5592111075"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-07-07T04:08:00.000000000","CompanyCodes":["AGL","APO","BIVN","KNSY","MEC.A.T","MECA","OPWV","ORNG","WEN","WPL","WPS.HM","XCO","BMG849221061","US5592111075"],"IndustryCodes":["AMG","CLO","CNO","DRG","ICS","MDV","OIS","REA","RED","RES","SOF","SVC","TEX","XDJGI","XFFX","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining more than 5% of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from June 28 through July 4. \u001d  Source: Dow Jones Corporate Filings Alert \b \u001d  Activists \b \u001d  American Community Properties (APO) \u001d  Investor Robert L. Chapman Jr. reiterated his demand that American Community double its 10 cents-a-share quarterly dividend. Chapman may consider various means to maximize shareholder value, including negotiated transactions, tender offers, proxy contests or other actions. Chapman currently holds 395,302 shares (7.6% of the total outstanding). \b \u001d  Wendy's International (WEN) \u001d  Triarc Cos. (TRY) has notified Wendy's that it considers itself \"a natural, strategic buyer\" of the hamburger chain, but contends that Wendy's is seeking to block any transaction. Triarc says it had been invited to participate in Wendy's potential sale process, but that the confidentiality agreement it received from an investment banker has a \"restrictive one-year standstill clause to which Triarc has objected.\" Triarc's non-executive chairman, billionaire Nelson Peltz,  holds 8.55 million Wendy's shares (9.8%). He'd  been Triarc's CEO until resigning that post last week. \b \u001d  Bioenvision (BIVN) \u001d  SCO Capital Partners said that Genzyme's (GENZ) \"failed\" tender offer for Bioenvision proves that the $5.60-a-share bid was too low. SCO Capital says that the offer is well below UBS Securities' price target of $13. Genzyme is extending the offer until July 10 and waiving a condition that it acquire at least 50% of Bioenvision's outstanding common. SCO Capital Partners has 7,209,331 shares (13.4%). \b \u001d  Angelica (AGL) \u001d  Pirate Capital wants Angelica to take \"immediate steps\" to unlock shareholder value by retaining an investment bank to explore strategic alternatives, including a possible sale. Pirate Capital otherwise may nominate directors at the annual meeting. Pirate also wants to examine and copy some of the company's books, records and documents. Pirate Capital owns 935,147 shares (9.8%). \b \u001d  Kensey Nash (KNSY) \u001d  Admiral Advisors says the company's stock is significantly undervalued and wants Kensey Nash to focus on its core biomaterials business. Admiral Advisors believes that Kensey Nash could save up to $20 million a year by ending direct sales and significantly curbing research and development expenses for its endovascular line. The shareholder wants the board to consider a Dutch-auction tender offer to repurchase stock. Admiral Advisors owns 1,180,634 shares (9.9%). \b \u001d  Original Filings \b \u001d  Magna Entertainment (MECA) \u001d  Dorset Management has asked Magna to add an independent director to its board. Dorset owns 3,394,014 shares (6.9%). \b \u001d  Increases in Holdings \b \u001d  Orange 21 (ORNG) \u001d  Thesis Capital Management raised its holdings to 696,692 shares (8.6%) from the 611,799 (7.6%) reported in late May. \b \u001d  W.P. Stewart (WPL) \u001d  Van Den Berg Management boosted its stake to 11.6 million shares (24. 4%) from the 10.7 million (22.51%) reported on June 28. \b \u001d  Decreases in Holdings \b \u001d  Exco Resources (XCO) \u001d  Billionaire T. Boone Pickens owns 12.3 million shares (11.8%), after selling 159,500 on July 2 at an average $18.01 a share. \b \u001d  Openwave Systems (OPWV) \u001d  A group including Harbinger Capital Partners Master Fund I has 9.11 million shares (11%), after selling 2 million on June 25 and 26 at $6.25 to $6.58 apiece. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ceca8316a50ec6a125325b219be04df9","symR":["CL","US1941621039"],"date":"2007-07-07","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Possibly Tainted Toothpaste Found In Massachusetts Stores","GmtTimeStamp":"2007-07-07T14:01:00.000000000","CompanyCodes":["CL","US1941621039"],"IndustryCodes":["COS","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  BOSTON (AP)--The concern about tainted toothpaste imported from China has spread to Massachusetts, where public health officials issued a consumer warning after suspect products were found in stores in nearly a dozen communities. \u001d  Officials urged consumers to avoid any toothpaste labeled \"Made in China,\" any toothpaste labeled \"Colgate\" that is manufactured in South Africa and any toothpaste without English language labeling. \u001d  Last month, the U.S. Food and Drug Administration said toothpaste from China and counterfeit Colgate toothpaste may contain diethylene glycol, or DEG, a chemical used in antifreeze. \u001d  Massachusetts was not initially listed as a state where higher volumes of the product were found. But officials said Thursday that suspect products continue to be found, particularly in small, independent discount stores. \u001d  The state Department of Public Health said toothpaste with this suspect labeling has been found in Boston, Arlington, Dedham, Amherst, Malden, Lowell, Wellesley, West Springfield, Somerville, Lawrence and Sturbridge. \u001d  Neither the state nor the FDA is aware of any reports of poisonings from toothpaste containing DEG in Massachusetts or nationally, but health officials are concerned about potential risks from long-term use. \u001d  The bacteria could pose a significant health risk, especially to children and anyone with a weakened immune system. \u001d  The FDA and New York-based Colgate-Palmolive Co. (CL) have said the products are fake, citing in part misspellings on the packaging, such as \"SOUTH AFRLCA.\" Its true origin is unknown, according to the FDA. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 10:01 ET (14:01 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d4531bd7497c2aa795e9d451900428ea","symR":["1022047.FR","SI","SIE.XE","DE0007236101","FR0010220475"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Alstom Sees Being On Shortlist For EUR2B Italy Train Contract","GmtTimeStamp":"2007-07-07T11:29:00.000000000","CompanyCodes":["1022047.FR","SI","SIE.XE","DE0007236101","FR0010220475"],"IndustryCodes":["FAC","ITC","XCA4","XDAX","XDJGI","XENX","XES","XGTI","XISL","XNYA","XST5"],"Story":"\b \u001d  PARIS (Dow Jones)--Alstom SA (1022047.FR), the French power and transport group, believes it's one of two bidders shortlisted for a contract worth as much as EUR2 billion with Italian consortium NTV, the country's first private railway operator, for the supply of high-speed trains, Alstom executive vice-president Philippe Mellier said Saturday. \u001d  \"We think we are one of the two bidders that have been shortlisted,\" Mellier said Saturday in an interview on the sidelines of a conference in Aix-en-Provence. \u001d  Alstom, which was known to have made a bid for the project, reached the final stage of the selection with German rival Siemens AG (SI), Mellier said. \u001d  If it wins the contract, due to be awarded in the coming weeks, Alstom will supply 25 high-speed trains, with an option for 10 more, Mellier said. The contract will include 30-year maintenance for the equipment, he said. \u001d  Mellier confirmed that Alstom won last month a $1.3 billion contract to build a 350-kilometer high-speed link to connect Argentina's capital Buenos Aires with the cities of Cordoba and Rosario. \u001d   -By Gabriele Parussini, Dow Jones Newswires; gabriele.parussini@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 07:29 ET (11:29 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d4b64471704f4d7931a4928e80bd29cd","symR":["AKAM","CVC","GOOG","LLNW"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) Tech Trader: Delivering Free Online Video -- And Mulling An Ipo","GmtTimeStamp":"2007-07-07T04:06:00.000000000","CompanyCodes":["AKAM","CVC","GOOG","LLNW"],"IndustryCodes":["BRD","CMT","ISV","MED","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Eric J. Savitz \u001d  With the rapid spread of video across the Internet, investors hankering for a way to play it find themselves with few direct options. YouTube was snapped up by Google (ticker: GOOG) long before it could have realistically attempted an IPO; other services are too new to even begin thinking about raising equity in the public markets. \u001d  But the first Web-video IPO could emerge in the next 12 months, from a company that at one point was almost synonymous with Internet video piracy: San Francisco-based BitTorrent. \u001d  BitTorrent really refers to three things: a company, a Website and a peer-to-peer file-sharing technology. Created by founder and CEO Bram Cohen, a reputedly brilliant but eccentric coder (the latest entry on his blog holds forth on why forks have only four tines), the BitTorrent software became a wildly popular way to search for video files. In 2004, a company called CacheLogic estimated that peer-to-peer file sharing then accounted for 60%-80% of overall Internet traffic, with BitTorrent accounting for about half of that. Some of the files traded via BitTorrent were legal; many others were not. The company contends it has cleaned up its act. But before we get to the details, let's step back a bit and look at the larger picture. \u001d  If you want to deliver videos or other large files over the Internet, you have several choices. The simple way is to just deliver them from a server in a single location, and it works reasonably well if you don't get a lot of traffic. A more sophisticated approach is to use a content-delivery network, like the ones operated by Akamai (AKAM) and the newly public Limelight Networks (LLNW). They store copies of files at various locations around the Internet, to make the delivery of content -- videos, music or images -- more efficient. BitTorrent and other peer-to-peer networks take the distribution of content one step further: Rather than pull content from servers, you grab it from other people who already have it -- from your peers. Part of the magic of BitTorrent's approach is that large files are broken into small pieces; a movie can show up not from a single location but from a variety of places, to be put back together again when it arrives on your PC. \u001d  In an effort to stay on the right side of the law, BitTorrent has gone out of its way to convince most of the major movie and television production companies that using peer-to-peer technology -- BitTorrent in particular -- will sharply cut the costs of delivering Web video. \u001d  In an interview with Barron's, BitTorrent President Ashwin Navin took the bold view that any company in the business of shipping popular video content around the Internet free will eventually decide that the economics require using peer-to-peer file distribution. For free content, Navin says, doing it any other way is almost impossible without losing money: \"The numbers don't add up.\" Because of the technology required, he contends, a distributor can't generate enough dollars from advertising to provide consumers free high-quality video on the Internet using a centralized system or a content-delivery network. \u001d  Navin says mainstream content players offering free video content online tend either to reduce the quality of the content to shrink file sizes, or assume that eventually a flood of users will provide economies to shift the math. \u001d  But he says the math doesn't work for free content, even with a content-delivery network. He contends that ads on high-quality video content can be sold for a CPM, or cost per thousand, of $40-$50 for a short video ad; he figures consumers can tolerate maybe three of them in an hour-long free video program. That means $150 for 1,000 showings, which is 15 cents in revenue per user. Content-delivery costs wipe out that revenue and more right off the bat, he says. And by the way, he notes that the CPM that advertisers will pay for user-generated content runs as low as $1. \u001d  BitTorrent does seem to have done a pretty good job of persuading the major studios to work with them. Once feared in Hollywood, the company has cut distribution deals with MGM, 20th Century Fox, Lionsgate, Paramount and Warner Bros., among others. Navin says BitTorrent.com now offers more than 10,000 movies and television shows. A  quick perusal of the site finds available for rent or purchase mainstream movies like Borat, Babel, Blood Diamond, The Departed and An Inconvenient Truth; popular television shows like 24 and Buffy the Vampire Slayer; and a variety of free content, some of it user-generated, some of it older Hollywood material like the cult classic Night of the Living Dead and the 1934 version of Alfred Hitchcock's The Man Who Knew Too Much. In short, while you were thinking that BitTorrent was a creepy technology for trading illegal files, the company decided to take on Apple (AAPL), Amazon (AMZN), Netflix (NFLX) and Wal-Mart (WMT) in downloadable video. \u001d  But there is more to BitTorrent than its Website. The key to the business is software. As Navin notes, the company has started shipping a developers' kit for something the company calls BitTorrent DNA, which provides a way for content developers to distribute content directly using the BitTorrent software. He notes that users have downloaded 160 million copies of the company's desktop software, with another 100,000 copies downloaded every day. He envisions BitTorrent becoming as ubiquitous -- and as non-threatening -- as Adobe's (ADBE) Flash player. The company has begun to license hardware manufacturers so they can include the software in media adapters and other devices that will connect the 'Net with your TV. \u001d  Investors on Sand Hill Road are betting that BitTorrent can figure out a way to make money here; the company has raised $30 million in venture capital from Accel Partners and Doll Capital Management. And Navin, a former Goldman Sachs banker, says an IPO \"is certainly within the realm of possibility.\" \u001d  Speaking of video, a quick update. In my June 18 column, I asserted that cable companies were not going away, even with the proliferation of online video. One reason: Falling capital costs would lead to a big jump in cash flow. Last week, Craig Moffett at Bernstein Research noted that the recently filed proxy statement for the Dolan family's bid to take Cablevision Systems (CVC) private included a far more optimistic forecast for free cash flow than he or other analysts had been projecting. In short, Moffett thinks Cablevision is worth at least twice the $36 and change that the Dolans are offering, and he repeated his view that most companies in the sector are too cheap. \u001d  --- \u001d  E-mail: eric.savitz@barrons.com; blog: blogs.barrons.com \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d81abdd5af1b40949954c537a7b1bc10","symR":["ADX","CET","CUBA","CVF","EDF","ESD","ETY","NRI","NRL","NRO","RYJ","SCD","TDF","TY"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) At The Center Of The Closed-End -2-","GmtTimeStamp":"2007-07-07T04:07:00.000000000","CompanyCodes":["ADX","CET","CUBA","CVF","EDF","ESD","ETY","NRI","NRL","NRO","RYJ","SCD","TDF","TY"],"IndustryCodes":["CEF","XDJGI","ZFU"],"Story":"\u001d  A: Managed payouts prescribe a fixed monthly or quarterly distribution rate or specify that distributions be based on a formula, such as a particular percentage of NAV, perhaps 8% or 10%. Before such high-payout policies were introduced, the way most closed-end funds made their payouts was to take the net income per share and distribute that in the form of a quarterly dividend or monthly dividend. For tax reasons, the funds also distributed to shareholders the realized long- and short-term capital gains, usually once a year. Now, that was confusing in itself, because for a typical equity fund, the net income per share is often only 1% or 2% or 3%. So if closed-end funds were just to pay out the net income per share, the investors would be getting a 2% to 3% yield in many cases. \b \u001d  Q: How do you define a closed-end fund's net income? \u001d  A: It is basically the interest and dividends the fund receives, minus the expenses to run the fund. Many of the data companies publish closed-end yields that include the capital-gains distributions, along with the dividends from net income per share. That is very misleading, because people would get, say, a distribution of which 2% or 3% was from net income. But up to 7% may be from capital gains or other sources, and they may think they're getting a 10% yield. The SEC and the funds have made significant efforts to clarify the composition of the distribution. But still, many investors confuse distributions with yield. Further complicating the matter is that some funds also supplement their payouts with return of capital. \b \u001d  Q: So what should investors be looking at? \u001d  A: Investors should read the disclosures accompanying their distributions very carefully. In some cases where the fund does not have enough net investment income and capital gains to make the prescribed payout, the fund may pay a return of capital. To the extent that the funds are paying out an amount in excess of their net income per share and/or capital gains, they are basically giving back shareholders their own money. \b \u001d  Q: A fund dipping into its own capital? \u001d  A: That's right; shareholders are getting their own money back. In other words, an investor may look at his brokerage statement or the yield on a quote machine or the yield in a newspaper and think he's getting 10%. But the real yield might be 2% or even less. Further complicating the matter is that many closed-end funds don't have an accurate breakdown of the source of the distribution until the year is over. \b \u001d  Q: We've seen more dissident activity in closed-ends. What's your take on that? \u001d  A: If you can buy a closed-end fund at a discount and force the management to convert it to an open-end fund or liquidate it, you would instantly make a windfall profit. \b \u001d  Q: Because it would convert at the fund's net asset value, right? \u001d  A: Yes. That strategy was adopted by many people who do takeovers, and there is an increasing number of takeovers and activists and raiders in the closed-end-fund world these days. Most of them are formed as hedge funds. \b \u001d  Q: Is that good, bad or in between? \u001d  A: It keeps the management of the closed-end funds very responsive to the shareholder valuation. We ourselves wouldn't take over a closed-end fund that we thought was well-managed just for the sake of liquidating it, nor would we support anyone else doing that. \u001d  We tend to support activists if they are trying to increase a fund's valuation. But the advantages of closed-end funds are that, although they may trade at discounts, there is nothing to prevent them from trading at premiums. Quite a number of closed-ends do trade at premiums these days. So if there could be measures put in place that would create an environment for the shares to trade at a premium, that's even better than liquidation or converting to an open-end fund. \b \u001d  Q: What are some closed-end funds you like? \u001d  A: I am buying some of the funds that don't have high-payout policies, because they are basically undervalued relative to the ones that have high-payout policies. \b \u001d  Q: How about a few names? \u001d  A: Some of the older funds, including Central Securities [CET]. We own one of the convertible-bond funds, Castle Convertible [CVF]. That was one of the first funds I ever bought. Castle has been trading at a persistent discount for a very long time, and the management really is long overdue to take some type of measure to narrow it. We also own Claymore/Raymond James SB-1 Equity [RYJ], which is interesting because it has a provision that if it trades at over a 10% discount starting at the end of this year for 75 consecutive trading days, it converts to an open-end fund. \b \u001d  Q: So these funds that you mentioned don't have high-payout policies, relative to some other funds? \u001d  A: That is true for all three. The Raymond James fund doesn't have a high-payout policy. It's at about a 10% discount to net asset value. If it starts trading at wider than a 10% discount continuously later this year, it's going to convert to an open-end fund. But that discount may well narrow. Adams Express [ADX] is another older fund that doesn't have a high-payout policy. \b \u001d  Q: What about some other themes? \u001d  A: We're looking at some foreign equity funds. The discounts have widened on a few of them. We recently bought some Templeton Dragon Fund [TDF], which is at about a 15% discount to its NAV. \b \u001d  Q: What are you steering clear of? \u001d  A: I am taking profits in funds that adopted high-payout policies. One of the risks is that if they don't earn the high payouts over an extended period, the assets will erode. Furthermore, I don't see any upside in the premium at this juncture, and they are vulnerable. As more and more funds adopt high-payout policies, there will be nothing special about funds paying out 8%-10%. The SEC has just instituted some policies requiring much stricter disclosure about how to present the yield. So once investors become more educated, share prices of the funds with high-payout policies will give ground and the money that comes out of those will go into the deeply discounted funds that don't have high-payout policies. \b \u001d  Q: What have you taken profits on? \u001d  A: We sold Tri-Continental [TY], which was our largest position. We did quite well with that one. They've just instituted a new payout policy. We also took profits on Neuberger Berman Realty Income [NRI], Neuberger Berman Real Estate Income [NRL] and Neuberger Berman Real Estate Securities Income [NRO]. NRI and NRO both recently announced 9% payout policies. \b \u001d  Q: What about bond funds? \u001d  A: With bond funds, it's almost always about discounts. We bought a number of the funds involved in the Legg Mason takeover of Citigroup's asset-management unit a few years ago. They were at very wide discounts and we loaded up, partly because we thought Legg Mason would do something meaningful about the discounts. We still own one or two, which are at wide discounts. Our holdings include Western Asset Emerging Markets Debt Fund [ESD], Western Asset Emerging Markets Income Fund II [EDF], and LMP Capital and Income [SCD]. \b \u001d  Q: Any short positions you can talk about? \u001d  A: One is Eaton Vance Tax Managed Diversified Equity Income [ETY], which did an IPO last fall. \b \u001d  Q: It was the largest IPO ever for a closed-end fund. Why short it? \u001d  A: I sold short a number of these new issues. There are so many similar funds around that often are better values. It's not a bad hedge to be long some of the similar funds at wide discounts and short the new issues. I'm not picking on them. I have nothing against the management. It's just that the numbers work that way. \b \u001d  Q: Thanks very much, Tom. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"da25e80ed1cae33bc15d9b20f7063724","symR":["RNK.LN","GB00B1L5QH97"],"date":"2007-07-07","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"UK Rank Mulls Shifting Unit Overseas After Tax Hikes -Paper","GmtTimeStamp":"2007-07-07T11:43:00.000000000","CompanyCodes":["RNK.LN","GB00B1L5QH97"],"IndustryCodes":["CNO","RCS","XDJGI"],"Story":"\b \u001d  LONDON (Dow Jones)--Gaming company Rank Group PLC (RNK.LN) is considering moving its telephone and Internet sports betting businesses offshore in the wake of hefty tax rises imposed on gambling in the last U.K. budget, The Independent reported, citing Chief Executive Ian Burke. \u001d  Burke confirmed the company was considering moving its Blue Square betting operation offshore, which would enable it to avoid the 15% gross profits tax imposed on U.K.-based remote betting operations, the paper reports. \b \u001d  Newspaper Web site: http://www.independent.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9413 \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 07:43 ET (11:43 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e86884568c3350fd047fc66064584de1","symR":["SL.LN","GB00B16KPT44"],"date":"2007-07-07","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Standard Life Cuts Unit Prices Of 5 Real Estate Funds -Paper","GmtTimeStamp":"2007-07-07T11:02:00.000000000","CompanyCodes":["SL.LN","GB00B16KPT44"],"IndustryCodes":["INL","INS","REA","XDJGI","XFT1"],"Story":"\b \u001d  LONDON (Dow Jones)-- New signs of turmoil in the U.K.'s shaky commercial property market have emerged after Standard Life PLC (SL.LN) slashed the unit prices of five of its real estate funds in response to nervous investors cashing in their holdings, The Daily Telegraph reported Saturday. \u001d  Standard Life said its funds would trade at the lower of the bid and offer prices at which unit trusts are valued, the newspaper said. \u001d  Fund management groups can move without warning from an offer price to a bid price if they are obliged to sell a fund's underlying investments to satisfy redemption, to protect investors who stay on board by passing on the costs of liquidating assets to those investors who are selling out, the newspaper said. \u001d  The affected funds are Property One, Pension Managed Property and Individual Property One pension funds and the Property Investment life funds, the newspaper reported. \b \u001d  Newspaper Web site: http://www.telegraph.co.uk \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9413 \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 07:02 ET (11:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ebaf73649b7dcb1f5d4eebc9ec797ce3","symR":["GE","SONO","US3696041033"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) The Sound Of Trouble","GmtTimeStamp":"2007-07-07T04:05:00.000000000","CompanyCodes":["GE","SONO","US3696041033"],"IndustryCodes":["IDD","MDV","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Neil A. Martin \u001d  Sonosite, a leading maker of hand-carried ultrasound medical equipment, never used to see much of a threat in General Electric. After testing a rival product from GE last year, SonoSite CEO Kevin M. Goodwin said flatly, \"We're not worried.\" \u001d  So much for bravado. GE Healthcare's compact LOGIQe, which takes direct aim at SonoSite's flagship MicroMaxx device, has enjoyed booming sales since its launch last May. GE's sales in the field, counting six other products itlaunched last year, have reached $174 million a year, eclipsing the sales of industry pioneer SonoSite and making GE the industry leader. \u001d  It's enough to make an investor think twice about SonoSite, and Barron's already has done that. Though bullish on the stock in the past (\"SonoSite's Prognosis,\" Nov. 7, 2005), we are now wary because of the GE problem. The shares (ticker: SONO), down about 7% over the past year, to a recent 36, could well decline to about 30. \u001d  GE (ticker: GE) expects its sales of compact ultrasound machines to jump 50% this year, to $264 million, and to top $300 million in 2008, says Omar Ishrak, chief executive of GE's $4.5 billion-a-year-in-sales Healthcare Clinical Systems unit. His projection of 2008 sales would give GE some 58% of the expected global market of $510 million. \u001d  \"So far, this market has grown at 30% to 50% a year over the past two or three years,\" Ishrak says. \"We believe our share of this market will grow rapidly and may reach $500 million by 2010,\" he adds. \u001d  As if such plans weren't enough to hurt SonoSite, GE in May filed a lawsuit against SonoSite in a federal court in Wisconsin, alleging that SonoSite's MicroMaxx and another product infringe on five GE patents related to ultrasound technology. GE wants an injunction to prevent SonoSite from continuing to sell the products and seeks back royalties as part of an unspecified sum of money for damages. \u001d  \"If the lawsuit is successful, it could be crippling to SonoSite, considering the company's one-dimensional product line,\" says Sean D. Lavin, a medical doctor and analyst with Oppenheimer & Co. \u001d  SonoSite not only denies it has infringed on GE patents, it also has filed a countersuit accusing GE of violating its patents. On the market-share front, SonoSite officials acknowledge they have has lost ground to GE in the past six months but claim they are making up for it in higher sales overseas and deeper inroads into hospitals and doctors' offices. \u001d  But GE, alas, isn't the only problem. SonoSite suffers from persistently high sales and marketing expenses, negative operating profit margins and flat-to-low gross profit margins (69.9%). \u001d  What's more, a recent sales and marketing reorganization proved disruptive. Though sales are expected to grow this year by 18%, to $202 million, that's far off the historical pace of 50% a year. There are also concerns that SonoSite is not spending enough on research to develop the new products needed to keep pace with GE. \u001d  You don't need an ultrasound test to see the problems behind this stock. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f0ae6762b9660792956f48005df29825","symR":["5448.JA","5945.JA","JP3547900005","JP3576000008"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) Asian Trader: Activist Investing Advances Slowly In Japan","GmtTimeStamp":"2007-07-07T04:04:00.000000000","CompanyCodes":["5448.JA","5945.JA","JP3547900005","JP3576000008"],"IndustryCodes":["FAC","STL"],"Story":"\b   (From BARRON'S) \b   By Jamie Miyazaki \u001d  Activist funds calling on Japanese companies to do more to maximize returns continue to be snubbed, after emerging from June's shareholder meetings with little to show for their efforts. But most are unlikely to give up their quest, given the need for change and the potential rewards. \u001d  Most demands for bigger dividends and the elimination of takeover-defense mechanisms were rejected by shareholders during meeting season. In keeping with that trend, Steel Partners Japan Strategic Fund revealed Thursday that its bid to acquire the outstanding shares of Tenryu Saw Manufacturing (ticker: 5945.Japan) had failed, as its tender offer garnered just 2.6% of the blade and cutlery manufacturer's stock. \u001d  Many overseas investors had hoped June would mark a watershed for Japanese corporate governance. New legislation making hostile takeovers easier had whetted their expectations that management would become more responsive to shareholder demands. But those hopes were stillborn after Japanese shareholders backed corporate managers in votes at annual meetings, dismissing the activists as opportunists bent on stripping cash from balance sheets. Comments like those of Steel Partners President Warren Lichtenstein, who said he would help \"educate\" Japanese management, also alienated local investors. \u001d  Also typical of the activists' defeat was a failed bid by the hedge fund Fursa Alternative Strategies to push heating-equipment maker Noritz (5943.Japan) to hike its dividend more than tenfold, to 300 yen from 28 yen . Fursa's proposed payout ratio of 450% struck many Japanese as excessive, notwithstanding Noritz's cash-rich balance sheet or the growth of the country's nascent dividend culture. \u001d  Corporate Japan has battened down the hatches. According to Nomura, cross-shareholdings, one of Japan Inc.'s old methods of warding off shareholders looking to upset the status quo, rose modestly in fiscal 2006. After sliding for 15 years, the cross-shareholding ratio, a measure of how much Japanese companies have invested in one another, relative to the market's total capitalization, ticked up 0.1 of a percentage point, to 11.2%. Company boards also have been rushing to embrace poison pills, or anti-takeover measures. \u001d  Yet, calls for Japanese executives to do more to boost shareholder returns are well-grounded, which has made this year's drubbing all the more depressing for those seeking to effect change. Japanese companies have the lowest return on equity -- 10.3%, on average -- among Asian, European and U.S. concerns, and the lowest dividend yield at 1.1%, according to Goldman Sachs. \u001d  Still, while overseas agitators may have lost this round, even the Pension Fund Association in Japan appears to be clambering onto the activist bandwagon; the organization has said it will vote against the re-election of board members at companies whose return on equity has been less than 8% in each of the past three years. The clock is unlikely to turn back to the mid-1990s, when returns on equity were hovering around 5%. \u001d  In addition, activist investors have notched a few notable successes. Sparx Group, a Japanese fund-management company, did some behind-the-scenes arm-twisting to pressure camera maker Pentax to agree to a 105 billion yen  tender offer from optical-glass maker Hoya (7741.Japan), after a board rebellion at Pentax initially had scuppered the deal. \u001d  Ichigo Asset Management, a small Japan-focused fund, marshaled enough support to strike down a proposed merger between Tokyo Kohtetsu (5448.Japan) and Osaka Steel (5449.Japan), arguing that the share-swap ratio shortchanged Tokyo Kohtetsu's investors. Crucially, Ichigo engaged individual Japanese investors to win support for its campaign. It also has taken a pragmatic approach to poison pills, by supporting Tokyo Kohtetsu's version at this year's shareholder meeting. \u001d  Companies grudgingly have become more responsive to investors' demands. Wig maker Aderans (8170.Japan) responded to Steel Partners' insistence that it shelve its poison pill by proposing a corporate value-improvement plan, while Ono Pharmaceutical (4528.Japan) answered requests from the mutual fund Brandes Investment Partners to hike its dividend sevenfold by tabling its payout policy, which had been based on the level of its free cash flow. \u001d  As much as it might rile Corporate Japan, the antics of activists seem to have unlocked value at companies in their crosshairs. An index created by Nikko Citigroup to track the approximate performance of a basket of activist funds has shown a 350% return from July 2002 to May 2007. The Topix, in contrast, has notched a 71% gain. \u001d  This alone suggests that the Steel Partners of the world won't give up. In light of the activists' returns, maybe they'll have more success, in the next round, by ensuring that Japan's corporate managers are rewarded with stock options. \u001d  --- \u001d  Jamie Miyazaki, who is based in Tokyo, is a reporter for Dow Jones Newswires. \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f8271fee1b9418df886d2fb4a2429bd1","symR":["VLKAY","VOW.XE","DE0007664005"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Volkswagen CEO: Co Mulls Building First US Factory -Report","GmtTimeStamp":"2007-07-07T12:55:00.000000000","CompanyCodes":["VLKAY","VOW.XE","DE0007664005"],"IndustryCodes":["AUT","XDAX","XDJGI"],"Story":"\b \u001d  BERLIN (AP)--The chief executive of Volkswagen AG (VOW.XE) said in an interview released Saturday the German auto giant would consider building a factory in North America if the U.S. dollar remains weak against the euro. \u001d  Already VW is planning to set up a second administrative hub near Detroit, \"to get closer to our customers\" there, Martin Winterkorn told the German weekly Focus. VW confirmed the interview. \u001d  Volkswagen, based in Wolfsburg, Germany, already has a subsidiary, Volkswagen of America Inc., headquartered in Auburn Hills, Mich. Last week, Stefan Jacoby was named as president and CEO of Volkswagen of America. \u001d  Winterkorn said the company was also weighing the possibility of building its first factory in the U.S., where it hopes to improve sales of its vehicles and increase its share of the highly competitive market. \u001d  \"If the dollar exchange rate stays at its present level, we will have to begin thinking about a factory in North America,\" Winterkorn said. \u001d  The dollar, which began to weaken broadly in early 2002, has fallen more than 50% from its October 2000 trading peak against the euro, which bought $1.3623 on Friday. \u001d  The company expects to set a new record for vehicle sales in 2007, pushing beyond the 6 million car mark, Winterkorn said, crediting increased productivity for the jump. In 2006 the company sold 5.7 million cars. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 08:55 ET (12:55 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f9bbad54421cd49d517b3a2fe7f15f83","symR":["AZA.MI","IT0003918577"],"date":"2007-07-07","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Air One Plans EUR1.7 Bln Bid For Alitalia - Newspaper","GmtTimeStamp":"2007-07-07T14:24:00.000000000","CompanyCodes":["AZA.MI","IT0003918577"],"IndustryCodes":["AIR","XDJGI","XMIB"],"Story":"\b \u001d  FLORENCE, Italy (Dow Jones)--Italy's second-largest carrier, Air One, plans to make a bid worth some EUR1.7 billion for Alitalia SpA (AZA.MI), with the financing coming entirely from five banks, an Italian daily reported Saturday. \u001d  The EUR1.7 billion would be split between EUR450 million in equity of Air One's parent company, AP Holding, and EUR1.25 billion in loans that Air One would use to purchase Italy's biggest airline, Rome daily Il Messagero said. Alitalia's current market capitalization is around EUR1.1 billion. \u001d  The financing would be split among five banks: Italian banks Intesa Sanpaolo SpA (ISNPY) and Monte dei Paschi di Siena; and foreign banks Lehman Brothers, Morgan Stanley (MS), and Nomura. \u001d  Intesa Sanpaolo is the only bank which has given its official backing to Air One, while Monte dei Paschi has said it's looking into the deal. The other banks have declined to comment. \u001d  The Italian government, which may all or part of the state's 49.9% stake in Alitalia, said Friday the deadline for binding bids had been delayed for the second time, to July 23. \b \u001d  -By Luca Di Leo, Dow Jones Newswires; +39 06 6782543; luca.dileo@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 10:24 ET (14:24 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"fd2c07085e90e1a09bf2da8acae596d1","symR":["APOL","DBTK","KFT","LPHI","PHRM","STZ","STZB","TSAI"],"date":"2007-07-07","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(7/9) Research Reports: How Analysts Size Up Companies","GmtTimeStamp":"2007-07-07T04:08:00.000000000","CompanyCodes":["APOL","DBTK","KFT","LPHI","PHRM","STZ","STZB","TSAI"],"IndustryCodes":["BVG","CSV","DRG","FOD","INB","INS","OFP","SOF","VIN","XDJGI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  Apollo Group \u001d  -- APOL-NNM \b \u001d  Market Perform \u001d  -- Price 58.43 on July 2 \u001d  by Barrington Research \b \u001d  Apollo Group reported the financial results of its fiscal third quarter, ended May 31. Enrollment, revenue and earnings were all above expectations [bringing shares] near an 18-month high. Revenue increased 12.2% to $733.4 million from $653.4 million last year, above our estimate of $705 million and the First Call consensus of $702.9 million. Net income was $131.4 million, or $0.75 per share, compared to net income of $131.5 million, or 75 cents per share, last year and topped our estimate of 70 cents per share and the First Call consensus estimate of 69 cents per share. \u001d  Degree enrollment for University of Phoenix and Axia College increased 12.2% . . . as of May 31. . . . We've made the following changes to our earnings model: We now expect fiscal 2007 full-year revenue at $2.699 billion (+9%), above our prior estimate of $2.661 billion (+7.4%), and diluted EPS of $2.35 (flat from a year ago), also above our prior estimate of $2.25 (-4.3%). . . . Apollo's stock is up 50% [year to date] and is trading at 20.6 times the consensus calendar 2008 earnings estimate. On an EV/Ebitda [enterprise value/earnings before interest, taxes, depreciation and amortization] basis, APOL has a multiple of 14 times versus the current peer group average of 16.4 times. \b \u001d  Constellation Brands \u001d  -- STZ-NYSE \b \u001d  Buy \u001d  -- Price 24.28 on July 2 \u001d  by Bank of America \b \u001d  Raising target to 27 from 25, and 2008 [estimated earnings per share] to 1.39 from 1.35 [a share; Street consensus 1.38], and 09E EPS to 1.82 from 1.79 [Street: 1.68]. While the shares [of this international producer and marketer of wine, beer, and spirits] have not fully recovered from FY1Q07 collapse, we do believe the 28% rebound (versus 7.2% for the Standard & Poor's 500) off the bottom does begin to accommodate some level of earnings recovery in 2H08 and FY09. We continue to see upside potential to consensus estimates, as conservative guidance and overly negative extrapolation of one-off trends in U.S. wine are likely to fade over the next 12 months. Our valuation assumes 14.8 times our FY09E of $1.82, which is in line with the average multiple of 14.8 times over the last two years and 14 times over the last five years. Faster growth as earnings normalize could push the multiple modestly higher; however, the new [joint-venture] structure of the beer business should deflate the multiple relative to history. \b \u001d  Double-Take Software \u001d  -- DBTK-NNM \b \u001d  Outperform \u001d  -- Price 16.41 on July 2 \u001d  by Pacific Crest \b \u001d  Public since December 2006, Double-Take Software is well-positioned in the Windows-replication market with its patented architecture and unique filtering technology with real-time, byte-level replication, and it should sustain 25% or better revenue growth for at least the next three years, in our view. Our 12-month price target of 20 is based on 27 times our 2008 EPS estimate of 75 cents. This is a reasonable multiple,  relative to Double-Take's revenue growth prospects and our forecast of profits doubling over the next two years. We are modeling a compound annual revenue growth rate of 27% over the next two years, which would equate to a PEG [price-to-earnings-growth] ratio of 1 times. Additionally, Double-Take has a strong balance sheet, with net cash in excess of $2 per share from the initial public offering proceeds. Market and macroeconomic conditions could interfere with the realization of this price target, as could risks such as competing against larger [rivals] with greater resources such as EMC, Symantec and Network Appliance; Windows exclusivity; dependence on top five partners that account for over 50% of its sales. \b \u001d  Kraft Foods \u001d  -- KFT-NYSE \b \u001d  Market Perform \u001d  -- Price 34.66 on July 3 \u001d  by Wachovia \b \u001d  Kraft [will] acquire Danone's biscuits unit, rais[ing] international exposure. The wait is over -- CEO Irene Rosenfeld has announced her first major deal. The binding offer for Danone's global biscuits, for $7.2 billion (or 13.2 times FY07E Ebitda), immediately raises international and emerging-markets exposure, with numerous opportunities also likely available to cross-leverage the legacy portfolio -- eventual cost synergies pegged at 7% of sales and the deal is expected to be accretive during year one. As regulatory approval awaits, the deal will likely close by year end -- we're maintaining estimates and await updated core commentary from FQ2 EPS. \u001d  Our $33-to-$35 [target] range is based on 11 times our CY07E EV/Ebitda (roughly in line with peers). Risks include competition from private label in key categories and an emerging strategy favoring innovation and product mix. \b \u001d  Life Partners Holdings \u001d  -- LPHI-NNM \b \u001d  Speculative Buy \u001d  -- Price 36.21 on July 3 \u001d  by Taglich Brothers \b \u001d  Life Partners Holdings is the parent of Life Partners, the oldest and one of the most active companies in the secondary market for life-settlement transactions -- which involve purchase of an existing life-insurance policy at a discount to its face value for investment purposes. . . . We're reiterating our Speculative Buy rating for shares of LPHI and increasing 12-month price target to 63 (previously 16). The big jump is based on a valuation on greatly increased earnings estimates . . . LPHI expects to report a 185% increase in [1Q] revenue, to $17.6 million from $6.2 million. Net income is expected to increase to $4.7 million or 49 cents per diluted share, versus net income of $200,000 or 5 cents per diluted share. \u001d  We believe the significant ramp-up in Life Partners' revenue over the last two quarters was due to market-share gains related to a lawsuit against a major competitor. In October 2006, the Attorney General for the State of New York filed a civil lawsuit against Coventry First, alleging Coventry made secret payments to life-settlement brokers. We believe market-share gains combined with continuing growth of the industry should result in LPHI's reporting significant top- and bottom-line growth. \b \u001d  Pharmion \u001d  -- PHRM-NNM \b \u001d  Sell \u001d  -- Price 29.45 on July 2 \u001d  by Zacks Equity Research \b \u001d  Pharmion is a global pharmaceutical company focused on acquiring, developing, and commercializing products for treating hematology and oncology patients. The company has two main growth drivers, Thalidomide and Vidaza. Yet, sales of both are stalling [due to] fierce competition . . . Without acceleration in Vidaza prescriptions, [PHRM stock] will remain under pressure. Therefore, we maintain Sell rating, with a 23 target. . . . significantly ramping [research-and-development] and [sales, general and administrative] costs will cause Pharmion to post negative EPS the next two years. The company's positive EPS in 2005 was short-lived. Revenues will be flat until 2008 when new drivers will kick in. We believe Pharmion shares will be under pressure in next six to 12 months due to lackluster performance of Vidaza and Thalidomide. Other initiatives will not kick in until the end of 2007. . . . Vidaza was approved by the Food and Drug Administration in May 2004 for treatment of leukemia-predecessor, myelodysplastic syndrome. Another key product is Thalidomide for [treating] multiple myeloma and leprosy. . . . PHRM also acquired the rights to three pipeline candidates, Satraplatin, MGCD0103 and Amrubicin. \b \u001d  Transactions Systems Architects \u001d  -- TSAI-NNM \b \u001d  Buy \u001d  -- Price 33.66 on July 2 \u001d  by Janney Montgomery Scott \b \u001d  The company [recently] released its first-quarter 10Q for the period ended Dec. 31, 2006; results were in line with preliminary guidance provided earlier this year. The filing avoided a July 2 hard Nasdaq delisting deadline and the company's March period 10Q (fiscal second quarter) remains outstanding, with a hard August 16 Nasdaq deadline. The filing delays are the consequence of a previously disclosed stock-option investigation. In early June, the company lowered its 2007 calendar-year guidance and offered positive commentary on new business wins during the March quarter . . . things are beginning to stabilize and the company remains well positioned to take advantage of ongoing secular trends . . . We are increasing our 12-month fair-value estimate to 40 a share. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  July 07, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"fe60da1ae3a824424819057e7ce378e5","symR":["JNS"],"date":"2007-07-07","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(7/9) The New Face Of Janus","GmtTimeStamp":"2007-07-07T04:05:00.000000000","CompanyCodes":["JNS"],"IndustryCodes":["AMG","XDJGI","XNYA","XRUS","XSP5","ZFU"],"Story":"\b   (From BARRON'S) \b   By Lawrence C. Strauss \u001d  Imagine a mutual-fund firm that invests in stock research, likes to take a contrarian view, pays attention to a company's cash flows and is willing to hang tough with stocks about which it has strong convictions. \u001d  American Funds? Dodge & Cox? T. Rowe Price? \u001d  All of the above. But what about Janus Capital Group? \u001d  A few years ago, linking Janus (ticker: JNS) with these others would have been laughable. Back in the tech bubble and dot-com eras, it was a pure growth and momentum shop, often making huge bets on one stock and willing to jump in and out of positions at the first whiff of good or bad news. When the Nasdaq-traded shares began crumbling in 2000, Janus did, too, as investors fled its suddenly money-losing mutual funds. Janus' assets, which peaked at $330 billion in March 2000, got as low as $130 billion in September 2004. \u001d  But now the Denver fund giant is back, with a different investment philosophy, new leaders and, most important, sharpened performance. Whether it fares well enough over the long term to rank with the T. Rowes of the world remains to be seen. But investors seem to believe that it's at least headed in the right direction. They've bid up its shares to around 30 -- almost double their 52-week low. But part of that gain has been fueled by speculation that, if Janus falters, it will be taken over or bought out. \u001d  Undeniably, Janus has been producing some good news for shareholders in a number of its funds. As of May 31, 69% of the assets it managed were in funds with four- or five-star Morningstar ratings based on five-year returns, according to Goldman Sachs. That's well ahead of the 48% average for all publicly traded asset managers tracked by Goldman. Janus' funds also are above average when judged on one- and three-year results. \u001d  Janus, named for the two-headed Roman god of beginnings and endings, has adopted a more disciplined approach to growth-stock investing. Its new face is shown in the improved, but still not great, performance of its flagships -- Janus (JANSX) and Janus Worldwide (JAWWX) and the good longer-term returns of Janus Contrarian (JSVAX) and other funds. \u001d  Making this more impressive is that it's occurring during what has been a protracted, frustrating stretch for growth investing --  recent signs of a rotation away from value stocks notwithstanding -- and with memories of Janus' post-bubble-era miseries still alive in investors' minds and wallets. \"If you lose money for people, they don't forget that very quickly,\" says Marc Irizarry, who covers Janus for Goldman Sachs. \u001d  The saving grace, according to Kevin P. Quirk, a partner at Casey, Quirk & Associates, an asset-management consultancy in Darien, Conn.: \"Janus has learned a lot since [the tech implosion]. They've forged a different way of investing.\" That includes paying more attention to risk control, by avoiding overlapping positions, broadening the universe of securities its analysts look at and spending more time on whether a stock has enough downside protection. \u001d  Although the tide appears to be turning, Janus is still struggling to attract new cash. At the end of March, it was overseeing $176.2 billion in assets -- little more than half of its total at its 2000 peak. \u001d  In the first quarter, flows were flat, excluding those for the company's successful quantitative Intech products. The situation varies by fund. For example, Janus Contrarian is attracting money, but Janus Worldwide is still bleeding bucks. \u001d  Lousy past performance isn't the only impediment to better cash inflows. In August 2004, Janus settled a market-timing case with state and federal regulators. Certain investors had been allowed to move in and out of its funds quickly, contrary to the stated policy, in exchange for parking money in other funds. Market timing lets short-term investors pocket profits at the expense of longer-term shareholders. \u001d  The market-timing mess damaged the firm's credibility, already hurt by its funds' post-bubble swoon. \"I was quite ashamed to see an organization go through that and lose the trust of our fund holders,\" says Janus veteran David Decker, who runs the Contrarian fund. \u001d  In an e-mail, financial planner Harold Evensky of Coral Gables, Fla., asserts that \"Janus still has a ways to go before it's seriously on the independent-adviser screen,\" owing to the \"credibility gap engendered by its past behavior.\" \u001d  Acknowledges Janus CEO Gary Black: \"We still need to regain the confidence of people we didn't do a good job for.\" \u001d  Black joined Janus as president and chief investment officer in 2004, as part of a new management team led by former Charles Schwab executive Steve Scheid. \u001d  Black, who became chief executive early last year when Scheid retired, gets good reviews from people in the industry. He has a strong investment background, having worked as a research analyst at Sanford Bernstein and later serving as chief investment officer for Goldman Sachs Asset Management's global equities division. This pedigree has helped him command respect at an organization known for having very strong-willed portfolio managers accustomed to wielding a lot of internal clout. He's quick to credit his funds' improved performance to their portfolio managers and to Jim Goff, Janus' director of research. \u001d  Founded in 1969 by Tom Bailey, Janus was a small shop for many years. When Goff joined the firm in 1988, he was one of only two analysts, both generalists. \u001d  Fueled by strong performance by funds like Janus, Janus Twenty (JAVLX) and Janus Worldwide, the Denver asset manager grew at an extraordinary clip in the 1990s. Its high-profile managers, including Tom Marsico, Helen Young Hayes (both now long departed) and Scott Schoelzel, became stars. The growth was especially strong in the late '90s, as big-cap tech and telecom stocks like Dell (DELL) and Cisco Systems (CSCO) surged. \u001d  \"The Janus mystique took on a life of its own,\" recalls co-chief investment officer Jonathan Coleman, who joined the company in 1994 as an analyst. \"It was a good company, but it wasn't prepared to handle that amount of inflows.\" \u001d  For one thing, too many of its portfolio managers had the same securities. In early 1999, the firm's top 25 stock-fund holdings accounted for nearly 55% of all of its equity assets. That's down to about 30% today. \u001d  Another big hole: The research department lacked depth, specialization and experience. When tech started to sink, \"we had no ideas on the shelf to turn to,\" says Goff, who became research chief in early 2002. \"That left us very slow afoot.\" Goff now leads more than 30 stock analysts and 20 stock research associates. Eight years ago, the figures were 22 and zero. \u001d  In 2000, the Janus equity research team covered about 500 companies, 100 of them foreign. Today, it follows about 1,400, including 570 outside the U.S. And Janus has hired more seasoned analysts, many of them specialists. Areas of coverage these days include retailing, energy, financials, industrials and consumer staples. \"You didn't think of Janus when you thought of those areas,\" says Goff. \u001d  The investment culture also has become more disciplined. \"Valuation has become a far more important part of what they do,\" says John F. Casey, chairman of Casey, Quirk & Associates. \u001d  Janus Contrarian manager Decker, sums up his investment philosophy this way: \"You are more likely to find situations that are undervalued, relative to their intrinsic value, if the company is out of favor and misunderstood. We start with that premise.\" \u001d  Decker says that he and other managers, such as Jason Yee of Janus Worldwide and David Corkins of Janus Fund, \"look for high-quality businesses that generate strong cash flow and strong returns on capital. Then the question is: What are you willing to pay for those streams of cash flows?\" \u001d  Decker, who has run the fund since 2000, appears to be paying the right prices. His fund, which has about $7.4 billion in assets, around 40% of it in foreign stocks, ranks at the very top of its Lipper and Morningstar peer groups, based on one-, three- and five-year returns. Its five-year annual return of 22.6% bests the S&P 500's by more than 11 percentage points. Among the stocks Decker has made money on are Tyco International (TYC), which he still holds, and Sallie Mae, or SLM (SLM), which he has sold. \u001d  CEO Black has emphasized three- and five-year returns in determining compensation for his fund managers, who are said to be among the highest-paid in the business. \u001d  He's also put more focus on risk control. One result: Standard deviations -- which measure the variability of returns -- are lower. From May 1998 to May 2001, for example, Janus Twenty had an annual standard deviation of 32.52, versus 18.72 for the S&P 500, according to Lipper. But in the three years ended May 31, the standard deviation was 10.42, versus 7.15 for the benchmark. Simply put, many Janus funds have outpaced their peers while taking on less risk than they did in the 1990s, when the company didn't even have a risk-management committee, as many investment organizations do. Says Rachel Barnard, a Morningstar analyst who follows the company: \"That's made for less flashy returns, but they are more consistent.\" \u001d  Yee, who took over Janus Worldwide in 2004, worked at the firm in the mid-1990s before leaving for another company and then returning in 2000. \"People are making use of a wider set of tools to gauge valuation and risk,\" he says. One is discounted-cash-flow analysis, in which a company's future cash flows are estimated and then measured in today's dollars, using an appropriate discount rate. \u001d  The risk panel's aim isn't to prevent managers from taking risks -- after all, that's how they make money for clients. Instead, it tries to ensure that the chances taken are reasonable, intended and commensurate with the potential reward. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  July 07, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."}]
