[{"md5ID":"0110cac81f66a0dee92761c08d10cafd","symR":["CAL","US2107953083"],"date":"2007-03-17","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": Winter Weather Continues to Affect Flights in the Northeast Through Saturday","GmtTimeStamp":"2007-03-17T09:00:00.000000000","CompanyCodes":["CAL","US2107953083"],"IndustryCodes":["AIR","XDJGI","XFFX","XNYA","XRUS","XSCI"],"Story":"continental.com provides latest flight information and operations summary \b \b \u001d  HOUSTON, March 17 /PRNewswire-FirstCall/ -- Continental Airlines (NYSE: CAL) today announced that due to the impact of Friday's winter storm, there will be further delays and cancellations to flights in the Northeast through Saturday.  All flights to and from Newark Liberty International Airport have been cancelled through noon eastern time, with the exception of CO 9 from Newark to Narita departing at 11:10 a.m. \b \u001d  Customers scheduled to travel on Saturday are encouraged to check on the status of their flight prior to heading to the airport. \b \u001d  Continental has extended travel options for customers whose flight plans may be affected by the weather.  Travelers scheduled on flights on Saturday or Sunday may wish to delay commencement of their trip. Customers ticketed for travel through March 18, to or from the affected areas in the Northeast, are permitted a one-time date or time change to their flights without penalty for rescheduled travel originating by March 25.  Customers wishing to reschedule their trips should contact Continental reservations at 800-525-0280. \b \u001d  For up-to-date information regarding the status of a specific flight, the fastest and easiest source is http://www.continental.com - Travel re-accommodations.  An overview of Continental operations is available at http://www.continental.com - Flight Status - Today's Operations.  Automated flight status information is also available at 800-784-4444. \b \bSOURCE  Continental Airlines \b \u001d    /CONTACT: Houston Corporate Communications: +1-713-324-5080, corpcomm@coair.com \b    /Web site: http://www.continental.com \b    /Web site: http://www.continental.com/company/news \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 05:00 ET (09:00 GMT)"},{"md5ID":"0faa760e92b0c1e5a0d6b507bfa0462d","symR":["3051.TO","8242.TO","9042.TO","JP3774200004","JP3774600005","JP3865400000"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Japan Hankyu, Hanshin Dept Stores To Merge Ops In Oct-Kyodo","GmtTimeStamp":"2007-03-17T05:43:00.000000000","CompanyCodes":["3051.TO","8242.TO","9042.TO","JP3774200004","JP3774600005","JP3865400000"],"IndustryCodes":["RTB","RTS","TAT","XDJGI"],"Story":"\u001d  NEW YORK (Dow Jones)--Japan's Hankyu Department Stores Inc. (8242.TO) and Hanshin Department Stores Ltd. plan to integrate their operations under a holding company in October, Kyodo news agency reported Saturday, citing sources familiar with the matter. \u001d  The two Osaka-based department store operators will serve as business companies under the envisaged holding firm, retaining their respective names, the sources said, according to Kyodo. \u001d  They will aim to increase management efficiency and survive intensifying competition through the merger, they said, according to Kyodo. \u001d  The two are now working out details of the merger, including the name of the holding company, the sources said, according to Kyodo. \u001d  The department industry has been experiencing realignment. Osaka-based Daimaru Inc. and Nagoya-based Matsuzakaya Holdings Co. (3051.TO) announced earlier this month that they will integrate under a holding company in September to become Japan's biggest department group, Kyodo reported. \u001d  Hankyu and Hanshin railway operators already completed their management integration last year. Hankyu Hanshin Holdings Inc. (9042.TO) was created through the merger of Hankyu Holdings Inc. and Hanshin Electric Railway Co., the report said. \u001d  The integration of Hankyu and Hanshin department store operators will be included in a medium-term business plan to be announced by Hankyu Hanshin Holdings, probably on March 26, the sources said, according to Kyodo. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 01:43 ET (05:43 GMT)"},{"md5ID":"13647ad5c555eb9dc4b74820c7468a49","symR":["CBRY.LN","CSG","GB0006107006"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/19) One Way To Play It","GmtTimeStamp":"2007-03-17T04:04:00.000000000","CompanyCodes":["CBRY.LN","CSG","GB0006107006"],"IndustryCodes":["BVG","FOD","OFP","SFT","XDJGI","XFT1","XNYA"],"Story":"\b   (From BARRON'S) \b   By Steven M. Sears \u001d  Cadbury shares may not get any sweeter soon. That's the view of Credit Suisse's quantitative trading and derivatives strategy desk following last week's big gain. So, it's advising clients to consider \"strangling\" them. \u001d  This strategy is often used by investors when they think a stock will stay in a trading range, and that the volatility of its options will thus decrease. Credit Suisse recommends selling June 560-pence puts, and selling June 650-pence calls. (The stock closed Friday at 610.50 pence. There are 100 pence in a British pound, each worth about 1.93 U.S. cents.) The firm says the trade will be profitable if the shares remain between 536 and 674 pence. These options give the stock room to fall 14.1% or rise 8%. The maximum profit: 24 pence. \u001d  The firm's sum-of-the-parts valuation puts a price of 580 to 590 pence on the shares. \u001d  The danger here is that, if the stock were to trade above 650 pence, investors who sold the \"strangle\" would be short the shares and might have to cover. Conversely, if the stock slid 560 pence, they'd effectively be long the stock. So anything that boosts volatility a lot wouldn't be sweet for users of this strategy. \u001d  (See related article: \"A Sweetener for Cadbury Schweppes\" -- Barron's March 19, 2007) \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"16b53ba6b62c997579873838a0478508","symR":["TGT"],"date":"2007-03-17","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Minnesota Target Shifts Muslims Who Refuse To Ring Up Pork","GmtTimeStamp":"2007-03-17T20:34:00.000000000","CompanyCodes":["TGT"],"IndustryCodes":["RTB","RTS","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  MINNEAPOLIS (AP)--Muslim cashiers at some local Target stores who object to ringing up products that contain pork are being shifted to other positions, the national retailer said Saturday. \u001d  Some Muslim cashiers had declined to scan products such as bacon because doing so would conflict with their religious beliefs. They would ask other cashiers to ring up such purchases, or some customers scanned the items themselves. \u001d  Minneapolis-based Target Corp. (TGT) has offered the cashiers the option of wearing gloves, shifting to other positions or transferring to other stores. \u001d  \"We are confident that this is a reasonable solution for our guests and team members,\" Target spokeswoman Paula Thornton-Greear said in a statement e-mailed to The Associated Press on Saturday. \u001d  Islam teaches that eating pork is forbidden, and some Muslims feel selling or handling pork is also forbidden because it would make them complicit in the sins of others. \u001d  Greear said the situation was a local problem only. \u001d  \"It is not an issue in most of our stores in the Twin Cities,\" she said in separate comments via e-mail. \"There is also no indication that this is an issue in the Minnesota market overall or nationwide.\" \u001d  As the local Muslim population grows, fueled by immigration from East African countries such as Somalia, efforts by Muslims to live by the rules of their faith often conflict with American realities. \u001d  In one dispute, some Muslim cab drivers who serve Minneapolis-St. Paul International Airport refuse to take passengers who are carrying alcohol. The Metropolitan Airports Commission is expected to vote in April on a proposal that would hand out 30-day license suspensions to cabbies who refuse service for any reason. \u001d  Suhara Robla, who works at a SuperTarget, told the Star Tribune newspaper that more than a dozen Muslim cashiers were asked Thursday to do other jobs. \u001d  \"They told all of us who don't touch pork to go to the sales floor,\" she told the newspaper. \"They really didn't say why. They just said it was a new policy.\" \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 16:34 ET (20:34 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"17055bf8b78f5a510af6278fae64d1b4","symR":["AVCA","DVSA","EDUC","INFO","INSP","LSCO","OPWV","TOPP","UTEK"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/19) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-03-17T04:04:00.000000000","CompanyCodes":["AVCA","DVSA","EDUC","INFO","INSP","LSCO","OPWV","TOPP","UTEK"],"IndustryCodes":["BTC","CHM","CHS","HEA","HPD","HPR","ICS","ISV","MED","PUB","SEM","SOF","SVC","XDJGI","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining 5% or more of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from March 8 through March 14. \u001d  Source: Corporate Filings Alert \b \u001d  Activists \b \u001d  Metro One Telecommunications (INFO) \u001d  A group including Strategic Turnaround Equity Partners asked for a board seat and changes at Metro One \"to maximize shareholder value.\" Shareholder Everest Special Situations Fund wrote to Metro One calling for Chairman William Rutherford to resign. The Strategic group agreed with much of what Everest expressed; it holds 720,028 shares (11.55% of total outstanding). \b \u001d  Topps (TOPP) \u001d  An investor group including Topps' director Arnaud Ajdler and Crescendo Investments II wrote to Topps' board, criticizing it for actions taken at a March 13 meeting. As reported, the board blocked two directors from officially monitoring acquisition offers that might compete with a recently announced -- and controversial -- bid to buy the trading-card company for about $385 million. Topps expressed concern over whether Ajdler and investor Timothy Brog could \"adequately represent the best interests of the company's stockholders\" given their \"publicly stated opposition\" to Topps' proposed merger with Tornante Co. and Madison Dearborn Partners. The Crescendo group holds 2,547,700 shares (6.6%). \b \u001d  Advocat (AVCA) \u001d  Bristol Investment Fund has urged Advocat to retain a financial adviser to begin an auction process, solicit offers and engage in discussions with potential strategic buyers. It wants Advocat to form a committee of outside directors to evaluate offers and other alternatives. Bristol recommends that AVCA focus on a stock-buyback plan. Bristol holds 256,861 shares (4.4%). \b \u001d  InfoSpace (INSP) \u001d  A shareholder group including Castlerigg Master Investments and Sandell Asset Management recommends that InfoSpace commit to $15 million in cost-cutting and return at least $300 million of its cash balance to shareholders through a share buyback and a dividend. The group also suggested that, if management doesn't close the value gap, the board should engage a financial adviser to sell INSP in whole or part. The shareholder group owns about 2.77 million shares (8.8%). \b \u001d  Diversa (DVSA) \u001d  T. Rowe Price (TROW) opposes Diversa's proposed merger with Celunol. The investor expressed \"dissatisfaction\" with the proposed transaction and intends to determine what alternative courses of action may better serve its interests. T. Rowe holds about 3.43 million shares (7.7%). \b \u001d  Original Filings \b \u001d  Educational Development (EDUC) \b \u001d  Investor Richard Scott reported ownership of 313,138 shares (9.01%), after buying them at $7 each in a private placement March 6 -- making Scott the second-largest shareholder of the company. \b \u001d  Increases in Holdings \b \u001d  Ultratech (UTEK) \u001d  Thales Fund Management boosted its stake to about 3.37 million shares (14.5%), from 2.8 million shares (12.1%) reported on Feb. 22. Thales Fund expects to acquire additional shares. In January, the fund disclosed it had sent a letter to UTEK asking it to consider a sale of the company as a way to maximize shareholder value. \b \u001d  Lesco (LSCO) \u001d  A group of funds managed by Mario Gabelli's Gamco Investors (GBL) reported ownership of 644,311 shares (7.04%), after buying them from Feb. 20 to March 9 at $14.25 to $27.39 each. \b \u001d  Openwave Systems (OPWV) \u001d  A group including Harbinger Capital Partners Master Fund I and Harbert Management raised its stake to 10.61 million shares (11.2%), after buying 610,000 on March 6-7 at $8.20 to $8.30 each. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1d5a008877cc51a813d5972be1b57b32","symR":["BOT","CFC","CME","DSL","FMT","FNM","FRE","GS","KBH","LEH","LEND","NDE","NEWC","NFI","TOL","WSM","XHB","XLY","US3134003017","US38141G1040","US5249081002"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/19) The Trader: Best Subprime Analogy: -2-","GmtTimeStamp":"2007-03-17T04:07:00.000000000","CompanyCodes":["BOT","CFC","CME","DSL","FMT","FNM","FRE","GS","KBH","LEH","LEND","NDE","NEWC","NFI","TOL","WSM","XHB","XLY","US3134003017","US38141G1040","US5249081002"],"IndustryCodes":["BNK","EXT","HOM","HPR","MFN","OTS","REA","REI","RTS","SAL","SCR","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI","XSP5","XSTF"],"Story":"\u001d  For one thing, tightening credit will hit the lower end of the housing spectrum harder, and KB Homes serves a wider swath of first-time home owners. The average price of homes sold by KB is $277,000, compared with $690,000 for Toll, a luxury homebuilder. As lending tightens for new buyers, Benhamou reckons \"Toll will outperform KB Homes by 15% over the next three months.\" \u001d  At about 46, KB Homes also is trading 52% over its tangible book value per share of about 30 -- well above its peers on that basis. Investors betting on a decline of KB Homes relative to Toll might sell out-of-the-money June puts on Toll and use the proceeds to help buy comparable puts on KB Homes. \u001d  --- \u001d  E-mail: kopin.tan@barrons.com \u001d  --- \b                        VITAL SIGNS \b \b                             Friday's     Week's    Week's \b                                Close     Change    % Chg. \b \b DJ Industrials              12110.41   -165.91      -1.35 \b DJ Transportation            4781.63    -48.75      -1.01 \b DJ Utilities                  478.56     +2.33      +0.49 \b DJ 65 Stocks                 4164.56    -35.90      -0.85 \b DJ US Total Mkt               337.97     -3.74      -1.09 \b NYSE Comp.                   8983.01   -111.98      -1.23 \b Amex Comp.                   2098.32     +3.86      +0.18 \b S&P 500                      1386.95    -15.90      -1.13 \b S&P MidCap                    823.89     -8.95      -1.07 \b S&P SmallCap                  399.88     -2.26      -0.56 \b Nasdaq                       2372.66    -14.89      -0.62 \b Value Line (arith.)          2242.34    -19.26      -0.85 \b Russell 2000                  778.77     -6.35      -0.81 \b DJ Wilshire 5000            14054.38   -158.89      -1.12 \b \b                                     Last Week  Week Ago \b \b NYSE \b Advances                              1,490      2,327 \b Declines                              2,046      1,207 \b Unchanged                                70         69 \b New Highs                               207        178 \b New Lows                                128        129 \b Av Daily Vol (mil)                    2,716.4    2,669.7 \b Dollar \b (Finex spot index)                       83.23      84.24 \b T-Bond \b (CBT nearby futures)                    112-28     112-16 \b Crude Oil \b (NYM light sweet crude)                  57.11      60.05 \b Inflation KR-CRB \b (Futures Price Index)                   304.44     308.06 \b Gold \b (CMX nearby futures)                    652.60     650.00 \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1dcae0f002f7fc775eff07e6f5b64f28","symR":["KR","PETM","PG","SWY","WMT","US5010441013","US7427181091","US9311421039"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Menu Foods Recalling 46 Dog Food, 37 Cat Food Brands","GmtTimeStamp":"2007-03-17T20:30:00.000000000","CompanyCodes":["KR","PETM","PG","SWY","WMT","US5010441013","US7427181091","US9311421039"],"IndustryCodes":["FDR","HPN","HPR","OTS","RTB","RTS","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5"],"Story":"\b \u001d  UNION, N.J. (AP)--Menu Foods, the Ontario-based company that produces recently recalled pet food, said Saturday it was recalling dog food sold under 46 brands and cat food sold under 37 brands including Iams, Nutro and Eukanuba. The food was distributed throughout the U.S., Canada and Mexico by major retailers such as Wal-Mart (WMT), Kroger (KR)  and Safeway (SWY). \u001d  An unknown number of cats and dogs had suffered kidney failure and about 10 died after eating the affected pet food, the company said. \u001d  Many stores that sold the affected brands frantically pulled packages off shelves. \u001d  At a Petsmart (PETM) store in Union, Silviene Grzybowski became worried when the four types of Iams products she buys for her cat, Smokey, had vanished from shelves. The cat was very sick and had not been eating for days, she said. \u001d  \"The vet told us to buy her her favorite food, but I'm going to call the vet right now,\" Grzybowski said, looking at an announcement Petsmart had taped to shelves announcing the recall. \u001d  A complete list of the recalled products along with product codes, descriptions and production dates was available from the Menu Foods Web site, http://www.menufoods.com/recall. \u001d  Menu Foods' chief executive and president Paul Henderson told the Associated Press on Friday that the company was still trying to figure out what happened. \u001d  He said that the company had received an undisclosed number of owner complaints that dogs and cats were vomiting and suffering kidney failure after eating its products. \u001d  The recall covers the company's \"cuts and gravy\" style food, which consists of chunks of meat in gravy, sold in cans and small foil pouches from Dec. 3 to March 6. \u001d  In Omaha, Neb., Susan Balvanz said she sometimes feeds her five cats packets of sliced meat and gravy sold by Nutro Products, one of the brands affected. \u001d  \"I've done so much research on pet food. It didn't surprise me but it scared me all the same,\" said Balvanz. \u001d  She said her 9-year-old cat, Boots, was especially fond of the food but seemed to have lost its appetite in the last few days. \u001d  At the Missouri Valley Veterinary Clinic in Bismarck, N.D., veterinarian Jacob Carlson has been referring worried pet owners to the Menu Foods Web site. \u001d  \"We've had a lot of calls,\" Carlson said, although none of his patients were sick. \u001d  The company said it makes pet food for 17 of the top 20 North American retailers. It is also a contract manufacturer for the top branded pet food companies, including Procter & Gamble Co. (PG). \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 16:30 ET (20:30 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1e1a2d96cf8a5b0ec924d4fda7aaa2a9","symR":["BOT","CME","ICE"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"CME's Duffy: CME Has 'World Class' Clearing Capacity","GmtTimeStamp":"2007-03-17T14:48:00.000000000","CompanyCodes":["BOT","CME","ICE"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS","XSP5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 17, 2007 10:48 ET (14:48 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"208db3b2e57157dc3e093e116bd792f3","symR":["ALT.MC","IMT.LN","ITY","MO","ES0177040013","GB0004544929","US02209S1033"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Altria Mulls Response To Imperial's Move For Altadis - FT","GmtTimeStamp":"2007-03-17T10:37:00.000000000","CompanyCodes":["ALT.MC","IMT.LN","ITY","MO","ES0177040013","GB0004544929","US02209S1033"],"IndustryCodes":["FOD","OFP","TOB","XDJGI","XDJI","XFFX","XFT1","XGTI","XIBEX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  LONDON (Dow Jones)--Altria (MO), the U.S. company that owns the Philip Morris cigarette brands, is looking at whether to intervene in Imperial Tobacco's (ITY) GBP8 billion bid for Altadis SA (ALT.MC), The Financial Times reports Saturday, citing people familiar with the situation. \u001d  The paper says it was unclear late Friday whether Altria would make a rival bid for Altadis or would pounce on Imperial before it became too big as a result of buying the French-Spanish maker of Gauloises cigarettes. \u001d  It reports people familiar with the situation saying that Altria was \"looking hard\" at the situation. \u001d  Newspaper Web site: http://www.ft.com \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9330 \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 06:37 ET (10:37 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"20e3fd3cbd54e47d6419e0a4b2a581f2","symR":["7010.SA","7020.SA","MTN.JO","ORTE.CI","TELE.KW","EGS74081C018","KW0EQ0601058","SA0007879543","SA000A0DM9P2","ZAE000042164"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"FOCUS: Saudi Arabia May Reap $6B From Cell License This Week","GmtTimeStamp":"2007-03-17T09:46:00.000000000","CompanyCodes":["7010.SA","7020.SA","MTN.JO","ORTE.CI","TELE.KW","EGS74081C018","KW0EQ0601058","SA0007879543","SA000A0DM9P2","ZAE000042164"],"IndustryCodes":["CMT","CTS","FTS","TLS","XDJGI","XISL","XSTT"],"Story":"\b \b   By Majdoline Hatoum \b   Of DOW JONES NEWSWIRES \b \u001d  DUBAI (Zawya Dow Jones)--Saudi Arabia, the last significantly untapped cell phone market in the Arab world, could net a hefty $6 billion from its latest telecom licensing round this week, analysts say, as nine consortia slug it out to become the kingdom's third operator. \u001d  Saudi Arabia, which boasts the second-largest population in the Arab world behind Egypt and enjoyed a petrodollar-fuelled domestic growth rate of more than 12% last year, has the potential to double its cell phone penetration, industry experts believe. This justifies companies paying twice as much for the license as its estimated fair value. \u001d  \"The Saudi license is the last tempting one in the region,\" Andrawes Snobar of Jordan-based Arab Advisors Group says. \u001d  The kingdom's Communication and Information Technology Commission, which says it wants to challenge the current cell phone duopoly, is expected to announce the winner later this week, though it isn't clear when. \u001d  Ibrahim Al Kadi, a senior official at the Commission, told Zawya Dow Jones last week that the consortia \"wouldn't be putting their money on the table unless they are seeing a big opportunity.\" \b \b   Plenty Of Growth Left \b \u001d  The consortia are led by companies that include Egypt's Orascom Telecom (ORTE.CI), Kuwait's Mobile Telecom Co. (MTC) and South Africa's MTN Group (MTN.JO). \u001d  \"The buzz in the market is that the third telecom license could net as much as $6 billion,\" Wael Ziada, senior telecom analyst at EFG Hermes, says. \u001d  \"It is a fairly large figure,\" he adds, but if any market is worth it among the six-member regional Gulf Cooperation Council then it is Saudi Arabia, with cell phone use at around 60% of its potential customer base. \u001d  \"This is a huge growth potential compared to other GCC countries where the penetration level ranges between 95% to 120%,\" Ziada says. \"So if the Saudi license ends up going for $6 billion, we won't be surprised.\" \u001d  MTC's Managing Director Saad Al Barrak recently told Zawya Dow Jones that the winning bid \"will definitely have to be above $5 billion.\" \u001d  Taking into account what Abu Dhabi-based Etisalat paid last year for a license in Egypt, the Saudi license \"should be $11 billion,\" al-Barrak added. \u001d  The kingdom's market is, according to its Commission, the highest telecoms revenue generator in the region, with more than $2 billion in fixed-line revenue and over $6 billion from the mobile sector in 2005. \u001d  \"Such figures guarantee we will see a heated competition on the license,\" Mark Hammoud of Shuaa Capital says. \"Huge operators like Orascom and MTC really want it.\" \u001d  The figure is way above the license's fair value, Arab Advisors' Snobar says. \u001d  \"According to our own estimation, the license's fair value is a little less than $3 billion.\" \u001d  Therefore, the $6 billion figure being touted \"would be a staggering figure that largely exceeds its fair value,\" Hammoud notes. \"But these companies are willing to go that high.\" \u001d  The industry measure of average revenue from each customer is $35 a month in Saudi Arabia, \"relatively high given the size of the population and the market's prospects,\" Hammoud adds. \u001d  This contrasts with$21 a user from South Africa's MTN, $14 from Orascom in Egypt, and $11 from China Mobile (0941.HK) in its home territory. \u001d  Snobar highlighted ballooning license values in the region. \u001d  \"We saw it happen in a market like Egypt, where Etisalat paid about $3 billion for a market that isn't one tenth as rich as the Saudi market.\" \u001d  Saudi Arabia currently has two cell phone operators, Saudi Telecommunication Co. and Etihad Etisalat (7020.SA), or Mobily, which broke STC's monopoly two years ago following intense competition from rival bidders. \u001d  The second license cost Etisalat 12.2 billion Saudi riyals, or $3.25 billion. \u001d  -By Majdoline Hatoum, Dow Jones Newswires; +9714-223-1134; majdoline.hatoum@dowjones.com \u001d  Copyright (c) 2007 Dow Jones & Company, Inc. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 05:46 ET (09:46 GMT)"},{"md5ID":"21e3557973eb06e300f7ba864ac0d4cc","symR":["ICE","NMX"],"date":"2007-03-17","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"CBOT To Evaluate Surprise Bid From The ICE - FT","GmtTimeStamp":"2007-03-17T11:16:00.000000000","CompanyCodes":["ICE","NMX"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS"],"Story":"\b \u001d  LONDON (Dow Jones)--Directors from the Chicago Board of Trade will meet Tuesday to evaluate the surprise counterbid launched Thursday by the Intercontinental Exchange, though officials are yet to decide whether to open their books to the suitor, reports the Financial Times Saturday, citing sources close to CBOT. \u001d  The paper reports the unsolicited all-stock bid from the ICE came just three weeks before CBOT members were due to vote on an agreed merger with the Chicago Mercantile Exchange, which has so far declined to comment on whether it will sweeten its own bid with more cash. \u001d  Newspaper Web site: http://www.ft.com \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9330 \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 07:16 ET (11:16 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2297c5a81a5edf9df8e479a0a542609c","symR":["DIS","US2546871060"],"date":"2007-03-17","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"First Disney Franchise Store Opens In India","GmtTimeStamp":"2007-03-17T13:23:00.000000000","CompanyCodes":["DIS","US2546871060"],"IndustryCodes":["BRD","MED","XDJGI","XDJI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  NEW DELHI (AP)--The first Walt Disney franchise store opened in India on Saturday, officials from Disney's local partners said, giving the company its first foothold in India's lucrative retail market. \u001d  The store, which sells Walt Disney Co.'s (DIS) branded stationery products under the name \"Disney Artist,\" opened in Gurgaon, a suburb of New Delhi, said Arjun Verma, chief financial officer of Devyani International Ltd. \u001d  In October, Disney announced the tie-up with India's RJ Corp. to enter the local market. Devyani International is a subsidiary of RJ Corp. \u001d  The partnership is part of Disney's efforts to boost its presence in India, where rising middle-class incomes are driving demand for branded products from the West. \u001d  \"There is a lot of potential for retailing the Disney brands, which are not currently available in India,\" Verma told The Associated Press, adding that they planned to set up 150 outlets over the next three years. \u001d  \"Right now we are just going to concentrate on the stationery but other things may follow,\" Verma said. \u001d  Multinational companies have been eager to grab a share of India's retail market, estimated at about $200 billion a year. \u001d  But it is currently dominated by more than 12 million mom-and-pop shops and the government has been slow in opening the market up, partly to protect them. \u001d  Last year, the government said it would allow foreign companies to invest in retail stores for single-brand products in partnership with Indian companies. \u001d  Several international brands such as Nokia, Marks & Spencer and Adidas have since moved to set up their own stores. Previously, their products were sold through franchises. \u001d  However, multi-product retail companies such as Wal-Mart Stores Inc. are still barred from opening stores in India. \u001d  Selling through company-owned stores currently totals just $8 billion. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 09:23 ET (13:23 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"23fe31ceeb6312131a70f8dbe7da43e4","symR":["ABFS","MPW","SDP.XX"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/19) Speaking Of Dividends: Small Stocks, Big Payouts","GmtTimeStamp":"2007-03-17T04:07:00.000000000","CompanyCodes":["ABFS","MPW","SDP.XX"],"IndustryCodes":["ICS","REA","REI","SVC","TRK","XDJGI","XISL","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  Small-Caps have been performing well. What's more, they're increasingly rewarding their investors with dividends. And Standard & Poor's has noticed. \u001d  S&P recently surveyed its SmallCap 600 group for dividend-paying stocks that carry a STARS ranking of four or five. These rankings indicate that S&P analysts expect them to generate superior returns over the next 12 months, as measured by the firm's Stock Appreciation Ranking System. (Four stars mean a stock is a Buy; five, a Strong Buy.) \u001d  The accompanying table is a result of S&P's efforts. Only two of the companies  -- Landstar System (ticker: LSTR) and Movado (MOV) -- get five stars. Among the rest, here are a pair that could be worth a look: \u001d  One of North America's largest truckers, Arkansas Best (ABFS) \"is expanding into faster-growing segments of the market.\" S&P expects the company, which has negligible long-term debt and over $5 a share in cash, to earn $4.27 this year and $4.50 next, versus 2006's $3.30. \u001d  The health-care facilities owned by Medical Properties Trust (MPW) focus on acute-care and in-patient rehabilitation hospitals. S&P thinks \"strong rent coverage and a valuation discount to peers more than offset\" the Alabama real-estate investment trust's exposure to changes in government reimbursement policies. In 2006, Medical Properties delivered 80% revenue growth and a 30% gain in funds from operations (FFO), an important metric for REITs. The trust's dividend yield is 7.3%; health-care REITs' average is 5.5%. \u001d  Will hefty one-time special dividends be the wave of the future? Robert Willens, a Lehman Brothers managing director and tax-accounting expert, thinks they could be over the next few months. He says that companies fear that the 15% tax rate on qualified dividends won't last much longer, and they're eager to have their investors take advantage of what might prove to be a fleeting benefit. \u001d  Back in January, Health Management Associates (HMA) voted a $10-a-share bonus, worth $2.4 billion, which was paid March 1. Willens describes this as a \"self-LBO\" (leveraged buyout), with the company recapitalizing its balance sheet via the issuance of $3.25 billion of new senior secured credit facilities. \u001d  In February, General Maritime (GMR), a leading owner and operator of midsize crude-oil tankers, declared a $15 extra, valued at $491 million. According to Willens, that represents more than one-third of the company's market capitalization. It's payable March 23, the record date was March 9 and the ex-date is March 26. \u001d  Then, on March 2, dairy giant Dean Foods (DF) also announced a $15 special payout, which will return some $2 billion to its shareholders. The distribution and record dates are April 2 and March 27, and the stock goes ex-dividend April 3. The bonus will be financed by a recapitalization, through $4.8 billion in new senior secured credit facilities. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2bd1fa675ade13b55912a110f3478963","symR":["NEM"],"date":"2007-03-17","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Indonesia Prosecutors Expect Newmont Unit To Be Found Guilty","GmtTimeStamp":"2007-03-17T07:28:00.000000000","CompanyCodes":["NEM"],"IndustryCodes":["GLD","MNG","PCS","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  JAKARTA (AP)--Indonesian prosecutors are confident a court will find a local subsidiary of Newmont Mining Corp. (NEM) and a top executive guilty of polluting a bay with toxic chemicals when judges announce their verdict in April, a prosecutor said Saturday. \u001d  The U.S. gold-mining giant, however, said prosecutors had failed to prove their allegations, and no environmental harm was ever done by Newmont in Buyat Bay, on Indonesia's Sulawesi island. \u001d  Prosecutors in November asked judges to sentence Richard Ness - who heads the Denver-based company's Indonesian subsidiary, Newmont Minahasa Raya - to three years in prison if found guilty of contaminating the bay with arsenic and mercury, and to fine Ness and Newmont more than $165,000. \u001d  The court was adjourned until April 4 when a panel of judges is scheduled to announce its verdict, presiding judge Ridwan Damanik said Friday of the closely watched case that has been ongoing for 20 months. \u001d  \"We are optimistic we will win,\" said prosecutor Purwanta, who like many Indonesians uses one name only. \"Many data and facts disclosed in the court have supported our prosecution.\" \u001d  But Ness disagreed. \"Buyat Bay is clean, the fish are safe to eat, and our operation did not cause any negative impact to the community,\" Ness said in a statement Saturday. \"The prosecutors have failed to prove their allegations.\" \u001d  Ness said a guilty ruling would contradict several scientific studies that found no evidence of pollution in Buyat Bay. \u001d  Some villagers claim they became sick because of pollution, but prosecutors have not presented anyone with serious skin disorders or other illnesses. \u001d  A police report showed mercury and arsenic levels in Buyat Bay were well beyond national standards, but tests by the World Health Organization, Indonesian government agencies and several independent groups found that pollutants in the water were within normal limits. \u001d  Newmont stopped mining at its Minahasa Raya mine in August 2004 and is spending $5.6 million on reclamation. \u001d  In December 2004, Buyat Bay villagers dropped a $543 million civil lawsuit against Newmont, but the Indonesian government later filed a $133 million lawsuit. Newmont settled that case by agreeing to spend $30 million over 10 years on environmental monitoring. \u001d  The criminal charges against Ness and Newmont were filed in July 2005. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 03:28 ET (07:28 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"344683c942cb15605692d34477159ea0","symR":["RDSA","RDSA.LN","RDSB","RDSB.LN","GB00B03MLX29","GB00B03MM408","RDSA","RDSA.LN","RDSB","RDSB.LN","SHC.T","CA8225671038","GB00B03MLX29","GB00B03MM408"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Shell Bid For Canada Unit Minority Shares Successful","GmtTimeStamp":"2007-03-17T10:29:00.000000000","CompanyCodes":["RDSA","RDSA.LN","RDSB","RDSB.LN","GB00B03MLX29","GB00B03MM408"],"IndustryCodes":["OIL","XAEX","XDJGI","XFT1","XGTI","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 17, 2007 06:29 ET (10:29 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3469fb33a2645576c8b6bbaf9a07660f","symR":["BOT","CFC","CME","DSL","FMT","FNM","FRE","GS","KBH","LEH","LEND","NDE","NEWC","NFI","TOL","WSM","XHB","XLY","US3134003017","US38141G1040","US5249081002"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/19) The Trader: Best Subprime Analogy: Dot-Coms Or Bird Flu?","GmtTimeStamp":"2007-03-17T04:07:00.000000000","CompanyCodes":["BOT","CFC","CME","DSL","FMT","FNM","FRE","GS","KBH","LEH","LEND","NDE","NEWC","NFI","TOL","WSM","XHB","XLY","US3134003017","US38141G1040","US5249081002"],"IndustryCodes":["BNK","EXT","HOM","HPR","MFN","OTS","REA","REI","RTS","SAL","SCR","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Kopin Tan \u001d  For every fear there is a season. in March of 2007, one anxiety above all has the stock market in a clammy, cold sweat --  the fear that economic growth might slow down enough to tip the U.S. into a recession. \u001d  All week, traders scrambled to calibrate the fallout from rising mortgage delinquencies, and to gauge how tighter lending would affect the housing market and the economy. A 6.9% pummeling of the Consumer Discretionary SPDR Fund (ticker: XLY) over the past monthpoints to the rising panic about consumer belt-tightening. And on Tuesday, double-whammy reports of drab February retail sales and a surge in late mortgage payments to a 3 1/2-year high spooked investors. Stocks absorbed their second-worst beating of the year. \u001d  A midweek bounce off the indexes' early-March low helped contain the carnage. But the fear of slowing growth persists, and its bleak view has increasingly found voice. \"Subprime is today's dot-com -- the pin that pricks a much larger bubble\" in asset-dependent America, says Morgan Stanley chief economist Stephen Roach. \"To me, the real debate is about 'spillovers' -- whether the housing downturn will spread to the rest of the economy.\" \u001d  The Dow Jones Industrial Average suffered its second-biggest weekly drop of the year, closing down 166 points, or 1.4%, to 12,110. It had taken the Dow 82 trading days from its first close above 12,000, on Oct. 19, to its February peak at 12,790 -- and just 15 days to fall back below 12,000, which it briefly did at midweek. \u001d  The Standard & Poor's 500 index fell for the third time in four weeks, losing 16 points, or 1.1%, to 1,387. The Nasdaq Composite Index slipped 15, or 0.6%, to 2,373. The Russell 2000 Index of small stocks fell 6, or 0.8%, to 779. \u001d  Whether the recent pullback will prove prescient, or become yet another premature over-reaction, remains to be seen. The ferocity of Tuesday's selling -- declining stocks outpaced advancing ones, 10 to 1 -- certainly suggests a vigilant crowd sniffing for the first whiff of trouble. \u001d  \"That intensity has less to do with the market's fundamentals than its mindset -- the mindset of a market looking for a crisis,\" says James Paulsen, Wells Capital Management's chief investment strategist. He ticked off a litany of \"crises\" that had menaced the economy since this bull market began, including the Iraq war, the jobless recovery in 2003, interest-rate hikes that began in 2004, the bird-flu scare, the oil-price surge, Hurricane Katrina, the 2006 inflation scare, the flat-yield curve and, now, the subprime spill. \"Each time, caution has persisted, and that has allowed the bull run to persist,\" he says. \u001d  While the housing and auto segments contracted by an alarming 10% last year, these make up 9% of real gross domestic product. The rest of the economy expanded 4.3% in 2006. \"For widespread fears of continued economic weakness to prove correct, both housing and autos will need to keep collapsing this year,\" Paulsen says. \u001d  Will the housing market find its feet soon enough to avoid tripping up the economy? Net flow into mutual funds points to a guarded willingness to take a benign view. Solid earning reports from Goldman Sachs (GS) and Lehman Brothers (LEH), covering fiscal quarters that ended before late February, also helped soothe frayed nerves and buttress hopes that the subprime fallout remains contained -- for now. \u001d  A surprise $9.9 billion bid by the Intercontinental Exchange (ICE) to merge with the Chicago Board of Trade (BOT), which is itself planning to merge with the Chicago Mercantile Exchange (CME), raised the specter of a bidding war and propped up the financial sector. Meanwhile, bullish call trading in Williams- Sonoma (WSM) -- amid speculation it might put itself up for sale -- reminded traders that fear can't expect to have the stage all to itself. \u001d  Today, the S&P 500 is more than 4% off its Feb. 22 high, but a measure of net advancing stocks at the New York Stock Exchange had repaired to within 1% of its February peak. Such strong breadth bodes well for the market's long-term uptrend, says Natexis Bleichroeder technical analyst John Roque. \u001d  On the other hand, the 10-day average of new highs at the NYSE and Nasdaq had peaked on Feb. 14 at 466, and had since dwindled to 92 -- low, but nowhere near recent oversold readings of about 47. \"New highs must rise and new lows must collapse for long-only investors to regain control,\" Roque says. \"Until then, it's our take that the market's corrective phase is not yet over.\" \u001d  How long might the market stay in flux? \"To get closure on the current growth scare, we need to see the markets quickly price in recession risk or we have to manage to avert one,\" notes Merrill Lynch economist David Rosenberg. \u001d  Among the signs of capitulation to watch for: a sharp bearish turn in investor sentiment, a big jump in the VIX volatility index to about 30 (it has hovered at 15 to 20 recently), and a flight to bonds that sends the yield of 10-year Treasuries down to 4% (the yield is now near 4.5%). Fed futures have also priced in just one rate cut by August, and last week's uptick in consumer and producer prices could keep the central bank focused on fighting inflation. \"A move to price in three rate cuts by then would be a cathartic event for the equity market,\" Rosenberg says. \u001d  While mortgage lenders have been mauled recently, a spirited midweek bounce encouraged bargain hunters hoping that the worst is over. After all, as the bullish case goes, stricter standards will make new loans less rickety, and surviving lenders will pick up market share from the vanquished. \u001d  Susceptible lenders on a short list flagged here on Feb. 26 have since fallen hard, and stocks like Fremont General (FMT), Novastar Financial (NFI), Accredited Home Lenders (LEND) and New Century (NEWC) have recently lost more than half their value. \u001d  But if mortgage lenders are nearer a bottom, it may be a while before their financial prospects brighten. For instance, data from the Mortgage Bankers Association shows rising delinquencies last quarter in prime-quality adjustable-rate mortgages once low teaser rates were nudged up. \u001d  \"It's not just an issue of prime versus subprime,\" says Banc of America Securities analyst Robert Lacoursiere, but the array of \"products that financed marginal buyers late in the real-estate cycle.\" Given the proliferation of such loans, \"what we saw was just the first stage of a widely anticipated tightening, but we have not seen the completion of it,\" he says. \u001d  Lacoursiere thinks it's \"increasingly likely\" the deterioration will spread from subprime to \"Alt-A\" (which are lower than prime but better than subprime), Option ARMs, \"piggyback\" and interest-only loans. Lenders relying on \"payment stretching\" to goose growth will have trouble drumming up new loans, while those dependent on wholesale or indirect channels remain vulnerable to eroding credit quality. Stay wary, also, of lenders with sudden market share gains late in the cycle, since that may indicate slackened standards. \u001d  Compared with their peers, Indymac Bancorp (NDE) and Downey Financial (DSL), for example, have suffered a less severe beating given their limited subprime portfolios. Deposits make up 42% of Indymac's funding and a liquidity crunch isn't among the fears. But downside risks remain -- especially if the rot spreads to Alt-A loans, which make up 77% of Indymac's 2006 origination mix, or options ARMs, which account for 54% of Downey's. Countrywide Financial (CFC), where insider stock sales this quarter reached a five-year peak, also could face headwinds if defaults rise in the option ARMs that make up 42% of its loan portfolio. Keefe Bruyette Woods analyst Frederick Cannon says Countrywide is \"positioned to survive, but certainly not thrive until the downward spiral in mortgage credit ends.\" \u001d  In a credit down cycle, however, Freddie Mac (FRE) and Fannie Mae (FNM) may provide some shelter, Lacoursiere says. For one thing, these government-sponsored mortgage-finance companies are less exposed to the credit risk of non-traditional mortgages. As yields rise with tightening credit, their cost of funding may not rachet up as much given their implicit government backing, allowing them to lock in wider spreads in a challenging credit environment. \u001d  Shockwaves from the epicenter of the quaking mortgage world will shake homebuilders. Although subprime loans make up just a fraction of all mortgages, any tightening of lending standards could crimp home demand and prices, and delay the already-slow convalescence of the ailing housing market. \u001d  A recent suggestion to bet on the relative underperformance of homebuilders has already worked out well (see \"The Trader,\" Feb. 12), with the S&P Homebuilders SPDR Fund (XHB) falling 10.3% since, or three times the broad market's decline. More weakness could lie ahead, with mortgage lenders growing guarded just as the spring home sale season arrives. Goldman Sachs, for instance, recently lowered the odds for a better-than-expected spring selling season to 10% from 20%. \u001d  At some point, slip-sliding homebuilders may be worth buying again. A number of these stocks are trading just 10% to 20% above their tangible book value, historically a turning point for slipping shares. Certainly, impatient bulls not content to wait for stocks to reach that traditional buy signal might sell out-of-the-money puts now with strike prices set at or below the stocks' tangible book value, as Citigroup's strategists suggested in a midweek note to clients. The put seller commits to buy shares when they fall below certain targets, but the premiums earned are as rich as mortgage worries are rife. \u001d  Not all homebuilders will fare equally as lending constricts. Toll Brothers (TOL) and KB Homes (KBH) are highly correlated stocks that have traded in sync 86% of the time over the past year. But Michael Benhamou, Louis Capital's London-based managing partner, sees a possible divergence ahead. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 17, 2007 00:07 ET (04:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3dd63b0f44c8c8afe27702034a3a080b","symR":["12017.FR","500325.BY","JSAIY","SBRY.LN","FR0000120172","GB00B019KW72","INE002A01018"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Reliance Industries Eyes Sainsbury, Carrefour -FT","GmtTimeStamp":"2007-03-17T11:42:00.000000000","CompanyCodes":["12017.FR","500325.BY","JSAIY","SBRY.LN","FR0000120172","GB00B019KW72","INE002A01018"],"IndustryCodes":["CHC","CHM","FDR","RTS","XCA4","XDJGI","XENX","XFT1","XST5"],"Story":"\b \u001d  LONDON (Dow Jones)--India's largest private sector group, Reliance Industries (500325.BY), says it is \"taking a look\" at stakes in Sainsbury (SBRY.LN) and Carrefour (12017.FR), the Financial Times reports Saturday citing an \"insider\" at Reliance. \u001d  \"With both of these companies, we'd definitely get a good supply chain and we would benefit from their experience,\" the paper reports the person at Reliance saying. \u001d  The paper also says Robert Tchenguiz, the property entrepreneur, has said he has raised his Sainsbury stake from 3.47% to 3.95%. \b \u001d  Newspaper Web site: http://www.ft.com \b \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9330 \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 07:42 ET (11:42 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"44f0d42ce5e3e24f8e5b9d9389286ac1","symR":["12027.FR","AIM","CBI","CCJ","CCO.T","COP","CVX","GRP","LNG","NOV","NRG","PBR","PETR4.BR","SLB","SWN","TOT","XOM","FSTEX","FSTUX","BRPETRACNPR6","CA13321L1085","FR0000120271","US1667641005","US20825C1045","US30231G1022","US6370711011"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/19) Energy's Respite Won't Last Too Much Longer","GmtTimeStamp":"2007-03-17T04:08:00.000000000","CompanyCodes":["12027.FR","AIM","CBI","CCJ","CCO.T","COP","CVX","GRP","LNG","NOV","NRG","PBR","PETR4.BR","SLB","SWN","TOT","XOM","FSTEX","FSTUX","BRPETRACNPR6","CA13321L1085","FR0000120271","US1667641005","US20825C1045","US30231G1022","US6370711011"],"IndustryCodes":["ARO","ASP","CON","ELC","EQS","OIE","OIL","OIS","ONF","XCA4","XDJGI","XDJI","XENX","XFFX","XGTI","XISL","XNYA","XRUS","XSCI","XSP5","XST5","XTSE"],"Story":"\b   (From BARRON'S) \b   By Dimitra Defotis \u001d  Interview With John Segner \u001d  Portfolio Manager, AIM Energy Fund \b \u001d  Most energy investors found their returns flickering last year as oil prices finally sagged. But John Segner, the well-respected portfolio manager who runs the AIM Energy Fund, still eked out a nearly 10% return. That's not too surprising since Segner's nearly 17% average annual return in the decade he's managed the fund (first for Invesco and, more recently, AIM) ranks among the top 11% of all natural-resource vehicles. In 2006, giant integrated exploration and refining stalwarts helped power his gains. \u001d  Segner thinks that 2007 could be another flat year for oil prices, though he's confident that demand from China, combined with the difficulties of replacing production worldwide, should push prices and energy stocks higher in 2008. Right now, Aim Energy (ticker: FSTEX) is betting on a rebound from some of big oil's weaker performers. He also thinks that nuclear plants are a necessary evil worthy of consideration and is a fan of a few domestic natural-gas plays. Finally, he remains a bull on the U.S. oilfield-services companies whose headquarters dot the skyline near his Houston office. For specifics, read on. \b \u001d  Barron's: Is it all roses for the energy sector? \u001d  Segner: I think the natural-gas and oil markets are going to be tightening up -- 2008 and 2009 are going to be good years to be invested in energy. There are a lot of people who think energy stocks, with contracted multiples, won't perform as well, that the run is over, that we have found all the supply we need to meet demand. I think this is a brief pause in the energy shortage, with some production growth in 2007. I don't think in 2008 and 2009 we will have that situation. People are underestimating demand and overestimating supplies. \b \u001d  Q: Where would the new supply come from? \u001d  A: I really don't see a lot of non-OPEC production growth. Everything else is going to be dependent upon the Organization of Petroleum Exporting Countries being able to increase production. There will be some [rise] certainly out of Saudi Arabia, but are Venezuela, Nigeria, Iran or Iraq really going to increase their capacity? It's hard to say they are. This year, the world is going to use about 86 million barrels of oil per day. And if every oil well in the world were running, assuming 1.2% production growth, we are producing around 88 million barrels a day. Reserves that we are putting on, in general, don't produce as fast as the reserves we are replacing. \b \u001d  Q: What if the economies of China or India slow? \u001d  A: They may slow, but from a double-digit level to something that is still very high. There are really not signs of that. I just think that there's going to be a lot of support for crude-oil prices, even if the economies of the world are slowing, and I'm not sure they are. The chance of demand going down for energy is remote to none. \b \u001d  Q: What in your portfolio surprised you the most in the past 12 months? \u001d  A: Bill Barrett [ticker: BBG] was our worst-performing name, down about 15% in 2006. It's a small-cap. They are exclusively a Rocky Mountain natural-gas play. It's actually a name that I still like very much. They announced fantastic earnings and they are really beginning to show their growth potential. \b \u001d  Q: What went wrong with the stock last year? \u001d  A: Mostly people were real negative on natural gas. Last year, we had all the natural gas we needed, storage was up and the price was down. We are going to end this winter with natural-gas storage above normal, but less than we had last year. One reason I am positive on natural gas and Bill Barrett is that we are going to have less imports from Canada and from the Gulf of Mexico. And that may not be clear to people in March and April. Since late September 2006, natural-gas prices have doubled, though Rocky Mountain gas trades at a discount, owing to transmission shortcomings that a new pipeline should remedy within two years. \b \u001d  Q: Are there any other natural-gas plays you like? \u001d  A: Southwestern Energy [SWN], a U.S. natural-gas exploration and production company. They have the largest land position in the Fayetteville Shale in northwest Arkansas, an unconventional gas position and one of the few U.S. natural-gas growth areas. That's why we like them; they are a longer-term play. We feel this stock will add a significant value per share in the next five years with more natural-gas production at a low cost. In the past year, it has been trading between 30 and 40, and we think, longer-term, it will trade significantly higher. It is trading at 16 times 2008 earnings, but we think earnings will go up. \b \u001d  Q: How do the demands of national oil companies impact your portfolio? \u001d  A: Obviously, there's a higher risk that they could take more profits [from private companies]. One name not in our portfolio --  though it's a very cheap stock and I may just buy it anyway -- is ConocoPhillips [COP]. They had the highest leverage per share of any of the major oil companies in Venezuela, where [President Hugo] Chavez wants a bigger share, and we have stayed away for the past nine months or so. I'm actually warming up to the stock. How much further can it go down? The stock sells at seven times earnings. \b \u001d  Q: Why did some of the biggest integrated oil companies in your portfolio sell off? \u001d  A: We were up around 10% last year. It wasn't an awful year, but the honest-to-God truth was that most of our performance in energy last year was in those big-cap names. Chevron [CVX] was a very good performer. Total [TOT] was a reasonably good performer. ExxonMobil [XOM] was absolutely spectacular. It was up 40%, including dividends. Exxon is a fantastic company. There's not a thing wrong with them. They have growth whereas most of the [majors] don't have it. \b \u001d  Q: Why does Wall Street think Exxon earnings will be flat in 2008? \u001d  A: Because they are probably using a pretty flat oil price, which we might have. You know, I am not overly bullish for 2007. I'm more bullish as we get to 2008 and 2009. Every year this decade, most analysts have expected earnings declines for this group, and they've been wrong. Exxon, we've got to remember, is a very big chemical producer in the world, and if economies are slowing, that would affect Exxon. However, Exxon has had a way of mitigating that very well over the years. I love the company, to be honest. I don't think Exxon is going to be up 40% this year. And we've taken some profits, but it's still a major holding. \b \u001d  Q: Has hedge-fund interest in commodities changed the predictability of your investments? \u001d  A: Hard to say. There is more volatility. I will tell you one thing that has surprised me. Let's just take the big market drop earlier this month. I don't think I have ever seen a day where the market was down 3.5% and Exxon was down 4.7%. Usually, Exxon was the best-performing name on a bad market day, no matter what. I don't know if it was hedge funds, derivatives, [exchange-traded funds] or what, but that was unusual. It was nothing company-specific that I could see that would cause it. \b \u001d  Q: What about Brazil's oil producer, Petrobras? \u001d  A: We bought Petrobras (Petroleo Brasileiro) last September at six times earnings. We bought it in the 70s. The stock got up to 107, but it has corrected pretty hard here -- down about 17%. Petrobras [PBR] actually has one of the best growth profiles of any of the major oil companies. I do consider it a major oil company. They are expanding. Most of their production is oil, in Brazil, but they are also expanding fairly aggressively into the Gulf of Mexico. \b \u001d  Q: The Gulf's deep water? \u001d  A: Yes, and Petrobras has had some success doing that. The stock is listed in New York and the company uses U.S. accounting rules. I think that helps us on the risk profile. But here again, this is a company that is so cheap. It has grown [in] double digits. Other major oil companies can't say that. I'm opportunistic in adding to it, and we may be approaching a point where that will look good. I do recognize the developing-country risk. It's going to sell at a discount because the government does still own the majority of the shares. I think all that's pretty much discounted in the stock. \b \u001d  Q: You own a fair number of American oilfield services companies. \u001d  A: Our portfolio is approximately 30% to 40% oil services. Actually most of them are headquartered [here] in Houston --  one of our advantages -- but their revenues and earnings are international. The international and government producers are spending so much money to increase capacity and a lot of that is flowing to oil-service companies. The stock multiples have contracted over the past year; the stocks are actually cheaper than they were a year ago, and yet the earnings still are increasing. Rarely have I seen a period where oil-service names sell at a discount to the S&P 500...with 14% earnings growth. \b \u001d  Q: Is there a name in oilfield services that you especially like? \u001d  A: Our biggest holding in that group is National Oilwell Varco [NOV]. It's the world's largest supplier of oilfield rigs and rig equipment. As new rigs are re-equipped or new ones are built, National Oilwell is going to be the supplier of much of that equipment. Their backlog is going up, and it is likely to increase. The stock was trading at about 60 last March and today it is at 67 [it's since jumped above 74, near its 52-week high]. They just blew through earnings numbers and everyone seems a little surprised. It's a name that I think is still going to do very, very well going forward. Grant Prideco [GRP] looks pretty cheap at about 10 times earnings for 2007. And estimates are too low on the Street. We also happen to like Schlumberger [SLB]. Schlumberger has a lot of international focus. That is where a lot of the spending is being done. We think Schlumberger will continue to be a good stock through this decade. It is trading at 16 times 2007 earnings. It always sold at a premium. I am not overly concerned about it. \b \u001d  Q: What about alternative energy? \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 17, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"44f14bb0a3f7113193b73f5329ccb827","symR":["7010.SA","7020.SA","MTN.JO","ORTE.CI","TELE.KW","EGS74081C018","KW0EQ0601058","SA0007879543","SA000A0DM9P2","ZAE000042164"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UPDATE: Saudi Telecom Regulator Qualifies 7 Bids For License","GmtTimeStamp":"2007-03-17T20:02:00.000000000","CompanyCodes":["7010.SA","7020.SA","MTN.JO","ORTE.CI","TELE.KW","EGS74081C018","KW0EQ0601058","SA0007879543","SA000A0DM9P2","ZAE000042164"],"IndustryCodes":["CMT","CTS","FTS","TLS","XDJGI","XISL","XSTT"],"Story":"\b \u001d  (Update with more information on the consortia, officials quotes, and analysis) \b \u001d  RIYADH (Zawya Dow Jones)--Saudi Arabia's telecom regulator announced Saturday it has qualified seven of nine consortia that submitted their bids for the third Saudi public mobile services license, the Communications and Information Technology Commission said. \u001d  Saudi Arabia already has two public mobile services providers - Saudi Telecom Company (7010.SA) and Etihad Etisalat (7020.SA). \u001d  The two disqualified consortia were an Egyptian Orascom Telecom (ORTE.CI)-led consortium and an Indian MTNL-led consortium, Al Shoula. \u001d   In a statement issued Saturday, CITC said the evaluation for the technical and commercial bids resulted in qualifying seven of the nine applications - the Kuwaiti MTC (MTC) and partners consortium; Samawat Consortium, led by the Indian Bharti Co.; Dubai-based Oger Telecom; a consortium led by Kingdom Holding, with Turkcell; Tawasul Consortium, led by the Caribbean operator Digicell, with Saudi Injaz Projects; the South African MTN (MTN.JO) consortium; and a consortium of Abdullah Abdulaziz Al Rajhi with Reliance Communication. \u001d  The governor of CITC, Dr. Mohammed Al-Suwaiyel, indicated the selection phase will consist of opening the single sealed financial proposal of each eligible applicant at a public opening ceremony March 24, at the CITC headquarters in Riyadh . \u001d  With the fact that a number of the wealthiest regional and international businessmen are among bidders, including Saudi billionaire Alwaleed Bin Talal, chairman of Kingdom Holding Co.,  the late Lebanese prime minister Rafiq Hariri's family through Oger Telecom, Irish billionaire Denis O'Brien through the Caribbean Digicell,  and Saudi billionaire Abdullah Al Rajhi, observers are expecting a tough financial competition. \u001d  \"We are not subject to rumors. We believe the Saudi market is one of the best in the region with potential annual growth at 3.5%\" said Talal Al Maiman, director for development and local investment at Kingdom Holding. \u001d  He told Zawya Dow Jones his KHC and its sister companies will own 35% of the Kingdom-Turkcel consortium, and 15% will go to the Turkish company, while 40% will be floated into the Saudi stock market, and 10% will be split between the Public Pension Agency and the General Organization for Social Insurance. \u001d  However analysts expected  the Saudi government may receive as much as $6 billion from the sale of the third mobile license. \u001d  \"The buzz in the market is that the third telecom license could net as much as $6 billion,\" Wael Ziada, senior telecom analyst at EFG Hermes, says. \u001d  \"It is a fairly large figure,\" he adds, but if any market is worth it among the six-member regional Gulf Cooperation Council then it is Saudi Arabia, with cell phone use at around 60% of its potential customer base. \u001d  \"This is a huge growth potential compared to other GCC countries where the penetration level ranges between 95% to 120%,\" Ziada says. \"So if the Saudi license ends up going for $6 billion, we won't be surprised.\" \u001d  MTC's Managing Director Saad Al Barrak recently told Zawya Dow Jones that the winning bid \"will definitely have to be above $5 billion.\" \u001d  However Andrawes Snobar of Jordan-based Arab Advisors Group says the $6 billion figure is way above the license's fair value. \u001d  \"According to our own estimation, the license's fair value is a little less than $3 billion.\" Andrawes has said. \b \u001d  -By Anees Al Qudaihi, Majdoline Hatoum, Dow Jones Newswires; +966 1 291 4872; anees.alqudaihi@dowjones.com \b \u001d  Copyright (c) 2007 Dow Jones & Company, Inc. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 16:02 ET (20:02 GMT)"},{"md5ID":"4b9744e8c744c3fc7529d5d9b3ebd536","symR":["TXT"],"date":"2007-03-17","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(3/19) Finally, Airborne And Ready To Soar","GmtTimeStamp":"2007-03-17T04:08:00.000000000","CompanyCodes":["TXT"],"IndustryCodes":["IDD","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  Its backlog alone provides a lot of thrust for Textron shares. With customers plunking down $250,000 deposits for business jets that won't arrive until 2010, the aircraft maker doesn't have to do much more than deliver those orders to lift its profits over the next five years. \u001d  Since the king of go-go era conglomerates began narrowing its focus to jets and helicopters under chief executive Lewis Campbell, demand for flying machines has gone Textron's way. Business folk around the world want the company's thrifty midsize jets to avoid the hassles of commercial flights. Its Bell helicopters are making bee-lines to the world's disasters -- natural and man-made. Even its controversial vertical-takeoff troop carrier, the V-22 Osprey, will be deployed to Iraq this year, after decades in development. Campbell proudly notes that Textron shares (Ticker: TXT) have doubled in the past five years, to a recent 89.52. They could double again over the next five. \u001d  In the late 1980s, Textron got 56% of its sales from various aircraft, automotive, industrial and financial divisions. But last year Cessna and Bell aircraft accounted for 66% of $11.5 billion in revenue and 71% of the $706 million in earnings ($5.43 a share) pulled in by the Providence, R.I., company. Textron still runs other businesses: golf carts, grounds-keeping machines, fuel tanks, power tools, pumps. And a finance unit lends money to their customers. But Campbell insists that his managers demonstrate how their groups will raise future returns, and therefore their present value to shareholders. If a business doesn't look like it can, Textron sells it -- last year, it booted its unprofitable riveting systems business. \u001d  Sales grew 18% in 2006 at the Bell helicopter unit to $3.4 billion, but earnings fell 32%, as it wrestled with cost overruns to upgrade the Marine Corps' Huey and Cobra helicopters. So in January, Bell got a new boss. Profits have a good chance of improving, because the Marines finally have accepted the first of the upgraded copters. That will let Bell focus on streamlining production of the 280 copters it will deliver over the next 13 years. \u001d  Another Bell aircraft that's finally taking off is the V-22 Osprey, a personnel transport craft that ascends vertically and then tilts its rotors forward to fly as fast as an airplane. The V-22 program has had to overcome deadly crashes, ballooning costs and even a cancellation back when Dick Cheney was defense secretary. But the first squadron is expected to fly this summer. \u001d  At about $70 million the V-22 is an expensive bird. So even though current government plans call for the purchase of 360 for the Marines, 50 for Air Force special operations and 48 for the Navy, there are doubts that all 458 orders will materialize over the 15-year course of the program. If the craft works wonderfully, however, and the military finds itself fighting many battles beyond the range of traditional helicopters, then Bell might get enough orders to trim V-22 production costs. In any event, Campbell expects the V-22 to be generating $1 billion in annual revenue in a few years. \u001d  Bell is also seeing unprecedented demand for its commercial helicopters. Oil and gas drillers, public-safety agencies and passenger services have increased their orders. Textron financial chief Ted French can't recall when the company last enjoyed a backlog for its commercial copters. \"We have not had this kind of future growth visibility in our business forever,\" he says. \u001d  Thanks largely to the Bell and the Cessna aircraft units, Textron's backlog at year-end 2006 hit a record $13.4 billion. About $8.5 billion was for Cessna, impressive for a business with just under $4.2 billion in sales last year. Its new Citation CJ4 jet, not due for delivery until 2010, already has $1 billion in orders. \u001d  Several factors are powering business aviation. Companies are replacing the first generation of business jets, created in the 1970s, with cheaper-to-operate craft like Cessna's Citations. Commercial airline delays and government security screens aren't going away. And schemes like fractional ownership have made jets more affordable. About $1.4 billion of Cessna's year-end backlog was from a fractional jet client. \u001d  International customers have also become bigger buyers. Less than 20% of Cessna orders came from outside the U.S. in 2002, notes Cessna chief Jack Pelton. But this year, international orders should kick in 48% of revenue. \u001d  Cessna, which has outspent rivals on new-product development, is growing sales at nearly a 20% rate, but it's doing so efficiently. Campbell demands that his technocrats employ \"six-sigma\" quality controls and \"lean manufacturing\" techniques. He approvingly notes that Cessna delivered about the same number of jets in 2006 as it did in the previous peak year of 2001 -- around 310  -- but with twice the return on capital. Campbell, we should note, is also a director of Barron's publisher, Dow Jones. \u001d  Jerry Senser, co-chief investment officer at Institutional Capital, says his firm thinks Textron could add at least a buck a share in earnings over each of the next five years, boosting them from above $6 this year to $10 by 2011. At a reasonable multiple of 17.5 times earnings, Textron shares would double in that stretch. His firm owned over 3 million shares at year-end 2006. \u001d  If Textron has truly risen above the previous problems of its military-helicopter programs, there's no reason why its shares shouldn't fly. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"50a294b22173515d225827f72db81c79","symR":["BSC","C","GS","LEH","MBI","PMI","RDN","WFC","XLF","US1729671016","US38141G1040","US5249081002","US69344M1018","US9497461015"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/19) The Striking Price: Let's Hear It For Fear!","GmtTimeStamp":"2007-03-17T04:05:00.000000000","CompanyCodes":["BSC","C","GS","LEH","MBI","PMI","RDN","WFC","XLF","US1729671016","US38141G1040","US5249081002","US69344M1018","US9497461015"],"IndustryCodes":["BAN","BNK","EXT","INP","INS","SCR","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   By Steven M. Sears \u001d  Options prices in the financial sector remain rich, as stock investors relentlessly continue to buy defensive puts in case the subprime-mortgage debacle offers up another big surprise that shakes the market. \u001d  Defensive put buying is helping to keep implied volatility elevated across the group, even as the options market's fear gauge, the Chicago Board Options Exchange's Market Volatility Index (VIX), has retreated from recent highs as major stock indexes have rebounded from lower levels. \u001d  The dislocation between many stock and option prices reflects the fact that implied volatility is heavily influenced by put buying, and many aggressive traders and investors continue to sell puts against stocks they'd like to own. \u001d  \"Enormous put buying, premium pick-up and fear reflected in the financials! Opportunities abound.\" That's how Miller Tabak's options strategists summed up the sector in a trading advisory sent late in the week to their clients, who include many hedge funds and institutional investors. \u001d  To be sure, there may not be enough available data to assuage the concerns of risk-averse portfolio managers with substantial financial-sector exposure, but there is enough information for aggressive traders to conclude that they have a pretty good chance to make money by \"selling fear.\" \u001d  As hackneyed as that phrase has become, selling fear has become a reflexive strategy in the options market, where experience has taught many traders that profits are made when the crowd is too negative or too enthusiastic about stocks. \u001d  Contrarian traders are increasingly narrowing their focus on the financial sector. They're selling expensive puts against pedigreed stocks like Citigroup (C), Goldman Sachs (GS), Bear Stearns (BSC), Lehman Brothers (LEH) and Wells Fargo (WFC), essentially betting that the worst is over. \u001d  Options prices are also elevated in mortgage insurers, such as Radian Group (RDN), MBIA (MBI) and PMI Group (PMI), but it is likely prudent for all but the most aggressive traders to limit their risk and stick with diversified, blue-chip financials, or even securities that track the sector. Stick with the singles and doubles; don't go for the triples and home runs. Indeed, the Select Sector Financial SPDR (XLF) has emerged as a favorite of hedge funds and institutional traders because it delivers the group in a liquid product that is easily bought or sold, regardless of market conditions. \u001d  Despite the aggressiveness of put sellers, some are evolving their technique. They are increasingly converting short put trades into spreads, effectively selling high volatility and then buying a put that will increase in value should the underlying stock fall in the near term. \u001d  The prospect of another decline should be a clarion call for investors to consider selling three-month calls against existing positions. Market sophisticates will sneer at this suggestion because buy-writes limit upside profit potential in a rising market. They're right, of course. \u001d  But doesn't capping the upside some of the time in some percentage of the portfolio seem reasonable now? \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"59ca2941ccc36b1234ef6f231708ed99","symR":["12027.FR","AIM","CBI","CCJ","CCO.T","COP","CVX","GRP","LNG","NOV","NRG","PBR","PETR4.BR","SLB","SWN","TOT","XOM","FSTEX","FSTUX","BRPETRACNPR6","CA13321L1085","FR0000120271","US1667641005","US20825C1045","US30231G1022","US6370711011"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/19) Energy's Respite Won't Last Too -2-","GmtTimeStamp":"2007-03-17T04:08:00.000000000","CompanyCodes":["12027.FR","AIM","CBI","CCJ","CCO.T","COP","CVX","GRP","LNG","NOV","NRG","PBR","PETR4.BR","SLB","SWN","TOT","XOM","FSTEX","FSTUX","BRPETRACNPR6","CA13321L1085","FR0000120271","US1667641005","US20825C1045","US30231G1022","US6370711011"],"IndustryCodes":["ARO","ASP","CON","ELC","EQS","OIE","OIL","OIS","ONF","XCA4","XDJGI","XDJI","XENX","XFFX","XGTI","XISL","XNYA","XRUS","XSCI","XSP5","XST5","XTSE"],"Story":"\u001d  A: There are going to be individual names that will eventually be winners. We are warming up to them. If they are a real business. If they are cheap. I'm hearing, \"Green is good business.\" But if it's just, \"Green is good PR,\" then I have a problem with it. BP [BP] is a holding of ours, and it's also the largest developer of solar out there. It's also very big in other alternatives. \b \u001d  Q: How does liquefied natural gas fit in? \u001d  A: Cheniere Energy (LNG) is the purest play on LNG around and liquefied natural gas is one of the big alternatives out there. A lot of people don't realize it. We are going to have to import more natural gas, and Cheniere got way ahead of the competition, scouting locations five to seven years ago. Cheniere has four locations, all here on the coast of Texas and Louisiana, where they are building LNG receiving facilities. I visited one recently and was very impressed. If we are going to talk about greenhouse emissions, natural-gas produces a third of the carbon dioxide emissions produced by coal and half of what crude oil produces. And clearly hydrogen for fuel cells will come from natural gas, [although] a lot of people think it will come from water, a more expensive proposition. \b \u001d  Q: What do you think about the proposed buyout of TXU, the Texas utility? \u001d  A: TXU was our biggest holding in the AIM Utilities Fund (FSTUX), which I also run. I was hoping for a significantly higher bid, but we were a long-term holder of the stock. \b \u001d  Q: So you sold it? \u001d  A: I can only talk about holdings through December 2006. Longer-term, we were hoping for a higher valuation over the next two or three years than the roughly $69 offer. The deal is not a slam-dunk, given regulatory approval. The stock is down since the offer. \u001d  Meanwhile, TXU won't build some coal-fired plants that were on the drawing board. \u001d  Texas is one of the fastest-growing states in the Union and, whether we are going to get the electricity from coal or something else, we need to come up with something to build that capacity. \b \u001d  Q: What about nuclear? \u001d  A: We have to look at nuclear. We have no choice because nuclear can put out a lot of energy from a small footprint of land and doesn't have any CO2 emissions. It may have a lot of other issues, but it doesn't have carbon dioxide. And the political train on CO2 has already left the station. NRG Energy [NRG] is another name in our utilities fund and it is proposing to build two Texas nuclear plants. \u001d  We also own Chicago Bridge & Iron [CBI] in the energy fund. They built nuclear plants in the past and they are working on refinery expansions and LNG receiving facilities. Their backlog has more than doubled in the past year. We have not built any new nuclear plants in the U.S., but I have to think that CBI will be one of the prime candidates. It's going to take two or three years just to get the permits, so it's hard to invest very much into that at the moment. Uranium is something else that we have owned in the portfolio. \b \u001d  Q: There aren't that many uranium plays. \u001d  A: There sure aren't. Cameco [CCJ] is probably one of the better ones, and they have a mining problem right now in Canada. Their main new mine is flooded. And 10% of the world's supply of uranium is going to come from that one mine and it's 50% of the uranium production growth in the world. It's going to cost a lot more to get the mine producing and it's going to be delayed. \b \u001d  Q: Is the stock attractive now? \u001d  A: I'm not ready to say that until we get an estimate on how much more this is going to cost. Is it going to be $1 billion or is it going to be $3 billion and what is the timing? On the surface, it looks cheap. \u001d  If China's growth is strong, but is cut in half, certainly the market is going to react negatively. \u001d  On the other hand, how long is that going to last? China is still using only 6.5 million barrels of oil per day. We are using 20 million barrels per day here in the United States. China is 25% of the world population. The Chinese are getting off bicycles. They want air conditioning. They are getting housing. If China slows, it would just be a bump in the road. Oil-demand growth could slow down, but the chance of it going below 86 million barrels, say, next year? I just don't see that happening. And I don't see a lot of capacity growth. Supply-demand is still going to be tight. \u001d  Energy is going to do very well. The multiples have been contracting for the better part of 12 months. And we are toward the end of that correction more than we are at the beginning of it. \b \u001d  Q: Thank you, John. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5b08e1c12352d433552b460f94c4e104","symR":["CSCO","IBM","ORCL","SAP","SAP.XE","WEBX","DE0007164600","US17275R1023","US4592001014","US68389X1054"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/19) Plugged In: Cisco Might Not Suit WebEx","GmtTimeStamp":"2007-03-17T04:05:00.000000000","CompanyCodes":["CSCO","IBM","ORCL","SAP","SAP.XE","WEBX","DE0007164600","US17275R1023","US4592001014","US68389X1054"],"IndustryCodes":["CMT","ISV","SOF","TSX","XDAX","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSCI","XSP5","XST5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  Did the right company buy WebEx communications? \u001d  Cowan software analyst Peter Goldmacher thinks not. The WebEx bull has long believed the Santa Clara, Calif. software company is under-appreciated, but he's not confident that Cisco Systems is the right fit to realize what he sees as its potential -- becoming an on-demand dynamo for big enterprise-software users. \u001d  The ever-acquisitive Cisco (ticker: CSCO) last week announced it agreed to buy WebEx (WEBX), a maker of Web communications and corporate-collaboration software, for $3.2 billion, or $57 a share -- including the company's roughly $300 million in existing cash. That's a 23% premium to WebEx's pre-deal close of 46.20. Shares were trading Friday at 56.61. If approved by both boards, the all-cash deal will close before August, according to Cisco. \u001d  \"I'm wearing my black arm band,\" said Goldmacher in mock protest. \u001d  That's not to say Goldmacher's clients aren't smiling. If they bought when he started extolling the virtues of WebEx in early January of last year, with the shares at 21.50, the purchase price represents a near-three-bagger. And if Barron's readers acted on his advice following our positive feature story last year (\"Why WebEx Will Shine,\"June 12, 2006), they would have about doubled their investment. \u001d  Handsome proceeds aside, did management do the right thing? It boils down to whether you think WebEx is a \"communications\" company or a \"data\" company, Goldmacher asserts. If you prefer it as a communications play, Cisco is a good fit; if you believe that it's an on-demand data supplier, then a large enterprise-software suitor would make a better partner, he argues. Goldmacher contends that 28 times 2007 free cash flow  is a \"reasonable\" price, but doesn't rule out counter-bids from IBM (IBM), SAP (SAP) or Oracle (ORCL). \u001d  \"In my mind, it would be much better served being acquired by someone like Oracle,\" whose salesforce is better suited to sell the subscription service to its existing customers, Goldmacher says. \u001d  WebEx is best known as a provider of rich-video-conferencing services over the Internet, but its Web-based collaborative software applications that allow workers to share information simultaneously from different corporate silos could be an enterprise jewel. Cisco says it bought WebEx as a way for the networking giant to reach more small-business customers. But WebEx Chief Executive Subrah Iyar insists that Cisco understands the on-demand potential, too. \u001d  \"We are not selling (our potential) short,\" Iyar told Barron's. \"They get it.\" \u001d  Cisco Chief Development Officer Charles Giancarlo (who intriguingly announced the deal without CEO John Chambers present) says that WebEx's expected $450 million-plus in sales this year won't boost Cisco earnings for its fiscal year ending June 29. Most analysts don't expect the deal to have much effect on Cisco (CSCO) shares in the near-term, but they see WebEx contributing to the company's efforts to add products and services at the edges of networks. Cisco shares were flat on the day of the deal, and were quoted Friday at 25.82. \u001d  Did Oracle or SAP already make a pass? Iyar acknowledged that \"software companies\" showed interest, but he says Cisco came on strong and \"moved fast.\" In fact, Cisco officials told Iyar that they were going to enter Web-based collaboration either way. \"In reality, they will do it with you or without you,\" Iyar mused. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5be6227d7ce7e0153ff561ab89acaf23","symR":["7010.SA","7020.SA","MTN.JO","ORTE.CI","TELE.KW","EGS74081C018","KW0EQ0601058","SA0007879543","SA000A0DM9P2","ZAE000042164"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"CORRECT:Saudi Population Among Largest In Gulf, Not Arab World","GmtTimeStamp":"2007-03-17T11:58:00.000000000","CompanyCodes":["7010.SA","7020.SA","MTN.JO","ORTE.CI","TELE.KW","EGS74081C018","KW0EQ0601058","SA0007879543","SA000A0DM9P2","ZAE000042164"],"IndustryCodes":["CMT","CTS","FTS","TLS","XDJGI","XISL","XSTT"],"Story":"\b \u001d  Saudi Arabia, which boasts one of the largest populations of all the Persian Gulf Arab countries and enjoyed a petrodollar-fuelled domestic growth rate of more than 12% last year, has the potential to double its cell phone penetration, industry experts believe. \u001d  (In \"FOCUS: Saudi Arabia May Reap $6B From Cell License This Week\" published at 0946 GMT, the size of Saudi Arabia's population was misstated.) \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 07:58 ET (11:58 GMT)"},{"md5ID":"66765f84eb99f20ae266384ccacb5e73","symR":["BCI.XX","CCU","THL.XX"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/19) Follow-Up: Clear Channel s Move May Not Save Deal","GmtTimeStamp":"2007-03-17T04:06:00.000000000","CompanyCodes":["BCI.XX","CCU","THL.XX"],"IndustryCodes":["BRD","FIS","MED","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  Clear Channel Communications, facing strong investor opposition to a proposed $26 billion leveraged buyout, last week tried to improve the odds for the controversial deal. \u001d  The company said it is postponing a scheduled March 21 shareholder vote on the transaction to April 19, to \"better align the voting and economic interests of all Clear Channel shareholders.\" \u001d  In reality, the postponement will increase the power of arbitragers and other short-term investors whoare more apt to vote yes, in order to capture the 7% spread between the current share price of $35.25 and the deal price of $37.60. The postponement allows anyone who bought the stock in the past two months to vote. Shareholders of record on March 23 can vote; the old record date was Jan. 22. \u001d  The buyout, if approved, could close by year-end. There has been active trading in Clear Channel since late January, with about half the company's 493 million shares (ticker: CCU) changing hands. The postponement may not be enough to swing the proposal, whose prospects have seemed bleak because of opposition from some large shareholders, notably Fidelity Investments, which holds about 10% of Clear Channel stock. (\"Why Clear Channel's Buyout May Go Bust,\" March 5.) \u001d  In fact, Clear Channel's bold ploy could further inflame some already disenchanted investors and harden their opposition. \"Clear Channel is throwing long-term shareholders under the bus,\" says one foe of the deal. Detractors argue that the buyout bid significantly undervalues the company and that Clear Channel shares are worth $42 or more. \u001d  Clear Channel, the country's largest radio operator, needs approval of two-thirds of its shares outstanding, a high hurdle. Shareholders who don't cast ballots effectively are voting against the deal. \u001d  One big stockholder, Highfields Capital Management, the Boston investment firm, lifted its stake to 5% from 3%, according to a filing last week. Highfields won't comment on its position on the buyout, but it is believed to oppose the deal. \u001d  The opposition of just a few big shareholders probably will sink the deal, given that an estimated 15% of shareholders may not vote. The percentage of investors who vote on takeovers is rarely above 85%. Just 81% of Eddie Bauer holders, for instance, cast ballots in a February vote on that clothing maker's proposed buyout. The company didn't get the needed majority, as 44% of shareholders voted yes; 37%, no, and 19% didn't cast a ballot. \u001d  Last week, Victor Miller, a Bear Stearns analyst who is the Street's most prominent critic of the deal, outlined a scenario in which an independent, public Clear Channel could realize significant value for shareholders through a multi-step process, including a sale of its international billboard business and a spinoff of its domestic billboard operations. He arrived at a value of $44 a share, before further shareholder-friendly actions, including a debt-financed stock buyback. \u001d  One reason for the opposition to the deal is the lofty value of Clear Channel's billboard unit, which trades separately as Clear Channel Outdoor (CCO). Clear Channel Communications' 90% stake in Clear Channel Outdoor is worth $8.4 billion, or $17 per Clear Channel Communications share. Clear Channel Outdoor trades around $27, up from $21 in the fall. \u001d  Some investors also are upset that Mark Mays, Clear Channel Communications' CEO, and Randall Mays, its president, plan to stay on if the buyout succeeds, with each getting options on 2.5% of the stock of the private company. The buyout is being led by Thomas H. Lee and Bain Capital, two large private-equity firms. \u001d  Clear Channel argues the buyout price of $37.60, arrived at after an auction last year, is fair. Deal proponents argue that radio, like other traditional media, faces a tough future. And it doesn't look likely that the buyout group will increase its bid. \u001d  Clear Channel may end up being the most important failure of an LBO, as institutional holders dig in and tell Wall Street they're tired of seeing private-equity firms enriched at their expense. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6934d8edbcd3f2f3fb8bf353a5a7b19b","symR":["BGP.XX"],"date":"2007-03-17","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(3/19) Streetwise: Business As Usual?","GmtTimeStamp":"2007-03-17T04:08:00.000000000","CompanyCodes":["BGP.XX"],"IndustryCodes":["FIS"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  It's all in your head. This is a routine pullback. Stocks are cheap. \u001d  This has been Wall Street's line to investors in the weeks since the S&P 500 index was pole-axed from a seven-year high, falling as much as 6.6% last Wednesday. \u001d  Let's evaluate. \u001d  It's all in your head? Well, yes, to the extent that market prices always have a great deal to do with investor psychology, and swing dramatically on either side of hypothetical \"fair value\" all the time. A majorchunk of the 20% surge from last July's low to the recent high in the S&P was mere optimism capitalized in stock values. \u001d  Investors were contented -- though not wildly giddy -- at the start of the year, as the news was full of affirmation that the ideal economic and liquidity environment was upon us. The mood has since soured. Surveys of individual investors have shown a surge in bearish feelings, but not quite to the degree at the market's low point of last summer. \u001d  Joe Mezrich of Nomura Securities says the options market shows that the fear level is elevated but not to levels that preceded the furious rally that began in July. His take: If stocks bottom near current levels, the ensuing rally will probably  not be as rewarding as last year's. \u001d  Is this merely a routine pullback? In magnitude, by the standards of the present bull market, the answer is . . . almost. Each of the past three calendar years has witnessed one high-single-digit percentage decline. The 6.6% maximum loss in the S&P lately is not far off. \u001d  At some point, such a pattern of manageable dips will be broken, unpleasantly, though it's tough to determine that this is that instance. Note the time factor. Last year, the bottoming process wasn't complete for more than two months; the current selloff began just three weeks ago. \u001d  One of the most widely held assertions is that stocks are inexpensive. Yet it depends on what they're being compared to. It's easy to say big stocks are cheap compared to the late 1990s, or to startlingly low corporate-bond yields, but that doesn't advance the discussion very far. \u001d  The stocks in the S&P 500 are now trading at 14.8 times forecast earnings for the next 12 months. At last year's low, the index bottomed at 14.5 times expected earnings. Yet, back then, had the market sniffed out that projected earnings could be beaten easily, as they eventually were? At the July low, the S&P traded for 13.8 times the earnings that eventually were reported over the next four quarters. \u001d  Maybe -- with overall earnings growth ebbing, financial-company earnings slated to account for an outsized share of total profits and margins already high -- the market is expressing less confidence in Corporate America's ability to keep over-earning versus history. \u001d  One of the leading forces in taking companies private may be taking itself public. \u001d  Reports emerged Friday that Blackstone Group is preparing to go public, with www.wsj.com citing unnamed sources ballparking a $4 billion initial offering of 10% of the firm. Blackstone wouldn't comment. \u001d  On first look, that seems an enormous $40 billion valuation, based on the $55 billion in private-equity, real estate, debt and hedge-fund assets under management. Fortress Investment (FIG), with $30 billion in a roughly comparable mix of businesses, is valued under $11 billion. \u001d  We don't know how profitable Blackstone's large corporate-advisory and consulting-services practices are, or precisely how much its private-company holdings are worth. \u001d  No doubt a deal, should it happen, would be a hot item, with the new stock trading to an unattractively fat premium instantly, just as Fortress did. That stock opened at 35 after IPO investors paid $18.50, only to drop back into the mid-20s. \u001d  Many are asking why Blackstone chief Stephen Schwarzman would reverse his stated anti-IPO position and subject himself to the quarter-by-quarter scrutiny of a public company, which he has decried in the past. Well, Schwarzman and other LBO artists buy average companies which they perceive to be under-managed or misvalued by the public, and retool or leverage them up in private. \u001d  One thing's for sure: Schwarzman (he of the $3 million birthday party and Fortune magazine's recently crowned \"New King of Wall Street\") doesn't consider his company anything near \"average,\" or \"under-managed.\" And he and his partners are probably confident that, like Goldman Sachs (GS), Blackstone can enjoy the rewards of public ownership without ever divulging exactly how its money is made. While the investment climate is strong, that is. \u001d  But mustn't this mean the peak of the easy-money craze for financial engineering and ever-larger private buyouts?Probably not. After all, Goldman's IPO didn't mean happy days on Wall Street were about to come to a crashing end. That didn't happen until 10 months later. \u001d  --- \u001d  E-Mail: Michael.santoli(at)barrons.com \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6a2751c8f076fa15406814176c6c7a1a","symR":["R","US7835491082"],"date":"2007-03-17","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(3/19) Big Wheels Keep On Turning","GmtTimeStamp":"2007-03-17T04:08:00.000000000","CompanyCodes":["R","US7835491082"],"IndustryCodes":["TRS","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Christopher C. Williams \u001d  Investors in Ryder System have had an uneasy ride of late. After topping 59 in June, shares of the Miami-based truck-leasing and logistics company have fallen to around 49 amid concern that a sluggish economy would dent the truck-freight business and commercial rental operations. \u001d  But Ryder (ticker: R) could gain traction later this year, when the economy and freight business are expected to stabilize. The company's contractual business, which provides long-term leaseand maintenance contracts, is likely to accelerate as Ryder recognizes revenue from deals signed last year. And the fast-growing supply-chain business, which sells logistics, distribution and transportation services, could expand at a high single-digits rate, driving earnings growth in the longer term. \u001d  \"This will be a show-me year in terms of execution,\" says David Goerz of Highmark Capital Management, which owns 98,000 Ryder shares. He acknowledges that the company could face problems if U.S. gross domestic product grows at a subpar 2%. But with most economists forecasting 2.5% to 3% GDP growth, Goerz says Ryder should have little trouble besting its conservative guidance for 2007: at least a 7% gain in earnings, to $262 million- $268 million, or $4.30 to $4.40 a share, on revenue of up to $6.7 billion. As for its shares, Ryder has \"20% upside or better this year,\" asserts Goerz, implying the stock could rise to around 60. \u001d  Founded in 1933, Ryder made its name by renting yellow trucks and vans to furniture-hauling consumers. But the company jettisoned its retail operation and other highly cyclical businesses in the mid-1990s to focus on providing tractor-trailers, vans and logistics services to Hewlett Packard (HPQ), General Motors (GM) and other commercial customers. Ryder lost much of its identity in the transformation, but gained a more predictable business that generated a record $6 billion of revenue last year. It also garnered predictable -- and handsome -- returns for shareholders, returning an average 16% annually for the past five years \u001d  \"Ninety percent of our business is contractual and therefore less susceptible to the economy,\" says CEO Greg Swienton. \"Large investors get it, but individual investors might not.\" \u001d  That could change, however, if Ryder's revenue grows by 6% to 8% a year, and earnings per share by 10% to 15%, as the company expects. For this year, Swienton is counting on the supply-chain business, which generated 25% of operating revenue and 16% of pre-tax profits last year, to pace revenue growth, with 9% to 10% gains. The company's fleet-management unit, which leases, rents and repairs vehicles and generates about two-thirds of sales, is likely to grow 2% to 4% this year. The contractual business, part of fleet management, could see revenue rise 6%, offsetting an expected 6% to 7% drop in commercial rental. Ryder's smallest segment, contract carriage, chips in 12% of revenue, and could grow by 5% a year. \u001d  At 10 times analysts' 2008 earnings estimates of $4.81 a share, Ryder is trading considerably below its historic average price/earnings multiple of 15. As results improve, investors are likely to pay up for this brand leader in the $295 billion global supply-chain-logistics market. \"If Ryder can grow EPS at high-single-digit to low-double-digit rates this year, multiple expansion could occur in the second half of 2007, even if the economy lags,\" says Stephens analyst Alexander Brand, who has an Overweight rating on the stock. \u001d  In response to slowing freight demand, the company is reducing its commercial truck fleet by about 13%, and reining in capital spending. That belt-tightening should produce free cash flow of around $235 million this year. Swienton says Ryder might consider snapping up some of its own shares, or making acquisitions with its excess cash. The company boasts a decent balance sheet, with debt equal to 60% of total capital, and pays out 84 cents a share a year, for a dividend yield of 1.7%. \u001d  Baird analyst Jon Langenfeld, who raised his price target to 65 from 57 in February, gives management high marks for consolidating operations and displaying pricing discipline. \"An attractive and underappreciated part of the story is the progress management has made in improving the core internal operations and improving sales function,\" he says. \u001d  In 2005, Ryder split field managers' responsibilities into sales and operations, which officials say has upped productivity and customer retention while lowering costs. \u001d  Skeptics remain, however, as Ryder's current price suggests. Bear Stearns analyst Edward Wolfe thinks that pricing pressure from an oversupply of rental trucks will depress 2007 earnings to $4.25 a share, below the Street's $4.35 consensus. \"Ryder has less operating leverage to the economy than most transports, and its revenue and EPS deceleration has lagged,\" Wolfe says. \u001d  Another potential worry: Troubled GM accounts for about 40% of supply-chain revenue. But Toyota also is a big client, and Swienton notes that Ryder is diversifying into   high-tech and fast-moving consumer goods. Besides, in a slow economy, companies could save money by outsourcing more transportation and maintenance work. \u001d  You can't rent a Ryder truck anymore, which may disappoint consumers. But growth trends in Ryder's newer, more profitable lines of business are unlikely to disappoint investors. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6dfdba2c511d2acc2701cf9e85535165","symR":["JSAIY","SBRY.LN","GB00B019KW72"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Sainsbury Pension Trustees Ask GBP600M - Newspaper","GmtTimeStamp":"2007-03-17T12:14:00.000000000","CompanyCodes":["JSAIY","SBRY.LN","GB00B019KW72"],"IndustryCodes":["FDR","RTS","XDJGI","XFT1"],"Story":"\b \u001d  LONDON (Dow Jones)--The private equity bidders stalking Sainsbury (SBRY.LN) may be forced to pour GBP600 million into the pension fund before they are allowed to bid for the group, the Daily Mail reports Saturday without citing who provided the information. \u001d  The paper says it understands the CVC-led consortium, has yet to agree terms with the fund's trustees. \u001d  The trustees want to be certain former employees' benefits are guaranteed over the long-term, the paper writes. \u001d  The Daily Mail adds, the pension is currently GBP300 million in the red, but trustee chairman John Adshead is expected to demand the bidders pay a lump sum to cancel it out. \u001d  Newspaper Web site: http://www.thisismoney.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9330 \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 08:14 ET (12:14 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"708aa07401fd0c6b5a432c9f61a94c69","symR":["ORCL","US68389X1054"],"date":"2007-03-17","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"CORRECT(3/16): Oracle Bought PeopleSoft In Jan 05, Not Jan 06","GmtTimeStamp":"2007-03-17T08:44:00.000000000","CompanyCodes":["ORCL","US68389X1054"],"IndustryCodes":["SOF","XDJGI","XFFX","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\u001d  So this coming week, investors will get a fuller sense of how Oracle fared in its first year of owning its two biggest acquisitions: PeopleSoft, which it bought in January 2005, and Siebel Systems, which it bought in January 2006. \u001d  (In \"WSJ(3/17) The Week Ahead / Our Take On Coming Events\" published at 7:45 p.m. EDT, the dates of Oracle's acquistions of PeopleSoft and Siebel were misstated.) \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 04:44 ET (08:44 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"745f0d3db79d521cf4b8200b54cd7134","symR":["CBRY.LN","CSG","GB0006107006"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/19) European Trader: A Sweetener For Cadbury Schweppes","GmtTimeStamp":"2007-03-17T04:09:00.000000000","CompanyCodes":["CBRY.LN","CSG","GB0006107006"],"IndustryCodes":["BVG","FOD","OFP","SFT","XDJGI","XFT1","XNYA"],"Story":"\b   (From BARRON'S) \b   By Matthew Curtin \u001d  The arrival of activist investor Nelson Peltz on the Cadbury Schweppes shareholder roster has really accelerated change at the U.K. candy and beverage maker. \u001d  CEO Todd Stitzer announced Thursday that he would separate the company's confectionery and Americas Beverages units, at an unspecified date. That raises speculation that one or both could eventually be takeover targets. Details of the plan will be disclosed on June 19. \u001d  On paper, a breakup has long looked tempting. Apply Coca-Cola's or Pepsico's multiple to Americas Beverages, and Hershey's or Wrigley's to the confectionery operation, and you get a richer valuation for Cadbury, whose stock trades in London under ticker symbol CBRY and whose American depositary shares change hands on the Big Board under ticker CSG. \u001d  Indeed, Cadbury has been trading at 19 times estimated 2007 earnings, versus 18 to 22 times for its U.S. rivals, and the 16 average forward multiple that it fetched in 2006, according to InFinancials and FactSet. \u001d  But the argument often cited for Cadbury's ditching its U.S. drinks business -- the Sisyphean task of taking on Coke and Pepsi in their home market -- applies to any owner of the Cadbury portfolio, which counts Dr Pepper, 7 Up and Snapple among its better-known brands. Equally, the idea that sodas and candy don't sit easily under the same corporate roof is hard to square with the examples of some of Cadbury's respected peers. Nestle juggles coffee and pet food quite profitably, and Danone does the same with bottled water and yogurt. What counts is the quality of the management. \u001d  Stitzer's record has been sullied by a salmonella scare at Cadbury's U.K. chocolate business -- from which sales are yet to recover convincingly -- as well as some clumsy communication with investors. But Stitzer's biggest deal, the $4.2 billion acquisition of Adams, was an inspired move, turning Cadbury into the world's No. 2 chewing-gum producer, behind No. 1 Wrigley. \u001d  Cadbury would look more focused without its European beverages unit, and can claim a measure of success in the U.S. drinks market where it gained share in 2006, while improving its control of distribution. Overall, however, the performance of its U.S. drinks business has been mixed. \u001d  The company has re-energized Snapple and successfully launched new products like iced teas and energy drinks. But it hasn't been able to revive Dr Pepper and 7 Up, whose popularity is fading. Cadbury's confectionery margins lag well behind those of its European and U.S. peers. And the company's need to invest in new brands and to spend more on marketing to shore up flagging ones rules out any short-term improvement. \u001d  That said, with Peltz breathing down his neck, Stitzer was under great pressure to do something. After all, Peltz is the man who revived Snapple before selling it at a fat profit to Cadbury and was the force behind the recent shakeup at Heinz. He knows a thing or two about the food and beverage businesses. He also knows how to boost share prices. \u001d  Cadbury ADSs closed at 41.94 on Friday, March 9, the last trading day before news of Peltz's 2.98% stake surfaced. Friday, they were near 48, almost 14% higher, and not far from the 52-to-53 range at which a Wachovia Capital Markets report values all of the company on a sum-of-the-parts basis. \u001d  --- \u001d  MATTHEW CURTIN, who is based in Paris, is a contributor to The Skeptic, a Dow Jones Newswires column on which this European Trader is based. \u001d  --- \b                    DOW JONES GLOBAL INDEXES \b \b Region/ \b Country \b  DJ Global          DJ Global          DJ Global     Point \b   Indexes,           Indexes,           Indexes,      Chg.    % Chg. \bLocal Curr.    Wkly     U.S. $    Wkly  U.S. $ on      From      From \b   03/16/07  % Chg.   03/16/07  % Chg.   12/31/06  12/31/06  12/31/06 \b \b Americas \b                        346.50   -1.16     351.71     -5.21     -1.48 \b \b Brazil \b 5518573.55   -3.13    1041.46   -2.81    1067.30    -25.84     -2.42 \b \b Canada \b     427.83   -1.71     420.98   -1.75     425.73     -4.74     -1.11 \b \b Chile \b     608.42   +1.33     424.84   +1.65     393.68    +31.17     +7.92 \b \b Mexico \b    1811.58   -0.90     498.00   -1.27     500.99     -2.99     -0.60 \b \b U.S. \b     337.97   -1.10     337.97   -1.10     343.25     -5.28     -1.54 \b \b Venezuela \b    2900.94   -1.39      49.19   +5.37      58.10     -8.91    -15.34 \b \b Latin America \b                        556.77   -1.66     560.18     -3.42     -0.61 \b \b Europe \b                        347.51   -0.79     349.72     -2.22     -0.63 \b \b Austria \b     451.56   -3.10     468.01   -1.67     465.16     +2.86     +0.62 \b \b Belgium \b     410.28   -2.19     425.45   -0.75     427.54     -2.09     -0.49 \b \b Denmark \b     489.66   -1.85     517.59   -0.40     505.70    +11.89     +2.35 \b \b Finland \b    1368.55   -1.37    1268.60   +0.09    1206.63    +61.97     +5.14 \b \b France \b     342.79   -2.60     360.11   -1.17     365.73     -5.63     -1.54 \b \b Germany \b     296.67   -1.80     306.52   -0.35     302.80     +3.72     +1.23 \b \b Greece \b     399.86   -0.93     305.90   +0.52     295.24    +10.66     +3.61 \b \b Ireland \b     650.32   -4.02     658.46   -2.61     671.96    -13.50     -2.01 \b \b Italy \b     321.22   -2.27     273.53   -0.83     280.63     -7.10     -2.53 \b \b Netherlands \b     392.28   -0.87     405.52   +0.59     401.84     +3.68     +0.92 \b \b Norway \b     421.59   -1.01     412.44   +0.01     402.36    +10.07     +2.50 \b \b Portugal \b     304.37   -2.10     273.88   -0.66     270.37     +3.51     +1.30 \b \b Spain \b     540.92   -2.14     421.39   -0.70     422.08     -0.69     -0.16 \b \b Sweden \b     636.24   -1.86     538.24   -0.19     542.62     -4.39     -0.81 \b \b Switzerland \b     517.91   -2.33     581.56   -0.32     577.55     +4.01     +0.69 \b \b United Kingdom \b     262.62   -1.76     272.84   -1.24     278.31     -5.46     -1.96 \b \b South Africa \b                        307.58   -3.45     319.28    -11.70     -3.67 \b \b Pacific Region \b                        148.21   -0.90     146.16     +2.05     +1.40 \b \b Australia \b     397.13   +0.08     415.34   +1.98     400.56    +14.77     +3.69 \b \b Hong Kong \b     370.73   -0.72     369.12   -0.68     377.97     -8.85     -2.34 \b \b Indonesia \b     561.27   +0.56     121.20   +0.03     127.96     -6.76     -5.29 \b \b Japan \b     110.21   -3.09     117.79   -1.97     115.76     +2.03     +1.76 \b \b Malaysia \b     223.98   -0.55     173.71   -0.67     158.88    +14.83     +9.34 \b \b New Zealand \b     195.18   -1.41     251.81   -0.21     259.49     -7.68     -2.96 \b \b Philippines \b     313.58   -0.90     166.73   -1.54     159.92     +6.81     +4.26 \b \b Singapore \b     247.03   -1.59     262.41   -1.50     249.36    +13.05     +5.23 \b \b South Korea \b     296.90   +0.18     238.27   +0.29     241.17     -2.89     -1.20 \b \b Taiwan \b     192.46   +1.88     149.85   +1.44     156.13     -6.29     -4.03 \b \b Thailand \b     122.59   -0.01      88.02   -0.16      81.33     +6.69     +8.23 \b \b Euro Zone \b                        355.89   -0.65     356.67     -0.78     -0.22 \b \b Europe (ex.U.K.) \b                        390.00   -0.57     389.85     +0.15     +0.04 \b \b Nordic Region \b                        599.12   -0.20     587.36    +11.77     +2.00 \b \b Pacific Region (ex. Japan) \b                        311.08   +0.67     308.33     +2.75     +0.89 \b \b World (ex. U.S.) \b                        243.08   -0.94     243.05     +0.04     +0.02 \b \b DOW JONES WORLD STOCK INDEX \b                        275.60   -1.01     277.50     -1.89     -0.68 \b \b Indexes based on 12/31/91=100.2007 Dow Jones & Co. Inc. All Rights Reserved. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"787cb9596d03070a61a659061c0ab3fc","symR":["NEWC"],"date":"2007-03-17","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(3/19) Follow-Up: Crumbs For New Century Holders?","GmtTimeStamp":"2007-03-17T04:06:00.000000000","CompanyCodes":["NEWC"],"IndustryCodes":["REA","REI","XDJGI","XRUS"],"Story":"\b   (From BARRON'S) \b   By Jonathan R. Laing \u001d  By last week, subprime-mortgage lender New Century Financial had become something of a household name -- thanks to overwrought press coverage of its woes. Stories abounded that Century's liquidity problems might not only pancake the $1 trillion subprime market, but also batter the U.S. and global economies. Bears hinted that its demise might rival Vienna's Creditanstalt in 1931, which deepened the Great Depression. \u001d  The news is indeed ugly for New Century shareholders, but it's no surprise to Barron's readers. More than two years ago (\"No Margin of Safety,\" Oct. 11, 2004), we looked at New Century with a jaundiced view. We pointed out its over-dependence on Wall Street financing both to make mortgages and to sell them to securitizers. New Century had nearly succumbed in a credit crunch triggered by the Russian-ruble crisis of 1998, and we predicted that it might not be so lucky in the inevitable next seize-up in credit. The stock was then selling near its all-time high of 65. \u001d  Subsequently, in \"Coming Home to Roost\" (Feb. 13, 2006), we argued that New Century, then down to 38, was in the path of a likely tsunami of subprime-mortgage defaults. For the industry's credit standards, never high, had slipped notably, and a fall in housing prices seemed inevitable. \u001d  Finally, in a follow-up article on Feb. 12 of this year, with the stock around 19, we warned that the company could be laid low by the very kind of liquidity squeeze that subsequently occurred. \u001d  Now, the lender -- which boasted some $60 billion in mortgage underwritings last year -- has lost all of its credit lines, after failing to meet a number of margin calls from its bankers. This means that it can't make new mortgages or fund some to which it previously had committed. Its creditors want immediate repayment of $8.4 billion in loans on mortgages that New Century produced in recent months and is holding for securitization. \u001d  Sure, these bank loans are collateralized by $9 billion in inventoried mortgages. But in the fashion of Wall Street when it smells blood, bids on the inventory have been pulled, or drastically low-balled. New Century's creditors, many of whom are also buyers of its wares for securitization, would have little to lose should the company file for bankruptcy. There would be plenty of assets, including its mortgage inventory, to pick over. For Wall Street, the important thing is to use such a filing to grab as much value as possible from shareholders by buying assets on the cheap and making a killing on their resale. \u001d  Whether New Century will survive is unclear. It's under investigation by the Securities and Exchange Commission and the Justice Department. Just last week, it received a subpoena requesting information from a grand jury probing whether there was illegal insider trading in its stock and possible accounting fraud before the company's disclosure last month that it would show a loss in the fourth quarter and would be restating downward results for 2006's first three quarters. The company said it hadn't reserved properly against a flood of impaired loans it was forced to take back from securitizers because the debtors had defaulted in the loans' first two months. \u001d  New Century also has been delisted by the Big Board. In pink-sheet trading, the stock (ticker: NEWC.PK) fell to 67 cents Wednesday. It jumped above $3 on Friday, then closed at $2.34, on news that subprime rival Accredited Home Lenders Holding (LEND) had escaped a bind similar to New Century's by selling some $2.7 billion of subprime mortgages for about 95 cents on the dollar. \u001d  There's probably still about $1.5 billion of equity at New Century. The big question: How much will be left for shareholders after claimants eat their fill? \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"78eb86f7dd024e100872c223bd28bf35","symR":["ETE.AT","FINBN.IS","NBG","GRS003013000","TRAFINBN91N3"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Turkey's Finansbank 2006 Net Pft Up 107% On Yr To TRY741M-IHA","GmtTimeStamp":"2007-03-17T09:47:00.000000000","CompanyCodes":["ETE.AT","FINBN.IS","NBG","GRS003013000","TRAFINBN91N3"],"IndustryCodes":["BNK","XDJGI","XNYA"],"Story":"\u001d  ISTANBUL (Dow Jones)--Turkish Finansbank AS (FINBN.IS) said its net profit increased in 2006 by 107% on-year to 741 million new lira ($529.2 million), the Ihlas News Agency, or IHA, reported. \u001d  Finansbank said in a statement late Friday that assets rose by 45% to TRY17.895 billion in 2006 compared with the previous year while its equity capital climbed last year by 43% on-year to TRY 2.155 billion. \u001d  The bank's pre-tax profit increased by 86% on-year to TRY1.209 billion. \u001d  Finansbank General Manager Sinan Sahinbas said the company increased the total number of people employed by 19% to 7.751 throughout the year and with the opening of 101 new branches the total number of the bank's branches currently stands at 309. \u001d  National Bank of Greece (NBG) had purchased a 46% stake of Finansbank for $2.7 billion from Turkish financial services company Fiba Group on April 3, 2006. \u001d  Established in 1987, Finansbank AS provides a range of corporate, investment and retail banking services primarily to medium-sized and large corporate customers in Turkey and abroad. \u001d  Agency Web sites: http://www.ihavideo.net and http://www.iha.com.tr \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 05:47 ET (09:47 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7b82f6f881b4fb9808a6290b9f0ae0aa","symR":["000039.SZ","CN0009091124","000039.SZ","CN0009091124"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"China International Marine Containers 2006 Net CNY2.77 Bln","GmtTimeStamp":"2007-03-17T07:30:00.000000000","CompanyCodes":["000039.SZ","CN0009091124"],"IndustryCodes":["TRQ","XDJGI"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 17, 2007 03:30 ET (07:30 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8bbacf89586d0702e2fff58f1d462a28","symR":["CMCSA","CMCSK","GOOG","MSFT","US2003002001","US20030N1019","US5949181045"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"WSJ(3/17) Comcast Signals Unhappiness With Google","GmtTimeStamp":"2007-03-17T04:00:00.000000000","CompanyCodes":["CMCSA","CMCSK","GOOG","MSFT","US2003002001","US20030N1019","US5949181045"],"IndustryCodes":["BRD","ISV","MED","SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b   (From THE WALL STREET JOURNAL) \b   By Peter Grant \u001d  Comcast Corp. is negotiating to use Microsoft Corp.'s Internet search services on its broadband portal, a sign the cable titan isn't happy about its current search deal with Google Inc., according to people familiar with the matter. \u001d  Comcast, the country's largest cable operator, also has been talking to Google about extending their relationship. Currently, Google provides search results when users of the Comcast.net portal enter queries into the search box on the site. But Comcast thinks it should get a larger share of the revenue generated by the arrangement. It also is unhappy about other terms of the deal, these people say. \u001d  The negotiations are a sign of Comcast's efforts to flex its muscles beyond cable into the Internet business. The company, which has more than 24 million cable subscribers, is the nation's second-largest provider of high-speed Internet hookups, after AT&T Inc. Comcast also has begun developing its own entertainment Web sites such as fearnet.com and ziddio.com. \u001d  Google has shared advertising revenue from searches generated on Comcast.net, with Comcast's cut expected to be about $70 million this year, people familiar with the matter say. But Comcast feels that its share should be at least $100 million, these people say. Comcast.net, which gets about 15 million visitors a month, is one of the biggest non-Google sources of search queries handled by Google. \u001d  Comcast also maintains that Google could do more to boost the number of searches from Comcast.net, for instance by making it possible for users viewing a particular news story to search easily for both text and video on that subject. Comcast executives also argue that Google has not provided sufficient information on how it uses data from Comcast.net users. \u001d  Because of this dissatisfaction, Comcast asked other Internet companies to submit proposals, and currently it's talking to Microsoft, whose MSN unit is one of the largest search engines after Google and Yahoo. Google's current deal with Comcast expires at the end of this year. A Microsoft spokesman declined to comment. \u001d  Agreements with distribution partners usually are hard-fought by the Internet companies, and sometimes swing back and forth. Chinese computer maker Lenovo Group Ltd., for example, announced this past week that it planned to install Microsoft's toolbar software and set default search settings to its search service on PCs before they ship, replacing a similar arrangement with Google. \u001d  Comcast is expected to make a decision in weeks. Google had $10.6 billion in revenue last year, so an end to its Comcast arrangement would not likely affect its results significantly. \u001d  Comcast ultimately may decide to stay with Google because of Google's scale, clout with advertisers and the popularity of its search results. Google, on average, collects more advertising revenue per search than its competitors, at least in part because it displays ads that people are more likely to click on. \u001d  Besides search, Comcast also is looking for ways to increase advertising revenue from Comcast.net and its other sites. The cable company is talking to Microsoft, Yahoo Inc. and Time Warner Inc.'s AOL unit about a three-year deal to sell 80% of the advertising on Comcast.net, people said. Comcast is holding on to the other 20% and advertising on its other sites to help it build an in-house broadband sales staff. \u001d  A Google spokesman declined to comment. \u001d  --- \u001d  Kevin J. Delaney contributed to this article. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:00 ET (04:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"904322c1d7816c295a98e4918902e4f8","symR":["000039.SZ","CN0009091124"],"date":"2007-03-17","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"China Intl Marine Containers 2006 Net Up Vs CNY2.67B In 2005","GmtTimeStamp":"2007-03-17T07:31:00.000000000","CompanyCodes":["000039.SZ","CN0009091124"],"IndustryCodes":["TRQ","XDJGI"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 17, 2007 03:31 ET (07:31 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9d15e1b2596bc6ddd03db09c347b12a5","symR":["BOT","CME","ICE","BOT","CME","ICE"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"CME Chair Duffy: CME Has Definitive Agreement On CBOT Merger","GmtTimeStamp":"2007-03-17T14:47:00.000000000","CompanyCodes":["BOT","CME","ICE"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS","XSP5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  March 17, 2007 10:47 ET (14:47 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a2bccbda976523177a2c51effc681e61","symR":["BOT","CME","ICE"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"CORRECT: Duffy Referring To Boca Raton Conference Schedule","GmtTimeStamp":"2007-03-17T16:10:00.000000000","CompanyCodes":["BOT","CME","ICE"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS","XSP5"],"Story":"\b \u001d  Duffy did say, \"We are keeping up with our schedule as planned on our calendar.\" Duffy later clarified that he was talking about his schedule for the Boca Raton conference, not the planned merger with CBOT. \b \u001d  (In \"MARKET TALK: CME CEO Donohue Says Don't Even Ask,\" whcih ran at 1730 GMT, Duffy's quote was misstated.) \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 12:10 ET (16:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a748cb8b496fa690de7be8b8ca6f7e40","symR":["000039.SZ","CN0009091124"],"date":"2007-03-17","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"China International Marine Containers 2006 Net CNY2.77 Bln -2","GmtTimeStamp":"2007-03-17T08:02:00.000000000","CompanyCodes":["000039.SZ","CN0009091124"],"IndustryCodes":["TRQ","XDJGI"],"Story":"\u001d  The Shenzhen-based firm's core revenue rose to CNY33.17 billion in 2006, from CNY30.96 billion a year earlier. \u001d  Looking ahead, the company said it is aiming to strengthen its leading position in the container industry by exploring new markets. \u001d  Analysts had expected CIMC's full-year results to continue to show the effects of industry overcapacity and falling prices in its core business of dry cargo containers. \u001d  CIMC reported a 19% drop in net profit for the nine months ended Sept. 30, 2006, to CNY2.15 billion, with profit margins on containers down to 13.2% from 17.5% a year earlier. \u001d  However, the company's diversification into more specialized and profitable businesses, such as trailers used in road transport, was expected to limit the full-year decline in net profit, analysts said. \u001d  CIMC's largest shareholders are two shipping-related companies, state-owned China Ocean Shipping (Group) Co. and an arm of China Merchants Holdings (International) Co. (0144.HK). \b \u001d  -By China Bureau, Dow Jones Newswires; 8621 6120-1200; djnews.shanghai@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 04:02 ET (08:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"aa995a90e81b6633ba40cb628d688827","symR":["2330.TW","IFX","IFX.XE","INTC","SNDK","STM","STM.MI","TSM","TXN","DE0006231004","NL0000226223","TW0002330008","US4581401001","US8825081040"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/19) Tech Trader: St Microelectronics Shares As Pricey As A European Vacation","GmtTimeStamp":"2007-03-17T04:05:00.000000000","CompanyCodes":["2330.TW","IFX","IFX.XE","INTC","SNDK","STM","STM.MI","TSM","TXN","DE0006231004","NL0000226223","TW0002330008","US4581401001","US8825081040"],"IndustryCodes":["SEM","XATI","XCA4","XDAX","XDJGI","XDJI","XENX","XFFX","XGTI","XISL","XMIB","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  I'm used to seeing Europeans pay low multiples for their continent's tech stocks. That was before I saw where ST Microelectronics has been trading lately. The Geneva-based firm (ADR Ticker: STM) is one of the world's top five semiconductor companies, selling chips for wireless phones, digital cameras and video displays. Its sales have flattened. It is struggling to cut costs, get out of the profit-pinching memory business and keep up with tough rivals like Texas Instruments (TXN) and Qualcomm (QCOM). Yet at a recent $19 on the New York exchange (or about 14.30 euros in Paris or Milan), ST enjoys about twice the earnings multiple of the better-positioned TI. I'm just an American hayseed, but I don't get it. \u001d  The company is the product of a 1987 merger between Italian and French chip makers. Since taking over as chief executive in 2005, Carlo Bozotti has been working to increase ST's operating profits and cash flow. He's done a good job. By controlling expenses, ST's operating profit margin rose from 2.7% in 2005 to 6.9% in 2006. By clamping down on capital spending, ST more than doubled its free cash flow (that is, cash from operations minus capital spending) from less than 3% of sales in 2005 to 7.5% in 2006. \u001d  Overall, earnings more than doubled last year to 83 cents a share on an 11% rise in sales to $9.9 billion. The company's stock-market capitalization is about $17 billion. \u001d  To continue paring costs, ST hopes to hive off its flash- memory chip business. The memory unit has struggled to break even on sales that amounted to 16% of the company's total last year. The flash-memory market, which includes the memory chips used in cellphones, digital cameras and music players, is a heavyweight fight between Samsung and joint ventures that pair Toshiba and Sandisk (SNDK) and Intel (INTC) and Micron Technologies (MU). \u001d  Although ST is teamed with Korea's Hynix to make flash, it also makes a less popular kind of memory known as NOR chips. By unloading NOR memory, ST could escape the heavy capital investments needed to stay in the memory game. That's exactly what Advanced Micro Devices did when it spun off Spansion (SPSN) a year ago. \u001d  But it still takes plenty of expensive gear to make ST's other chip products. To share the cost of a leading-edge factory in Crolles, France, ST teamed up with Motorola and Phillips. That was before those partners spun off their chip businesses into Freescale Semiconductor and NXP Semiconductors, respectively. Now Freescale and NXP are owned by private-equity investors. NXP has given notice that it will bail from the Crolles alliance at the end of this year, and Freescale seems to be cozying up to IBM as its preferred manufacturing mate. \u001d  ST says that it wants to get out of chip manufacturing, anyway, by sending more of its products to outside foundries like Taiwan Semiconductor Manufacturing (TSM). In doing that, ST is trying to take a page out of the playbook of Texas Instruments, which has lightened its capital spending in recent years by using foundries. \u001d  Bozotti's financial management has won plaudits on this side of the Atlantic, no doubt helping ST shares deliver their splendid performance in the past year. From the tech sector's bottom in July 2006, ST's stock has risen over 30%, which is nearly double the rise of the Philadelphia Semiconductor Stock Index, or SOXX. \u001d  ST has won Buy ratings from analysts like Mark Lipacis of Prudential Equity Group (who was out of pocket when I called his office  Friday). In his notes, Lipacis reports that ST has the industry's best cash- flow yields, given that its free cash flow should be better than 7% of his forecast for 2007 revenues. Texas Instruments ranks third, with about 5.2% (after accounting for stock buybacks that TI uses to offset employee stock options). The Prudential analyst says that such free cash-flow percentages were strong predictors of stock performance last year. \u001d  But ST's cost controls will only go so far, if its sales don't keep growing. Although full-year sales rose 11% in 2006, on a sequential basis sales flattened and then turned downward after the June 2006 quarter. In January, ST told investors to expect sales to slide 3%-11% sequentially in the quarter ending this month. ST bulls are banking on a sharp rebound in sales in the second half of the year. \u001d  I'm not sure I understand why. ST's cellular phone chips are positioned in the wrong part of that market. It has put its efforts into developing chips for feature-rich handsets designed for so-called Third Generation cellular networks. But most of the industry's growth lately has been in humble Second Generation products that sell cheaply. \u001d  Rivals like Texas Instruments have very low cost silicon for 2G phones that integrates nearly all the necessary chips in a single part. And TI is working on highly-integrated solutions for cheap 3G phones, as well. ST doesn't have single chip offerings for the \"value cell phone\" market and if pricing becomes tougher for both 2G and 3G chips, then ST will be hard pressed to maintain its margins. Imaging chips are another important business for ST. It's also a critical business for some head-butting rivals like Micron. \u001d  ST plans a big entrance this year into the market for Bluetooth chips, which allow headsets and other paraphernalia to go wireless. But Bluetooth is a hotly contested business, with tough rivals like Britain's CSR, Broadcom (BRCM) and the doughty wireless chip maker Atheros Communications (ATHR). That doesn't look like the place to go for a revenue rebound. \u001d  The visibility's not great, therefore, on an ST sales revival. So why does it trade for 23 times trailing earnings, while Texas Instruments trades for 11 times? Well, both ST and the German chip maker Infineon (IFX) have been flagged as potential buyout candidates that private equity buyers could load up with debt -- like Freescale. So much private equity money is looking for work these days that you can't rule out any deal, but ST's challenges look kind of difficult to this yokel. \u001d  --- \u001d  E-mail: william.alpert@barrons.com \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:05 ET (04:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b69aa2d7ca34ac29b73119df049fb81d","symR":["BEE","CLRK","CPE","DLTR","GTOP","MAA","PCE.V","WFC","CA6938601086","US9497461015"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/19) Research Reports: How Analysts Size Up Companies","GmtTimeStamp":"2007-03-17T04:08:00.000000000","CompanyCodes":["BEE","CLRK","CPE","DLTR","GTOP","MAA","PCE.V","WFC","CA6938601086","US9497461015"],"IndustryCodes":["BNK","BTC","COA","HPD","HPR","OIS","OTS","REA","REI","RTS","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI","XSP5"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \u001d  Callon Petroleum - CPE-NYSE \u001d  Market Perform - Price 13.94 on March 13 \u001d  by Raymond James \u001d  CPE reported net income per diluted share of 27 cents, beating our estimate of 24 cents and matching consensus. Higher-than-expected production and realized pricing provided most of the upside to our estimate. Production in 4Q06. . . [was] up 216% year-over-year [but] vast majority of growth is due to post-hurricane restoration. . . . reserves are now down a total [of] 56% from 2000, and have declined six consecutive years. . . . CPE is purchasing BP's 80% interest in Entrada for $190 million, adding 150 billions of cubic feet equivalent of proven reserves, more than doubling CPE's proven reserve base, but even with this, it is still below 2000 levels. . . . We are reducing our '07 earnings-per-share estimate from $1.50 to 72 cents and our '08 EPS estimate from $2.24 to $1.65. We still think Callon is reasonably priced, trading at 4 times '08 estimated earnings before interest, taxes, depreciation and amortization. Yet due to reserve [declines], high leverage associated with the acquisition and. . . risk associated with having a majority of proven reserves in a single field, we're downgrading CPE from Outperform to Market Perform. \u001d  Color Kinetics - CLRK-NNM \u001d  Buy Price 18.68 on March 13 \u001d  by Think Equity \u001d  Maintaining Buy and target of 28, which represents a 33 times multiple of our pro forma 2008E EPS of 72 cents, in line with CLRK's current multiple of 31 times our calendar-year '07 EPS estimate of 50 cents. . . . [We believe] CLRK's three- to five-year earnings growth rate will be greater than 40%-45%. We expect to see the adoption of solid-state illumination gain momentum as the efficiency and pricing of LEDs [improve]. Given the sizeable opportunity and CLRK's position as a market leader, we believe that CLRK shares will command a high earnings multiple for many years to come. \u001d  Dollar Tree Stores - DLTR-NNM \u001d  Peer Perform - Price 36.66 on March 13 \u001d  by Bear Stearns \u001d  Upgrading to Peer Perform from Underperform. DLTR is currently trading at 8.4 times trailing Ebitda. In light of the announced takeover [of] Dollar General at an estimated 12 times trailing Ebitda, we believe the risk/reward is even. While DLTR has been able to drive top line sales effectively, operating income growth has lagged. In 2006, operating income increased 9.5% on a sales gain of 17%. DLTR starts cycling tougher comparisons this year and is adding more food to its sales mix, which could pressure margins. DLTR shares are trading at 18 times our 2007 post-stock option EPS estimate of $2, in line with their historical range of 16 to 18 times forward estimates over the last three to five years. . . . We do not think that DLTR is a buyer of Dollar General, as a deal would likely be dilutive, given current offer from KKR. Yet we believe dollar-store industry will consolidate long-term and that such a transaction would jump start DLTR's foray into a multiple-price-point format. \u001d  Genitope - GTOP-NNM \u001d  Hold - Price 3.41 on March 13 \u001d  by W.R. Hambrecht \u001d  Fourth-quarter loss exceeded expectations, but the company has sufficient cash to fund operations through the end of 2007. We believe the driver remains the Phase III MyVax data in follicular non-Hodgkins lymphoma that are expected in Q407. We remain cautious on the outcome of this trial. Given the binary nature of the data on GTOP's stock, we maintain our Hold rating. \u001d  Mid-America Apartment Communities - MAA-NYSE \u001d  Outperform Price 53.89 on March 13 \u001d  by Morgan Keegan \u001d  MAA has significantly underperformed its multifamily peers within the past several months, creating an attractive entry point. MAA shares trade at nearly a 25% discount to multifamily sector [funds-from-operations] multiples, and at a 15% [funds available for distribution] multiple discount. The current price represents a 9% discount to our $59.02 per share net-asset-value estimate. We are upgrading MAA from Market Perform to Outperform based on valuation. \u001d  Pacific Asia China Energy/PACE - PCEEF-Other OTC \u001d  Speculative Buy - Price 55 cents on March 12 \u001d  by Dutton Associates \u001d  PACE, through a joint venture with Mitchell Drilling, has signed a multicompany degasification contract with Shenhua Ningxia Coal Group of Shenhua Group, China's largest coal producer, which is valued in excess of [U.S. $7.8 million] and provides turnkey operation [to] include 44,000 meters of. . . drilling. . . . The joint venture expects to receive about 55% of the total contract value. . . . PACE disclosed that other foreign operators of coalbed-methane projects in China have expressed interest in using the joint-venture technology. 12-month target: $1. \u001d  Strategic Hotels - BEE-NYSE \u001d  Market Perform - Price 21.93 on March 9 \u001d  by Wachovia Securities \u001d  There's leveraged-buyout chatter stemming from a competitor who reports private-equity firms are assembling bids to pursue acquisition of BEE. We estimate net asset value at roughly 24 per share, but have been reluctant to upgrade BEE because: we're not wholly convinced CEO Laurence Geller is a willing seller now despite BEE's recent challenges; and concern that BEE may announce a significant multiyear renovation program that could be disruptive to future cash-flow growth, financial leverage, and ultimately NAV. \u001d  Wells Fargo & Co. - WFC-NYSE \u001d  Outperform - Price 34.50 on March 12 \u001d  by RBC Capital Markets \u001d  Virtually all WFC's subprime mortgage originations in '06 were securitized and sold into the secondary market or made under co-issue arrangements whereby Wells only services the loans for a fee. The only subprime loans. . . are those generated by consumer-finance division Wells Fargo Financial; these are mostly debt consolidation loans -- only part of the real estate-secured portfolio and just 7% of Wells Fargo's total loans outstanding. While Wells Fargo's credit quality continues to hold up well, the stock could still be exposed to further headline risk should the subprime meltdown continue. Beyond that, there could be some modest risk to revenues through lower servicing fees or lower gains on the origination/sale of loans. At this point, we remain confident WFC will continue to post above-average revenue and earnings growth relative to most other large-cap banks. As such, we are leaving our 2007 and 2008 EPS estimates unchanged at $2.73 and $3.00, respectively. With the stock trading at a rare 5%-10% discount to the group, compared to a 10%-15% premium historically, we believe the recent selloff represents an attractive buying opportunity. Our 12-month target, 41 (15 times our 2007 EPS estimate), still conservatively assumes only a 5%-10% premium relative to the S&P 500 Bank Composite. Reiterate Outperform/Average Risk. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:08 ET (04:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b8730cb2d27f944473b6e8b0d68ff570","symR":["DCX","DCX.XE","F","GM","DE0007100000","US3704421052"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"US Top Auto Executives To Meet With Bush Later This Month","GmtTimeStamp":"2007-03-17T07:27:00.000000000","CompanyCodes":["DCX","DCX.XE","F","GM","DE0007100000","US3704421052"],"IndustryCodes":["AUT","OIL","XDAX","XDJGI","XDJI","XFFX","XNYA","XRUS","XSP5","XST5"],"Story":"\b \u001d  DETROIT (AP)--President George W. Bush and top executives of Detroit's three automakers plan to meet again in Washington later this month to discuss increased use of flexible and alternative fuels. \u001d  No date has been set for the meeting, to take place at the White House, but Colin McBean, manager of Washington communications for DaimlerChrysler AG (DCX), said the talks likely will center on alternatives to gasoline and diesel fuel such as ethanol and biodiesel-powered vehicles. \u001d  \"There's interest among the respective parties to discuss flexible fuel as well as alternative fuels,\" McBean said Friday. \u001d  The White House would not confirm that the meeting is on Bush's schedule, but a spokesman said the administration stays in contact with the automakers on alternative fuels and other issues. \u001d  \"We look forward to working with them to reduce gasoline usage,\" said spokesman Alex Conant. \u001d  Bush last met with General Motors Corp. (GM) Chairman and Chief Executive Rick Wagoner, Ford Motor Co. (F) CEO Alan Mulally and DaimlerChrysler AG's Chrysler Group CEO Tom LaSorda in November, promising continued dialogue on trade, health care and other issues. \u001d  The president was criticized by Sen. Debbie Stabenow, a Michigan Democrat, for not meeting with the executives sooner. \u001d  Since then, Bush, in his State of the Union address, proposed reducing gasoline use by 20% over the next 10 years. He called for ramping up the production of alternative fuels such as ethanol made from new, non-corn feedstocks, and he called on Congress to require the annual use of 35 billion gallons of ethanol and other alternative fuels such as biodiesel by 2017, a fivefold increase over current requirements. \u001d  Earlier this month Bush arranged with Brazil for the two countries to share ethanol production technology. \u001d  Next week, the president is scheduled to tour two Kansas City, Mo.-area auto assembly plants and discuss his plan to reduce fuel consumption. \u001d  Spokesmen for Ford and GM wouldn't say Friday whether a meeting between the president and the auto executives had been arranged. \u001d  Stabenow said another meeting is a good step, but she said Bush needs to allocate more money to alternative fuel and battery technology development. \u001d  \"We need to see a boldness coming from the president's budget on alternative fuels,\" she said. \u001d  She expects the executives and Bush to discuss increasing the number of filling stations that have ethanol and biofuels. While incentives have been successful in developing alternative fuels, the infrastructure isn't in place to get them to consumers, she said. \u001d  Conant said Bush is taking action on alternative fuels, making energy independence a priority in his State of the Union address and is working with Congress on gasoline use reduction goals. \u001d  Last year the leaders of GM, Ford and DaimlerChrysler said that by 2010 they would double their production of flexible fuel vehicles, which can run on blends of 85% ethanol and 15% gasoline. \u001d  They have targeted building 2 million of these vehicles a year by 2010, but note the lack of fueling stations that carry the ethanol blends. Less than 1% of the nation's 170,000 gas stations offer E85, and most are found in the Midwest. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 03:27 ET (07:27 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bb0dbfcb8611af7db5b4f228a5a1a5a9","symR":["WY"],"date":"2007-03-17","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(3/19) Barron's Online: Forest Grumps: Weyerhaeuser Insiders Unload Big Holdings","GmtTimeStamp":"2007-03-17T04:04:00.000000000","CompanyCodes":["WY"],"IndustryCodes":["FOR","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Naureen S. Malik \u001d  WEYERHAEUSER EXECUTIVES ARE HARVESTING HEFTY GAINS AS THE STOCK hovers around record highs and the timber producer faces mounting pressure to convert into a real-estate investment trust. \u001d  Over the past 30 days, 13 senior executives of Weyerhaeuser (ticker: WY) sold more than 787,000 shares for roughly $70.7 million, according to Insider- \u001d  Score.com data. All shares were sold at prices ranging from $80.05 to $84.67; the stock was at 79 late last week. \u001d  Insidersalso exercised options for about 804,000 shares in the past month for $44 million, or from $49.61 to $69.73 per share, and were not set to expire for a couple of years, according to Thomson Financial. \u001d  It was the company's highest level of monthly selling ever, based on data going back to 1999. \u001d  Weyerhaeuser spokesman Bruce Amundson said that senior management and other parties familiar with a recent acquisition had been \"precluded from trading the stock\" due to a blackout period (related to an acquisition) from July 2006 to March 8. \u001d  Michael Painchaud, managing director of research for Market Profile Theorems, says that insider selling has painted a bearish picture at Weyerhaeuser-one matched with downbeat analysts-while \"the markets are overly enthusiastic\" about the stock. \u001d  Statistical analysis of Weyerhaeuser and the broader market indicates that \"these kinds of situations would suggest we would see price weakness now\" at the lumber company, says Painchaud. \u001d  The largest inside seller in this latest wave was Chairman, Chief Executive Officer and President Steven Rogel. In fact, Rogel sold all the shares he directly owned. On March 8, Rogel grossed $29.83 million by selling on the open market 356,397 shares that were acquired through options for $18.9 million, Securities and Exchange Commission filings show. Those options hadn't been set to expire until the period February 2009 through February 2011. Weyerhaeuser's annual proxy statement, released March 9, indicates Rogel continues to hold options exercisable for 1.09 million shares. Rogel's total compensation package for 2006 was nearly $4.07 million, including a salary of $1.29 million and a bonus of $1.3 million that represents 80% of his target award. \u001d  The stock touched a record high of $87.09 onFeb. 27, but has fallen nearly 6% since then amid a broad market drop. So far this year, Weyerhaeuser shares are up 13%, on par with forestry peers. Still, it's trading at 28 times earnings-per-share estimates for the next four quarters. That gives the stock a roughly 26% premiumto the forest-products industry, while in the past it has traded at a discount averaging 19%. \u001d  Shareholders are pressuring Weyerhaeuser to change its status as a corporation to a REIT with better tax benefits and where gains are passed on to investors, but it is unclear whether the push will succeed. One hurdle: The company \"may have to sell everything but timberland to qualify\" forREITstatus, according to UBS analyst Richard Schneider. The analyst, who rates the stock Neutral, says Weyerhaeuser \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:04 ET (04:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e59a0737738442c2ec2074451f2411d9","symR":["BOT","CME","ICE"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"CME Chair Duffy: CME Has Definitive Agreement On CBOT Merger-2","GmtTimeStamp":"2007-03-17T15:39:00.000000000","CompanyCodes":["BOT","CME","ICE"],"IndustryCodes":["SCR","XDJGI","XNYA","XRUS","XSP5"],"Story":"\b \u001d  ICE's entry into the fray this week further complicates CME's bid for CBOT, which was already plagued by concerns that it would create a monopoly in the interest-rate futures and options market. CME had hoped the deal would be approved by antitrust authorities by midyear. \u001d  Duffy's emphasis on CME's clearing and technological strengths highlights one of the potential advantages it has over its competition. \u001d  ICE acquired a clearing facility in January with the acquisition of Nybot. Industry watchers have queried whether it will be able to handle the increased business from a merger with CBOT. \u001d  Duffy added that CME has invested $1 billion in technology over the past seven years. \u001d  CBOT chairman Charles Carey wouldn't be drawn Saturday on when his executives would meet to discuss ICE's proposal. \u001d  \"We'll be having lots of board meetings,\" he told Dow Jones Newswires. \b \u001d  -By Emily Barrett and Matt Chambers, Dow Jones Newswires \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 11:39 ET (15:39 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"e8a635c2b1b2cb42b04013d7ac7d4d40","symR":["BTU","FCX","JOYG","NE","NBPBX","US35671D8570"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/19) Taking The Long View","GmtTimeStamp":"2007-03-17T04:09:00.000000000","CompanyCodes":["BTU","FCX","JOYG","NE","NBPBX","US35671D8570"],"IndustryCodes":["COA","DRL","MNG","OIE","TRQ","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By J.R. Brandstrader \u001d  Interview with \u001d  S. Basu Mullick \u001d  Manager \u001d  Neuberger Berman Partners Fund \b \u001d  Many investors claim to emulate warren Buffett, but S. Basu Mullick, manager of the $4 billion Neuberger Berman Partners Fund (ticker: NBPBX), had good reason to invoke the teachings of the Great One last month when day traders hammered one of his favorite stocks, Freeport-McMoRan Copper & Gold (FCX). Mullick held tight as the stock plummeted 10%, to 56, on Feb. 27, amid concerns the plunge in Asian markets would depress demand for copper. \u001d  \"Buffett doesn't trade,\" says Mullick, who bought Freeport at 52 a share, and thinks it should sell for 80, or 10 times 2007 estimated earnings of $8 per share. \"He holds on to stocks for 36 years.\" \u001d  Buffett has said his favorite holding period is forever, a luxury mutual-fund managers don't have. Mullick, 48, managing director and portfolio manager on Neuberger's mid-cap value and large-cap value teams, says his annual turnover is a conservative 30% or so, including inflows, and \"there are almost no capital gains.\" \u001d  Nevertheless, like Buffett, he refuses to follow the crowd when his insights and instinct lead elsewhere. In the case of Freeport, he says, the company is run by shareholder-oriented managers and should be able to pay down debt faster than the market expects after the recent purchase of Phelps Dodge. Besides, he says, \"the fundamental demand/supply balance of copper is strongly in favor of price stability at the current levels.\" The May copper contract was trading for $2.97 a pound last week. Freeport's stock has been moving up, hitting $60 last week. Mullick has no plans to sell. \u001d  That tenacity has generally worked well for investors in the no-load, large-blend value fund, although Neuberger Berman Partners is neck-and-neck with the Standard & Poor's 500 index year-to-date, down 1.92% versus the S&P's decline of 1.78%. Over the past 12 months, however, it has climbed only 6.37%, while the S&P was up 8.96%. \u001d  Yet in the three-year period, the fund beats 96% of its peers, up 13.82%, versus a 9.37% gain in the index; for the five-year stretch, it's up 8.78% -- once again ahead of the S&P's return, 5.65%. Morningstar awards the fund four stars out of five. \u001d  Mullick says he's fascinated by the interplay of macroeconomics and individual stock stories, as in the case of supply-and-demand trends in copper. \u001d  Even so, he's a bottom-up stock-picker, examining company fundamentals first and the economic trends that might affect them later. He aims to buy best-of-breed companies with high margins and returns, whose shares are trading at historically low valuations. Typically, Mullick looks for stocks whose price/earnings and price/cash flow multiples are at 10-year lows. \u001d  The fund usually holds 60 to 85 companies, with none accounting for more than 5% of assets. The average market capitalization of fund holdings is about $40 billion. \u001d  Mullick has three criteria for selling stocks. Either the fundamental investment case changes; a stock reaches his price objective; or it drops 30% and he is unwilling to double down. \u001d  Coal producer Peabody Energy (BTU), another holding, has taken a pounding of late. Two warm winters and the ready availability of nuclear and hydro power have depressed coal prices, while inventories have built. Peabody is the largest, most diversified producer of coal, the cheapest and most abundant source of baseload power. Mullick's take: \"Peabody remains undervalued at a 10-year-low P/E,\" says Mullick, who bought the stock at 18 and thinks it could trade up to 55, from 38 now. \u001d  A weak coal market also has made Joy Global (JOYG) a bargain, according to Mullick, who believes the leader in surface- and underground-mining equipment, particularly for coal, is well positioned to benefit from operating leverage. Double-digit revenue growth will be driven by a solid backlog, he says, and cash flow is likely to exceed earnings per share, which should continue to grow by 20% or more. Joy is returning cash to shareholders, he notes, with a $1 billion stock repurchase program. The stock has dropped more than 10 points since Feb. 23, to around 42. \u001d  Another pick, Noble (NE) also has been on a roller-coaster ride, falling from 73.58 on Feb. 26 to 67.74, before bouncing back to about 74; Mullick bought the shares at 71. The offshore driller's valuation is at a 10-year low. \"Clearly, the expectation is for energy services to have negative earnings revisions, but in the case of Noble, the market seems to have overdone it,\" he says. \"We think stock has a fair value of $100-plus.\" \u001d  Mullick's investment style can produce white knuckles -- for the manager and his investors. Morningstar's David Kathman likes the no-load fund's competitive expense ratio of 1.14%, but warns that Neuberger Berman Partners is \"capable of underperforming dramatically, as it did in 2002 and most of 2006.\" \u001d  Mullick's ability to stay cool while the market melts down may stem from the tempering he underwent in his first job as a metals analyst for PaineWebber. The year was 1982, the rust belt was in a near-depression and the sector was entering a 20-year bear market. \"That was the hardest time to be a metals analyst,\" he says. \"There is a recovery today because of an added leg to development . . . behind the Iron Curtain.\" \u001d  Mullick, who teaches portfolio management at New Jersey's Rutgers university, left PaineWebber in 1986 to join First Fidelity Bank as a portfolio manager. Two years later, he became a portfolio manager at John A. Levin, and in 1992 joined Omega Advisors to run a hedge fund. Chafing under the demand for short-term performance, he moved to Ark Asset Management and then, in 1998, to Neuberger Berman. \u001d  \"We take a long view,\" says Mullick. \"We're not going to outperform every year.\" Then again, neither does Buffett. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:09 ET (04:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ea9e0a375723795367967e0c04e2b107","symR":["1398.HK","601398.SH","CN000A0LB2Q1","CN000A0LB420"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(3/19) Asian Trader: New Offerings Keep Blooming In China","GmtTimeStamp":"2007-03-17T04:06:00.000000000","CompanyCodes":["1398.HK","601398.SH","CN000A0LB2Q1","CN000A0LB420"],"IndustryCodes":["BNK","XDJGI","XHSG"],"Story":"\b   (From BARRON'S) \b   By Rick Carew \u001d  In china, massive investor demand for new, higher-quality issues is translating into one of the world's most resilient markets for initial public offerings -- despite Shanghai's Feb. 27 tumble. And the pipeline in Hong Kong and Shanghai is stacked with investor favorites, like banks. \u001d  Over the period of a year, three of China's four biggest banks sold a whopping $42.3 billion worth of shares on the two exchanges, capped by the world-record $21.9 billion IPO of Industrial & Commercial Bank of China in October. \u001d  The great Chinese bank sale far exceeded expectations, feeding investor appetite for exposure to China's rapid economic growth, which soared 10.7% last year without stoking inflation. Investors see Chinese banks as the purest play on overall economic growth, due to their huge and varied lending portfolios and potential in the immature retail-banking market. \u001d  Now comes a slew of smaller Chinese banks ready to go to market. Demand for midsize national banks and city commercial banks, which primarily operate in one city, should rival that for bigger peers, analysts say; Hong Kong and Shanghai could see up to seven first-time offerings from smaller Chinese banks this year alone. Industrial Bank Co. kicked off the parade in January by selling $2.1 billion of shares in Shanghai -- the most sought-after IPO in the domestic market's history, with the retail tranche 129 times oversubscribed. (Hong Kong-traded shares are easily accessible to global investors, but Shanghai shares must go through the Qualified Foreign Institutional Investor program.) \u001d  Investors often favor midsize banks -- and award them premiums -- since their scale lets them grow revenues, and hence profits, much faster than state banks. Investors also target high-growth niche markets like credit cards (China Merchants Bank) or small-and medium-sized enterprise lending (China Minsheng Banking). Industrial Bank's 369-branch network, concentrated in richer south China, makes it more flexible than Industrial & Commercial Bank of China, with its 18,000 scattered branches. And they handle risk management better. Meanwhile, smaller banks have been China's best performers in terms of asset quality. \u001d  At the end of 2006, midsize banks had an overall nonperforming-loan ratio of 2.81%; city commercial banks had a 4.87% NPL ratio; and China's three biggest listed state banks each needed multi-billion dollar bailouts to get their NPL ratios below 5%. Smaller banks haven't received similar government bailouts, although some have benefited from local-government or parent-company capital injections. \u001d  Analysts caution that the scarcity factor may fade, and later joiners could have trouble differentiating themselves. \"Smaller banks can't be overly ambitious,\" says Jing Ulrich, JPMorgan's head of China equities. \"Their shares should be [priced in an IPO] at a discount to what bigger banks are trading at today.\" \u001d  Peking University finance professor Michael Pettis believes Chinese banking stocks trade at high multiples of book value because they're technically insolvent and, thus, a bet on volatility. He compares them to call options or Internet stocks: They could do really well (if China keeps up 10% growth), or really badly (if China's economy slows, and loans go bad). \u001d  \"In principle, smaller banks will trade at even higher multiples than the big banks because they generally have a regional focus, which makes them purer [and more volatile] bets on GDP growth, especially for banks in faster growing regions,\" he says. \u001d  --- \u001d  Rick Carew reports for Dow Jones Newswires in Beijing. \u001d  --- \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 00:06 ET (04:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"edf2afa5b899ca9cf049680383ee01b2","symR":["NWS","NWS.AU","NWSA","TNI.LN","AU000000NWS2","GB0009039941"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Potential Racing Post Suitors Putting Final Touches On Bids-FT","GmtTimeStamp":"2007-03-17T11:08:00.000000000","CompanyCodes":["NWS","NWS.AU","NWSA","TNI.LN","AU000000NWS2","GB0009039941"],"IndustryCodes":["BRD","MED","PUB","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"\b \u001d  LONDON (Dow Jones)--Potential suitors for the Racing Post are putting final touches to their offers for the U.K.'s only racing daily ahead of the March 26 deadline, reports the Financial Times Saturday, citing the information memorandum from the seller's bankers Rothschild. \u001d  The paper reports Rupert Murdoch's News International, the holding company of News Corp.'s (NWS) U.K. publishing activities, the owner of The Sun and The Times newspapers, and private equity firms including DLJL, 3i and Exponent are understood to have indicated interest. \u001d  Trinity Mirror (TNI.LN), the newspaper publisher that is putting Racing Post up for sale and hopes to get an estimated GBP200 million for it, said it had a \"healthy line-up across all types of buyers.\" \u001d  Newspaper Web site: http://www.ft.com \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9330 \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 07:08 ET (11:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f007635274a2a150a8146dfa75be8f1e","symR":["TMAT.RS","RU0007661385"],"date":"2007-03-17","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"UPDATE: 5 Killed, 51 Hurt In Airliner Crash Landing In Russia","GmtTimeStamp":"2007-03-17T09:11:00.000000000","CompanyCodes":["TMAT.RS","RU0007661385"],"IndustryCodes":["AIF","AIR"],"Story":"\u001d  (Adds details) \b \u001d  MOSCOW (AP)--A Russian airliner crash landed in the city of Samara on Saturday, killing five people and injuring 51, a spokesman for the Emergency Situations Ministry said. \u001d  Spokesman Viktor Beltsov described the accident as a \"hard landing\" of a Tu-134. The NTV television channel said the plane landed on its fuselage after the landing gear failed to come down. \u001d  The plane belonged to the Russian airline UTAir (TMAT.RS) and had 57 people on board, ministry spokeswoman Irina Andrianova said. She said there was no fire after the crash, but had no further details about how the accident occurred. \u001d  Samara is about 900 kilometers southeast of Moscow. \u001d  Tu-134s are widely used in the former Soviet Union. The plane that crashed was en route to Samara from Surgut, about 1,600 kilometers to the east. \u001d  The last major crash of a Russian airliner was on Aug. 22, when a Tu-154 of Pulkovo Airlines crashed in Ukraine, killing all 170 people aboard. \u001d  In July, an Airbus-310 of S7 airlines went off the runway after landing in Irkutsk, smashed into adjacent buildings and caught fire, killing 123 of the 203 people aboard. In May, an Armenian Airbus-320 crashed into the Black Sea while trying to land in the southern Russian city of Sochi, killing all 113 people aboard. \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 05:11 ET (09:11 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f4aa747a9be4c5fe35baeb630a231929","symR":["AM.XX","BCI.XX","CVC.YY","JSAIY","SBRY.LN","VNO","GB00B019KW72"],"date":"2007-03-17","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"CVC Offer For Sainsbury Set For As Early As Next Wk-Report","GmtTimeStamp":"2007-03-17T11:03:00.000000000","CompanyCodes":["AM.XX","BCI.XX","CVC.YY","JSAIY","SBRY.LN","VNO","GB00B019KW72"],"IndustryCodes":["FDR","FIS","REA","REI","RTS","XDJGI","XFT1","XNYA","XRUS","XSP5"],"Story":"\b \u001d  LONDON (Dow Jones)--J Sainsbury (SBRY.LN) is braced for a preliminary takeover offer from the private equity firm CVC and its partners of up to GBP9.5 billion as early as next week, reports The Times Saturday, without citing its sources. \u001d  The move comes as rival firms including Bain Capital and Apollo Management are known to be circling Sainsbury, the paper writes. \u001d  The Times reports it is believed that Bain and Apollo have held talks with Vornado Realty Trust (VNO), the New York real-estate investment trust, but haven't yet formed a formal consortium. \u001d  Newspaper Web site: http://www.timesonline.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9330 \b \u001d  (END) Dow Jones Newswires\u001d  March 17, 2007 07:03 ET (11:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."}]
