[{"md5ID":"003805da0f1a120bf4549bf1d828cdc3","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON Can't Fund Endesa Bid With Debt If Tender Rate 100% -4-","GmtTimeStamp":"2007-02-03T14:33:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\u001d  E.ON decided to raise its offer for Endesa to EUR38.75 per share in light of developments such as raised longer-term targets at the Spanish company and a new and improved regulatory framework in Endesa's Spanish home market, CEO Bernotat told analysts. \u001d  On Jan. 24, Endesa said it expects 2009 earnings before interest, tax, depreciation and amortization, or Ebitda, to reach EUR8.5 billion, up 2% from its previous goal and well above the EUR7.14 billion estimate for 2006. \u001d  Bernotat added that E.ON's initial price was at the lower end of a self imposed range, while the latest offer was nearing the upper end of this range. \u001d  \"Endesa has delivered in the past months ... Overall we felt we had to revise our offer,\" because of these developments, Bernotat said. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 09:33 ET (14:33 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"01c9954aedd4886f53cd760987fa17c7","symR":["ANAD","DISH","IWY1.XE","SIFY","WFR","US82655M1071"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/5) Cycling Into A Big Year For Tech Stocks","GmtTimeStamp":"2007-02-03T05:08:00.000000000","CompanyCodes":["ANAD","DISH","IWY1.XE","SIFY","WFR","US82655M1071"],"IndustryCodes":["BRD","ISV","MED","SCR","SEM","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Sandra Ward \u001d  Interview with Michael Cahill \u001d  Managing director and portfolio manager, Chilton Investment Co. \b \u001d  You'd never know the tech sector has been in a slump from looking at the returns of this artful and exacting investor. Since Michael Cahill launched a global technology, telecommunications and media fund for $4.5 billion Manhattan-based Chilton Investment in 2000, he's delivered returns of 119% net of fees, compared with a loss of 45% in the Nasdaq in the same span. Last year, his smart stock picking led to gains of 22.65% after fees. He accomplished that feat with a risk-averse 55% exposure to the market. That's nothing new for Cahill, a veteran of some of the most outstanding investment shops on the Street, including Kingdon Capital, where he customarily turned in triple-digit returns, and Capital Research, where he was a protege of media and entertainment specialist Gordon Crawford. He sees good times ahead and is betting on some powerful themes. \b \u001d  Barron's: The Nasdaq has underperformed for some time, and tech stocks have gotten off to a bad start this year. Is this going to be the year for tech or not? \u001d  Cahill: From 2004 through 2006, the Nasdaq has been the single worst-performing major market index. The Nasdaq is up 23% in that time, versus 35% for the S&P 500. The Russell 2000 is up 47%, Japan is up 47%, and European Indexes are up in the mid 60%-range. The MSCI Pacific ex-Japan is up 73%, and the emerging markets are up over 100% during the three-year period. \u001d  Despite the performance of the last three years, the earnings growth has actually been pretty strong, and there's been a tremendous amount of cash built on the balance sheets. The data through September puts cash at about 26% of the total assets of the average S&P 500 tech company. The average [Standard & Poor's 500] company has about 8% of its total assets in cash. So tech companies have roughly three times as much cash as the average company. \u001d  In the last three years, we've had significant multiple compression at the same time there's been a big buildup of cash, which if you strip it out, makes the valuations even more compelling. That combination is leading to massive amounts of buybacks and buyouts of technology companies by buyout funds or strategic acquisitions of technology companies. There's also been an equity shrink going on, what the Financial Times called a \"de-equitization of the public markets.\" And there's been very limited IPO [initial public offering] activity in the last couple of years. \b \u001d  Q: Put that into perspective, would you? \u001d  A: In 1999, there were 282 tech IPOs; in 2000 there were 205; in 2005 there were 23, and in 2006 there were 26. Activity really fell off. So there's been a shrinking of the supply of shares through buybacks, buyouts and strategic acquisitions, often for cash. There's been a limited incoming supply of IPOs. On top of that, there's basically been six years of liquidation in technology mutual funds. Fund flows started to stabilize for the first time in the fall, and while it's a little too early to call that a trend, at least there was some stabilization. \b \u001d  Q: This makes you optimistic? \u001d  A: Yes, after three years of underperformance and six years of mutual-fund liquidation. Even a great tech investor like Barron's Roundtable member Art Samberg is pitching cotton futures over technology stocks. A lot of people have just flat out given up on the sector, and they've moved into energy or other areas just when we are about to enter what we consider to be one of the best years for new product cycles. We also expect the continuation of some big themes that started in 2005-'06 but are really going to hit their stride in '07. \b \u001d  Q: What product cycles are you referring to? \u001d  A: Prior to this year, we haven't had many really exciting products, and certainly not as many as are coming all in the same year as we have in '07. There have been one-offs like the iPod and Motorola's [ticker: MOT] RAZR. But what will drive this year is Vista, which is Microsoft's [MSFT] new operating system that's been five years in the making. It is late, but from a timing perspective, they are hitting the PC refresh cycle almost perfectly. The last PC refresh cycle peaked around '03. So here we are in '07, and there are 411 million PCs that are 3 1/2 years old or older and that are natural candidates for the Vista upgrade. \b \u001d  Q: But is the refresh cycle still intact? \u001d  A: Last year was not a great year for PC sales, and maybe some people held off because of Vista. I think there is some pent-up demand. Another big product cycle is in video-game platforms; we're now entering the third generation with Play-Station 3 from Sony [SNE], Nintendo's [NTDOY] Wii and Microsoft's Xbox 360. That starts a whole new game cycle, which has been a big driver in the past. In 2007, we will also have a new second-generation DVD format with Blu-ray from Sony and HD-DVD from some other manufacturers. These new product cycles could drive some nice incremental demand that we haven't had. \b \u001d  Q: What are the themes you expect to take off this year? \u001d  A: Computing and the Internet are on the verge of going mobile, through 3G wireless or through Wi-Fi, where there is a brand new standard called 802.11n, and through WiMAX, which you'll hear a lot more about in the next couple of months. Sprint and Clearwire, which is backed by Craig McCaw, will build out nationwide WiMAX networks. WiMAX is basically a wide area WiFi network. WiFi is mostly in homes or at Starbucks, but WiMAX covers a larger radius and can serve cities. We're just on the cusp of a massive explosion in mobile Internet and computing and adoption taking off. \b \u001d  Q: What's another theme? \u001d  A: Another is the continued buildout in the emerging markets in wireless and Internet. India is growing basically at five million subscribers a month. China is booming as well, and many of these emerging economies are just seeing unprecedented levels of demand, and that's good for technology. \u001d  Another big trend we see is video-on-demand over the Internet. This is putting a tremendous strain on the backbone, but even more so on what I call the off-ramps, which are the pipes into people's homes. An average e-mail takes up about 10 kilobytes and a five-minute MP3 file is about five megabytes, but a full-length movie is 2.5 gigabytes. So we're moving from e-mail-dominated traffic to the MP3 player, and we are going ultimately to video, and that is going to consume massive amounts of bandwidth. With Google's [GOOG] YouTube acquisition and Ericsson [ERIC] buying Redback Networks, we've witnessed companies positioning themselves for video over Internet. \b \u001d  Q: Any more themes? \u001d  A: The last area I'll mention that we as a firm have spent a decent amount of time on is alternative energy. There is going to be a boom in alternative-energy technology, particularly solar. We have worked a lot on the solar industry, because solar is effectively a semiconductor technology that is put to a new use. The same wafers used for semiconductors go into photovoltaic cells. \b \u001d  Q: Let's get down to some picks and start with your mobile Internet theme. \u001d  A: We hunted around to find a company that could capture the Internet-going-mobile theme and found a semiconductor company called Anadigics [ANAD]. They're in the sweet spot of 3G cellular, Wi-Fi and WiMAX. They have the reference design wins at Qualcomm [QCOM] for 3G phones and Intel [INTC] for Wi-Fi and WiMAX chip sets. On top of that, they are also a play on video-over-Internet as they make the chips for the video infrastructure for Cisco Systems' [CSCO] Scientific-Atlanta division, and they also make chips that go into the advanced set-top boxes of Motorola. \u001d  Anadigics is a small-cap pure play on some of the biggest trends we can find. It has 45.2 million shares outstanding and trades at about $9 a share for about a $400 million market cap. They have got a good balance sheet with a dollar a share of net cash. There is very little Wall Street coverage, which we think is great. We own about 11 1/2% of the company, so we are believers. \b \u001d  Q: What's the earnings outlook? \u001d  A: We think they are going to earn close to 50 cents in 2007 and between 90 cents and a $1 a share for 2008 if events play out the way we see them. That's up from break-even in 2006, so they are on the verge of massive earnings acceleration. Anadigics is leveraged to many of the markets that have the most favorable growth prospects. A little more than 60% of all the announced 3G phones are using Anadigics chips. They are winning huge share. The company is also a big play on 802.11n, the new Wi-Fi standard. When we move to the \"n\" standard, the coverage increases and the speed increases. In '08, the WiMAX stuff will start to kick in. \b \u001d  Q: How much equipment does Anadigics supply to these different products? \u001d  A: The beauty of these new standards is it actually doubles and, in certain instances, it quadruples the content Anadigics has in these devices. That's driving tremendous earnings leverage at Anadigics. \b \u001d  Q: Didn't they recently do a shelf filing that upset investors? \u001d  A: What that's about is that all their customers are huge companies: Intel, Qualcomm, Motorola, Cisco, Samsung Electronics [005930.Korea] and LG Electronics [066570.Korea]. Cisco and Intel are looking at huge growth prospects, and they are looking at Anadigics as a critical component to that growth. But Anadigics is a company that has got basically $45 million to $50 million of net cash on their balance sheet, so the customers want Anadigics to raise more cash and bolster their balance sheet to ensure they will be able to keep up with the large orders from their big customers. \u001d  At some point in the next couple of weeks or months, we will see them come with a share offering to bolster their balance sheet. While people are concerned about the potential share overhang, we've factored the additional share count into our earnings projection. \b \u001d  Q: Where do you see the stock headed? \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"01d8c69f261fe5340ea4563bfa003ffe","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"EON CEO: Endesa Would Manage E.ON South Europe, LatAm Ops -4-","GmtTimeStamp":"2007-02-03T11:12:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  Bernotat added that E.ON's financing strategy for the deal will depend on the final level of acceptances by Endesa shareholders. \u001d  E.ON's previous EUR36.5 billion offer for Endesa was financed with a EUR37.1 billion syndicated loan and guarantee facility, the world's largest ever of its kind, signed in October. \u001d  Bernotat said E.ON reiterates its previous rating commitment - to keep a single-A credit rating - and may issue equity-linked instruments or equity accounting for up to 10% of the company's share capital. He also reiterated that some asset disposals are possible, and that E.ON is committed to maintain its current dividend policy. \u001d  Asked about Acciona's recent statements that Endesa is worth at least EUR45.3 a share, Bernotat said that \"those expectations were highly inflated.\" \u001d  Acciona now owns a 21% stake in Endesa, acquired in the open market since September at an average price of over EUR32 each. \u001d  Endesa shares closed Friday at EUR39.04. They have more than doubled in price ever since Gas Natural started the bidding battle for Endesa in September 2005 with a cash-and-stock hostile bid of around EUR24 a share at current market prices. \u001d  Bernotat said that Gas Natural's pullout of the bidding was, in his view, \"the right step.\" \u001d  E.ON launched its first counterbid in February 2006, and later raised its all-cash offer to EUR34.5 a share in September. \u001d  Company Web site: http://www.endesa.com \u001d  -By David Roman, Dow Jones Newswires, 34 913958125, david.roman@dowjones.com \u001d  (Santiago Perez contributed to this article) \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 06:12 ET (11:12 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"02b241e66b8a93b1f4d2d14f5d859d1a","symR":["MDOR"],"date":"2007-02-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Magnum D'Or Resources, Inc. to be Featured in Investor's Business Daily Newspaper and on Investors.com Website","GmtTimeStamp":"2007-02-03T15:17:00.000000000","CompanyCodes":["MDOR"],"IndustryCodes":["MNG"],"Story":"\bFORT LAUDERDALE, Fla.--(BUSINESS WIRE)--February 03, 2007-- \u001d  Magnum D'Or Resources, Inc. (OTCBB:MDOR - News; the \"Company\")(website: www.magnumresources.net) updates Investment community. \b \u001d  Information regarding Magnum D'Or Resources, Inc. will appear in the Investor's Business Daily Newspaper in the Corporate News on Monday the 5th, Wednesday the 7th, and Friday the 9th. We will also be featured on Investors.com website under the Corporate News. http://www.investors.com/corporatenews/ . \b \u001d  MDOR was recently covered in the Investor's Business Daily newspaper on Wednesday, January 24, 2007 under the Corporate News (page B11). MDOR was also featured under the Corporate News on the Investors.com website over the past week. Company's management believes, if it is to carry out its policy of openness and transparency, that full and proper exposure by the financial news media is of absolute importance. Accordingly, management remains committed to the Company's policy of openness with the investing community and the financial news media. \b \u001d  Magnum D'Or Resources would also like to provide the investing public with the current share structure which is listed below: \b \bOutstanding: 15,785,090 (Of the outstanding 10,000,000 is Preferred). \bCommon Restricted: 438,333 \bCommon Free Trading Shares: 5,346,757 \b \u001d  Chairman Chad Curtis commented, \"I feel as though the key to success for current and future acquisitions with Magnum D'Or Resources is being brutally honest. The management and board of Magnum D'Or Resources, Inc. will help in articulating how the companies will be blended and what role - including limitations - the acquired company's management will play. In the current situation with Terra Elastomer Technologies S.L. they are very well integrated. However such discussions also must go beyond the broad vision for the transaction and include \"micro-vision\" issues of how the combined business is actually going to be run day to day. Making the right acquisitions, in good times and bad, in my opinion is a principle of discipline. The challenge is to stay focused on transactions that are sought-after and not merely doable.\" \b \u001d  In furtherance of the Company's objective to become a leader in the Global Waste Management and Tire Recycling industry, MDOR is in the process of acquiring Terra Elastomer Technologies S.L., a company based in Dusseldorf, Germany (\"Terra\"). Terra, through its subsidiaries, is a manufacturer of granulator and state-of-the-art shredding equipment for use in the recycling industry and also designs and builds recycling and electronic scrap plants under commission from non-affiliated third parties. MDOR expects to continue to grow the Company both internally and through acquisitions. For more information visit the company's website at www.magnumresources.net \b \u001d  \"Safe Harbor\" Statement under the Private Securities Litigation Reform Act of 1995: \b \u001d  This release includes forward-looking statements intended to qualify for the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995. These forward-looking statements generally can be identified by phrases such as MDOR or its management \"believes,\" \"expects,\" \"anticipates,\" \"foresees,\" \"forecasts,\" \"estimates\" or other words or phrases of similar import. Similarly, statements in this release that describe the Company's business strategy, outlook, objectives, plans, intentions or goals also are forward-looking statements. All such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those in forward-looking statements. \b \b    CONTACT: Magnum D'Or Resources, Fort Lauderdale \b             Chad Curtis, 305-420-6563 \b             mdor@magnumresources.net \b \b    SOURCE: Magnum D'Or Resources, Inc. \bCopyright Business Wire 2007 \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 10:17 ET (15:17 GMT)"},{"md5ID":"03f34fb97ff3449e8f4f2630e450ea2f","symR":["500470.BY","CGA","CS.LN","TTA.YY","GB00B127GF29","INE081A01012"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Tata Says No Guarantees Over Safety Of Jobs At Corus -FT","GmtTimeStamp":"2007-02-03T06:40:00.000000000","CompanyCodes":["500470.BY","CGA","CS.LN","TTA.YY","GB00B127GF29","INE081A01012"],"IndustryCodes":["FIS","STL","XDJGI","XFT1","XNYA"],"Story":"\b \u001d  NEW YORK (Dow Jones)--Tata Steel (500470.BY), which acquired Corus Group Plc (CGA), will focus on the profitability of the Anglo-Dutch steelmaker's U.K. operations, and there are no guarantees over the safety of Corus jobs, Tata Group Chairman Ratan Tata told the Financial Times, the newspaper reported on its Web site Friday. \u001d  \"Our plan would be to try to make the U.K. operations more profitable,\" the head of the Indian conglomerate said. \u001d  Tata Group, which also has large businesses in cars, information technology and telecommunications, paid GBP6.7 billion for Corus in a head-to-head auction with Brazil's Companhia Siderugica Nacional this week. \u001d  Tata Group would apply to Corus the lessons it had learned from upgrading its 100-year-old Indian plant, which it has transformed into one of the steel industry's highest-margin producers, Tata said, according o the report. \u001d  Tata told the FT that the company had so far done only \"paper\"\" due diligence on Corus and had yet to examine the steelmaker's plants in detail. For this reason, he said he couldn't give any guarantee on job cuts, the FT reported. \"I wouldn't even attempt to do so because it would be wrong of me to give those assurances or to deny that that was so.\" \u001d  Tata Steel paid what analysts see was a hefty price for the group whose fortunes have only recently turned round, FT reported. Tata's bid of 608 pence a share for Corus, which beat a price from CSN of 603 pence, was 33.6% higher than its original bid. \u001d  To make the deal work, Tata Steel will vastly have to improve the efficiency of Corus, whose capacity of about 18 million metric tons a year is more than three times that of the Indian company on a stand-alone basis but whose margins at about 7% are less than a quarter of those of Tata, FT reported. \u001d  Tata acknowledged the company had paid \"very close\" to its top price for Corus, nearly placing management in the position of having to choose between national pride and shareholder value, FT reported. \u001d  \"We all felt that to lose would go beyond the group and it would be an issue of great disappointment in the country. So on the one hand, you want to do the right thing by your shareholders and on the other hand, you did not want to lose,\" he said, according to the report. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 01:40 ET (06:40 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"06bddc387562062984b1dcabe1b5da41","symR":["WMT","US9311421039"],"date":"2007-02-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"WSJ UPDATE: Wal-Mart January Same-Store Sales Gain 2.2%","GmtTimeStamp":"2007-02-03T18:02:00.000000000","CompanyCodes":["WMT","US9311421039"],"IndustryCodes":["RTB","RTS","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b \u001d  By Kris Hudson \u001d  Of the Wall Street Journal \b \u001d  DALLAS (Dow Jones)--Wal-Mart Stores Inc. (WMT) reported a same-store sales gain of 2.2% for January, beating its own conservatively low projection. \u001d  Wal-Mart, Bentonville, Ark., had predicted a gain of 1% to 2% for the five-week period ending Feb. 2 over the same period a year earlier. The retailer's January result is the latest in a string of paltry monthly results, including a 1.6% gain in December, a 0.1% decline in November and a 0.5% gain in October. \u001d  Same-store sales measure sales gains or losses at stores open for at least a year. \u001d  All told, Wal-Mart's latest fiscal year, which ended Jan. 31, is shaping up to deliver the giant retailer's lowest same-store sales gain in the 27 years the company has reported such figures. Through December, Wal-Mart was tracking at a 2% gain for the fiscal year. \u001d  Same-store sales gauge a retailer's gains or losses against the relatively fixed costs of operating established stores. They are an important indicator of a retailer's return on the money spent on stores, which in turn reflects on overall profitability. Many U.S. retailers plan to divulge their January sales results on Thursday, and Wal-Mart will provide a final, more comprehensive view of its results at that time. \u001d  January typically is not a big month for Wal-Mart, accounting for 6.5% of its total sales over the past five years, according to JP Morgan Securities analyst Charles Grom. It is a month in which retailers often attempt to clear out leftover holiday merchandise and reap sales from redemptions of gift cards bought in December. Many Wal-Mart stores last month featured exercise equipment, snacks and drinks for Super Bowl parties and discounted women's apparel from its trendy Metro 7 and George ME lines, which it bet too heavily on last year. \u001d  Wal-Mart's weak results in the past year can be traced to a number of factors, many of which analysts do not expect to abate this year. The retailer has blamed its efforts to remodel sections of 1,800 stores this year and last for disrupting shoppers and driving some away. It also has pointed to its need to discount a stockpile of trendy apparel as a hindrance. Perhaps most significantly, the retailer has opened most of its new stores in recent years in urban and suburban markets, where it faces stronger competition and shoppers are not as familiar with nor enamored of its low-price merchandise as are those in its rural strongholds. \u001d  Even bullish Wal-Mart analysts predict the retailer's malaise will continue this year due to many of the same factors. At last public notice, Wal-Mart planned to overhaul apparel sections in as many stores this year (451) as it did last year (461). And it plans to overhaul home-d&#233;cor sections in more stores this year (170) than last (54). While Wal-Mart is nearly done overhauling electronics departments - just 229 this year as opposed to 782 last year - those projects can be done quicker and with less disruption than the apparel and home-d&#233;cor revamps. Wal-Mart predicts the remodeling projects, once completed, will provide a lasting boost to its sales. \u001d  As well, Wal-Mart has broadened its focus to more than just offering shoppers the lowest prices. Its effort last year to lure more trendy, affluent shoppers by airing commercials with lifestyle themes rather than trumpeting low prices yielded uneven results and has been toned down. And the retailer continues to push environmental-sustainability efforts that might boost its image and sales in the long run. \u001d  On Thursday, Chief Executive Lee Scott delivered a speech in London about Wal-Mart's environmental initiatives rather than addressing thousands of suppliers gathered in Kansas City, Mo., for the retailer's annual supplier conference. For several suppliers who attended the Kansas City meeting, it marked the first time in their memory that a Wal-Mart CEO did not speak at the event. \u001d  As Wal-Mart struggles, some retail observers have separated the giant's results out of their industry predictions to keep it from skewing the tallies. For example, Thomson Financial predicts that the 55 U.S. retailers it tracks will post an average 3.2% gain for January. Factoring out Wal-Mart, that average climbs to 4.4%. Similarly, Retail Metrics LLC, a Swampscott, Mass.-based consulting firm, predicts its pool of 54 retailers will post a 2.8% gain - or 3.6% without Wal-Mart. \u001d  Wal-Mart's archrival, Target Corp., which has consistently outpaced Wal-Mart's monthly gains for much of the past two years, anticipates reporting a January gain of 3.5% to 5.5%. \u001d  Wal-Mart's report of its January results today marks the final time the retailer will divulge its preliminary monthly results on a Saturday. Beginning with its February results, Wal-Mart will switch to reporting on the first Thursday of the following month along with most other retailers. \b \u001d  -By Kris Hudson, kris.hudson@wsj.com, (214) 755-1794. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 13:02 ET (18:02 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0941d3f80bd55a43632a6c55637e5d65","symR":["FORT.XX"],"date":"2007-02-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(2/5) Streetwise: Americans' Foreign Fling","GmtTimeStamp":"2007-02-03T05:08:00.000000000","CompanyCodes":["FORT.XX"],"IndustryCodes":["AMG"],"Story":"\b   (From BARRON'S) \b   By Michael Santoli \u001d  Lust of all kinds feels right at the time but can get you in trouble. This includes the wanderlust now captivating American investors, as reflected in their ardor for sending their investment dollars abroad. \u001d  Since the start of 2005, 85% of all net inflows into stock mutual funds went to international funds, says Citigroup, and last year the percentage going abroad was more than 92%. \u001d  The fever has intensified this year. In each of the 22 trading days so far in 2007, the iShares MSCI Emerging Markets exchange-traded fund (ticker: EEM) has seen volume of more than six million shares. In the entire fourth quarter, there were only eight days in which six million shares turned over. \u001d  Here we see the same old performance-chasing habit of retail investors. Over the last three years, the rest of the world has delivered nearly double the return of the S&P 500, so the latecomers' dollars flow abroad. \u001d  This extreme preference for foreign shares has become a popular PowerPoint slide in presentations of bullish strategists: Investors' distaste for domestic stocks suggests these stocks are under-owned and unduly depressed. \u001d  As summed up Friday by Jim Bianco of Bianco Research, \"Yesterday the S&P 500 made another new six-plus year high, and the public does not appear to be participating at all. This is bullish!\" \u001d  But is it that simple? It's not as if investors are averse to stocks, as the big foreign flows suggest. Nor are they shunning higher-risk equities, as the ebullience of the emerging-markets ETF shows. The most that can be said is that the U.S. is relatively out of favor by small investors (as opposed to the pros, who are as a group very much in the market). \u001d  The favored upbeat analogy to this setup is the frenzied rush into technology and aggressive-growth funds near the peak of the Nasdaq in late 1999 and early 2000, when nearly all other options were ignored. When the Nasdaq cracked, value stocks and small-caps outperformed for years to come. Note that this rotation required a broad-scale selloff to begin, as most shifts in leadership do. \u001d  Yet back then, non-tech and non-mega-cap stocks were rather cheap. In late 1999, the median stock in the 1,700-stock Value Line index fetched 13-times earnings. Today, the median trades for more than 18-times earnings. \u001d  If anything, this means big stocks are relatively cheap versus small. There it is again: In a pricey world with few undiscovered opportunities, the only value rests in being cheaper than something that's expensive. \b \u001d  It's tempting to cast the first initial public offering of a U.S. hedge-fund and private-equity firm as a bell being rung at the top of the market and of the \"alternative-investments\" cult. The temptation should be resisted. \u001d  Fortress Investment Group, a manager of $30 billion in buyout, distressed-asset and hedge funds founded in 1998, is poised to gain a market value near $7 billion when its IPO is priced this week. \u001d  Have no doubt that the deal will get done within or above the expected $16.50 to $18.50 price range per share, and will then post a strong gain. The firm is only selling a sliver of itself, 8.6%, which would take in $600 million if priced at the mid-point of the anticipated range. With the fine reputation of Fortress' principals and their enviable performance, that amount could be raised among the hedge-fund managers at the Four Seasons hotel bar on 57th Street any given night, before the first round of drinks is finished. \u001d  Founder and CEO Wes Edens and four other principals (all between 42 and 51 years old) will retain 77.7% of the economic and voting interest. Nomura Holdings recently paid $888 million, near $16 a share, for a 13.7% interest in the firm, all of which went to the principals. \u001d  Conjecture on the Street is that management has teed up a couple of years' worth of strong profit-taking moves in the portfolio to make a strong showing out of the gate. At the aggressive valuation investors will pay, they'd better hope so. \u001d  Fortress is looking to get around 20-times earnings, including performance fees. That's close to what the best publicly traded asset managers get for their more predictable management-fee earnings. The likely Fortress valuation embeds faith in the firm's continuing ability to find and exploit ripe opportunities, especially because close details about the hedge-fund's strategies won't be available. \u001d  Fortress shares represent a call on the high-liquidity environment and the trend of \"impatient capital\" engineering buyouts, balance-sheet revamps and other catalyzing moves. At some point, this trend will overheat, and some newly public hedge fund will seem in retrospect to have rung the telltale bell. But it's rarely the first one to market that embodies the fatal excesses. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"0b67ea86f7e5b16e2863ac884dffb018","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON CEO: Expects Spain CNMV Clearance For Bid Within Days","GmtTimeStamp":"2007-02-03T10:07:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:07 ET (10:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"10bf89756ba61a86d840135129128dd1","symR":["MAXE"],"date":"2007-02-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Dunwoody Max & Erma's Getting a New Look","GmtTimeStamp":"2007-02-03T13:00:00.000000000","CompanyCodes":["MAXE"],"IndustryCodes":["RES","XDJGI"],"Story":"\b \u001d  ATLANTA, Feb. 3 /PRNewswire-FirstCall/ -- An old neighborhood friend will soon be sporting a new look. \b \u001d  The Max & Erma's restaurant (Nasdaq: MAXE) at 1155 Mount Vernon Highway in Dunwoody will close for a makeover at 10 p.m. on Sunday, Feb. 4. When it reopens at 5 p.m. on Friday, Feb. 9, the restaurant it will sport a totally new look. \b \u001d  \"We're going to enhance both the interior and the exterior of the restaurant,\" said Rob Lindeman, president of Max & Erma's. \"We believe our guests will appreciate the new look, which will stress lighter colors and a more open, spacious interior.\" \b \u001d  The interior decor will still feature walls adorned with the eclectic items that Max & Erma's made famous, but the new design will focus on larger items and less clutter. \b \u001d  The Dunwoody restaurant is the fourth Max & Erma's to be refitted with the new look. \b \u001d  \"We're going to escape from the sea of sameness and differentiate Max & Erma's in the casual dining market,\" Lindeman said. \"Many of our competitors have copied our decor and image. We are establishing a new look that reflects our heritage, while separating ourselves from the competition. It will still be the Max & Erma's everyone loves -- great food and service. We're simply creating a new environment in which to enjoy our food.\" \b \u001d  Lindeman said all of Max & Erma's company and franchise restaurants will be renovated over the next several years. All new restaurants also will have the new look. \b \u001d  The front of the Dunwoody restaurant will be gutted and completely overhauled in about 100 hours. There will be more than 20 contractors working inside and four outside. \b \u001d  \"When the restaurant closes Sunday night, we're going to have to be ready to go,\" said Jeremiah Potter, facilities manager at Max & Erma's. \"We're anxious for the Atlanta area to see the new look.\" \b \b \b    The new design will feature: \b    - A light, birch-cherry will replace the old mahogany. \b    - Slate floors will be installed, replacing the wood. \b    - The brown carpet will be replaced by khaki carpet with purple \b      highlights. \b    - Colorful, hand-blown glass fixtures will replace metal fixtures. \b    - New table tops. \b    - Completely renovated restrooms. \b \b \u001d  The new exterior color will be cream with black accents, replacing the old yellow, green and red. The exterior also will have cultured stone, brick and awnings. \b \u001d  Headquartered in Columbus, Ohio, Max & Erma's entered its fourth decade in business in 2003. From a single, neighborhood restaurant that opened in 1972 in the German Village section of Columbus, Max & Erma's operates 100 company- owned and franchise casual dining restaurants. Max & Erma's grew up in the Heartland, but its footprint now extends from the East Coast to Nevada, and Green Bay to Atlanta. Additional information on the company can be found at www.maxandermas.com. \b \bRobin Yocum for Max & Erma's \b \b    614.212.2344 \b \b    cell: 614.378.3286 \b \bSOURCE  Max & Erma's \b \u001d    /CONTACT: Robin Yocum of Yocum Communications, +1-614-212-2344, or cell, +1-614-378-3286 \b    /Web site: http://www.maxandermas.com \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 08:00 ET (13:00 GMT)"},{"md5ID":"1104cc7bd2204157b00e834f57469c27","symR":["BL.MI","BPI.MI","BPU.MI","BPVN.MI","CAP.MI","ISP.MI","IT0000062197","IT0000064300","IT0000072618","IT0003121495","IT0003262513","IT0003487029"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Bk Of Italy Head: Borsa Italiana Should Explore Alliances","GmtTimeStamp":"2007-02-03T10:03:00.000000000","CompanyCodes":["BL.MI","BPI.MI","BPU.MI","BPVN.MI","CAP.MI","ISP.MI","IT0000062197","IT0000064300","IT0000072618","IT0003121495","IT0003262513","IT0003487029"],"IndustryCodes":["BNK","FIS","XDJGI","XMIB"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:03 ET (10:03 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1672595b40a3c93f053648261d145abd","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON CEO: Endesa EGM To Be Held In March","GmtTimeStamp":"2007-02-03T10:09:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:09 ET (10:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"178ce68e2abcc065753ae8e643e276b8","symR":["MHK"],"date":"2007-02-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(2/5) Roll Out The Green Carpet!","GmtTimeStamp":"2007-02-03T05:07:00.000000000","CompanyCodes":["MHK"],"IndustryCodes":["FTR","HPR","XDJGI","XFFX","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Tom Sullivan \u001d  Wall Street has finally placed a welcome mat on the porch of Mohawk Industries, one of America's largest makers of carpeting, and the door looks open for further gains in its stock. \u001d  The Calhoun, Ga., company, with a stock-market value of $5.8 billion, has been hurt in the past year by the downturn in housing and high prices for oil, a key raw material for its industry. Mohawk's Big Board-listed shares (ticker: MHK) are down about 6% since the start of 2006. After dipping below 63 late last summer, they've recovered to the mid-80s, rising about 8% last week alone. \u001d  Trading at a relatively modest 14 times estimated earnings for this year, the stock could top 100 within a year, bulls figure. There's growing evidence that housing has troughed, and oil prices have pulled back sharply in recent months. As optimism spreads, consumers and companies may soon feel ready to replace their ratty rugs. \u001d  Certainly, investors in the carpet industry are in good company. The other giant player, Shaw Industries, is owned by Warren Buffett's Berkshire Hathaway (BRK.A and BRK.B). Since investors can't buy Shaw directly, Mohawk is the best way to profit from the dynamics of a leading carpet concern. Mohawk holds about 27% of the $13.9 billion U.S. market for carpets and rugs -- producing enough each year to cover all of Philadelphia and much of its suburbs. Shaw holds 30%, according to Standard & Poor's. \u001d  Mohawk, founded in 1878, makes everything from small rugs for dining rooms to vast swaths of wall-to-wall carpeting for corporate offices; it also does a brisk business in floor tiles. Its brands include Karastan, Ralph Lauren, Bigelow, American Olean, Aladdin and Dal-Tile. \b \u001d  Among its fans on Wall Street, the company is known for conservative financial policies and strong distribution capabilities, including more than 20,000 mostly mom-and-pop stores. The CEO, Jeffrey Lorberbaum, has a clear interest in the company's success: His family became the company's largest shareholder in 1995 after Mohawk acquired the Aladdin Mills. \u001d  \"Management has been around a very long time, and is very shareholder-oriented,\" says Sabrina Carollo, analyst at Ariel Capital Management, which owns the stock. \u001d  Conceivably, the company could be a candidate for a leveraged buyout. It has ample cash flow -- some $800 million in 2005 -- and moderate long-term debt of $2.1 billion. But even without a deal, investors have reason to be optimistic. \u001d  Keith Hughes, an analyst at Atlanta-based SunTrust Robinson Humphrey Capital Markets, figures that share purchases are likely in 2007. He's looking for earnings this year of $7.25 a share, up from an estimated $6.27 in 2006; he sees a \"worst case\" of $6. Assuming the price-earnings multiple returns to 15 times -- about where it was in 2005 -- even the worst-case earnings would leave the stock at $90 a share. Officials at  notoriously cautious Mohawk declined to comment for this article. \u001d  The company has been busy diversifying both its product lines and geographic locations. Its most recent acquisition was a Belgian maker of laminate flooring in October 2005 -- its first overseas purchase. Floor tiles provide faster revenue growth than carpets, enjoy higher margins and are less cyclical, according to industry analysts. Mohawk has now established a leading share of the U.S. tile industry. \u001d  There were concerns in the market about Mohawk's ability to integrate the European company into its operation. However, the acquisition has gone \"much better than expected,\" says Kevin Cassidy, senior analyst at credit rating agency Moody's Investors Service, which rates the company's debt Baa3, its lowest investment-grade rating. The $2.6 billion buyout was 100% financed by debt so as not to dilute the stock. \u001d  But the biggest factor that could fuel the stock's rise is the drop in oil prices. Crude futures lost nearly 7% in January, and more than 30% from an all-time high last summer. Polyurethane, made with oil, is a key component for the foam underneath wall-to-wall carpet. And while the company has been able to pass along the increased costs of raw materials in the past couple of years, thanks to the flooring industry's oligopoly structure, it's doubtful Mohawk will cut prices to reflect the drop in oil prices. Instead, says Cassidy of Moody's, the savings will go to the bottom line. \u001d  The end of the pullback in new-home and existing-home sales should also be a boon. Some pros think Mohawk was unfairly punished during the slump. \"Wall Street tends to be short-term oriented,\" says Ariel's Carollo, adding that the stock could be worth up to $120. \u001d  With any luck, the shares soon will be the next best thing to Aladdin's magic carpet. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"180a26a05aec7085a8db0424eac13f9d","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON Can't Fund Endesa Bid With Debt If Tender Rate 100% -5-","GmtTimeStamp":"2007-02-03T14:34:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\u001d  E.ON also reiterated that it expects a successful takeover of Endesa to result in a significant value creation, reaching EUR600 million per year in 2010. \u001d  The bulk of this amount, around EUR325 million per year, will  primarily come from a best practice transfer from E.ON to Endesa's Iberian and Latin American operations, Bernotat said. \u001d  Best practice transfer from Endesa to E.ON have so far not been assessed, the company said. \u001d  Another EUR220 million are expected to be generated through procurement synergies of E.ON and Endesa, he added. \u001d  The remaining EUR55 million are expected to come from combining organizational structures in overlapping markets, like Italy, Bernotat said. \u001d  However, E.ON called its synergy calculations conservative when compared to other transactions. \u001d  E.ON's bid is conditional on getting at least 50.01% of Endesa's share capital and a change of certain bylaws, particularly a cap on voting rights to 10%. \u001d  To remove the voting-cap limit, shareholders representing at least 50% plus one share of Endesa must vote in favor. \b \u001d  Company Web sites: http://www.eon.com \u001d                     http://www.endesa.com \b \u001d  -By Jan Hromadko, Dow Jones Newswires; +49 69 29 725 503; jan.hromadko@dowjones.com \u001d  (David Roman and Santiago Perez in Madrid contributed to this article.) \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 09:34 ET (14:34 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"18fcb1ee4d50e24fbd865ea5a3691e8d","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112","ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON Can't Fund Endesa Bid With Debt If Acceptance Rate 100%","GmtTimeStamp":"2007-02-03T13:35:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 08:35 ET (13:35 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"1d7d9fd1eeb0ed9876e6cfb66de41efd","symR":["WMT","US9311421039"],"date":"2007-02-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"WSJ: WAL-MART JANUARY SAME-STORE SALES GAIN 2.2%","GmtTimeStamp":"2007-02-03T13:35:00.000000000","CompanyCodes":["WMT","US9311421039"],"IndustryCodes":["RTB","RTS","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b \u001d  By Kris Hudson \u001d  Of the Wall Street Journal \b \u001d  DALLAS (Dow Jones)--Wal-Mart Stores Inc. (WMT) reported a same-store sales gain of 2.2% for January, beating its own conservatively low projection. \u001d  Wal-Mart, Bentonville, Ark., had predicted a gain of 1% to 2% for the five-week period ending Feb. 2 over the same period a year earlier. The retailer's January result is the latest in a string of paltry monthly results, including a 1.6% gain in December, a 0.1% decline in November and a 0.5% gain in October. \u001d  All told, Wal-Mart's latest fiscal year, which ended Jan. 31, is shaping up to deliver the giant retailer's lowest same-store sales gain in the 27 years the company has reported such figures. Through December, Wal-Mart was tracking at a 2% gain for the fiscal year. \u001d  Same-store sales gauge a retailer's gains or losses against the relatively fixed costs of operating established stores. They are an important indicator of a retailer's return on the money spent on stores, which in turn reflects on overall profitability. Many U.S. retailers plan to divulge their January sales results on Thursday, and Wal-Mart will provide a final, more comprehensive view of its results at that time. \u001d  January typically is not a big month for Wal-Mart, accounting for 6.5% of its total sales over the past five years, according to JP Morgan Securities analyst Charles Grom. It is a month in which retailers often attempt to clear out leftover holiday merchandise and reap sales from redemptions of gift cards bought in December. Many Wal-Mart stores last month featured exercise equipment, snacks and drinks for Super Bowl parties and discounted women's apparel from its trendy Metro 7 and George ME lines, which it bet too heavily on last year. \u001d  Wal-Mart's weak results in the past year can be traced to a number of factors, many of which analysts do not expect to abate this year. The retailer has blamed its efforts to remodel sections of 1,800 stores this year and last for disrupting shoppers and driving some away. It also has pointed to its need to discount a stockpile of trendy apparel as a hindrance. Perhaps most significantly, the retailer has opened most of its new stores in recent years in urban and suburban markets, where it faces stronger competition and shoppers are not as familiar with nor enamored of its low-price merchandise as are those in its rural strongholds. \u001d  Even bullish Wal-Mart analysts predict the retailer's malaise will continue this year due to many of the same factors. At last public notice, Wal-Mart planned to overhaul apparel sections in as many stores this year (451) as it did last year (461). And it plans to overhaul home-d&#233;cor sections in more stores this year (170) than last (54). While Wal-Mart is nearly done overhauling electronics departments - just 229 this year as opposed to 782 last year - those projects can be done quicker and with less disruption than the apparel and home-d&#233;cor revamps. Wal-Mart predicts the remodeling projects, once completed, will provide a lasting boost to its sales. \u001d  As well, Wal-Mart has broadened its focus to more than just offering shoppers the lowest prices. Its effort last year to lure more trendy, affluent shoppers by airing commercials with lifestyle themes rather than trumpeting low prices yielded uneven results and has been toned down. And the retailer continues to push environmental-sustainability efforts that might boost its image and sales in the long run. \u001d  On Thursday, Chief Executive Lee Scott delivered a speech in London about Wal-Mart's environmental initiatives rather than addressing thousands of suppliers gathered in Kansas City, Mo., for the retailer's annual supplier conference. For several suppliers who attended the Kansas City meeting, it marked the first time in their memory that a Wal-Mart CEO did not speak at the event. \u001d  As Wal-Mart struggles, some retail observers have separated the giant's results out of their industry predictions to keep it from skewing the tallies. For example, Thomson Financial predicts that the 55 U.S. retailers it tracks will post an average 3.2% gain for January. Factoring out Wal-Mart, that average climbs to 4.4%. Similarly, Retail Metrics LLC, a Swampscott, Mass.-based consulting firm, predicts its pool of 54 retailers will post a 2.8% gain - or 3.6% without Wal-Mart. \u001d  Wal-Mart's archrival, Target Corp., which has consistently outpaced Wal-Mart's monthly gains for much of the past two years, anticipates reporting a January gain of 3.5% to 5.5%. \u001d  Wal-Mart's report of its January results today marks the final time the retailer will divulge its preliminary monthly results on a Saturday. Beginning with its February results, Wal-Mart will switch to reporting on the first Thursday of the following month along with most other retailers. \b \u001d  -By Kris Hudson, kris.hudson@wsj.com, (214) 755-1794. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 08:35 ET (13:35 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2995dbac04296040589cacaa12c73a5c","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON CEO: Deal To Create EUR600M In Annual Value From 2010","GmtTimeStamp":"2007-02-03T10:07:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:07 ET (10:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2a85e80f3acbf7097cf4d869f31169a0","symR":["NBC.XX","TWX","YHOO","US8873171057","US9843321061"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/5) Electronic Investor: Putting Yahoo! Into Personal Finance","GmtTimeStamp":"2007-02-03T05:07:00.000000000","CompanyCodes":["NBC.XX","TWX","YHOO","US8873171057","US9843321061"],"IndustryCodes":["BRD","ISV","MED","XDJGI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Kathy Yakal \u001d  We're not surprised that it happened -- only that it didn't happen sooner. \u001d  Yahoo! Finance (finance.yahoo.com) has expanded its coverage by, at last, adding a personal-finance subsite (finance.yahoo.com/personal-finance). The new section includes nine areas, ranging from banking and budgeting to insurance, retirement and taxes. As expected from Yahoo! (ticker: YHOO), most content comes from external sources, including BusinessWeek, Morningstar and Bankrate.com.  I decided to look mostly at the retirement category since, arguably, that's personal finance's most complex topic and therefore offers a good gauge of a site's capabilities. Basics are covered by a series of articles culled from other sites. While some of this was standard stuff, Yahoo! Finance did a commendable job of addressing issues that haven't yet been beaten into the ground by competing sites. Among the more interesting titles: \"Seven Ways to Lobby for a Better 401(k),\" \"Dealing With an Orphaned 401(k)\" and \"What to Ask Before Buying an Annuity.\" Related breaking-news stories are posted, as well as the subsite's most popular articles (not necessarily related to the topic). \u001d  Expert opinion at Yahoo! takes the form of commentaries from popular finance commentators like Ben Stein and Suze Orman. Postings on interest rates, Q&As and videos provide added help (however, the relevance of some, like \"Davos and Africa,\" seems tenuous). \u001d  Each section also has \"how-to\" guides. The retirement channel, for example, offers 16 of these personal-finance Baedekers, covering topics like \"Choosing Your Annual Withdrawal Rate\" and \"Maximizing Your Retirement Income.\" Each is fleshed out nicely with multi-section texts and checklists. Standard calculators are available, too. \u001d  We expected to see Yahoo! Billpay prominently featured in the personal-finance section, but oddly enough, you have to go to finance.yahoo.com/bp to get there. That seems like a mistake. \u001d  In contrast, MSN Money (moneycentral.msn.com), Yahoo! Finance's most formidable content competitor, highlights its bill-paying ability, which is usually regarded as a vital tool. Click on MSN's banking tab, and a well-designed page lays out all of your options. National interest-rate averages and the bulk of your action items (pay bills, track accounts, find loans) sprawl across the top of the page. Scroll down, and you'll find commentary (such as \"Stolen Innocence: Child Identity Theft,\" from Bankrate.com) and related tools like a debt-evaluation calculator. \u001d  So-called decision centers burrow deeper into crucial personal-finance topics, including home-buying, credit ratings and privacy. Like Yahoo!'s how-to guides, these centers consist of articles that address relevant issues and provide needed context on particular subjects. \u001d  A lot of this well-written content is exclusive to MSN Money. One example of how it's all packaged: A story entitled \"Desperate House Sellers Try New Tricks\" is linked to home and foreclosure listings, as well as tools that help you see and compare mortgages, find a loan and get a sneak peek at how nearby houses are selling. MSN Money also has specialized content for taxes and planning, and an account aggregation tool. All are handled as well as the banking section is. \u001d  Generally speaking, I preferred MSN Money to Yahoo!, based on both content and ease of use. \u001d  AOL (AOL.com) has the advantage of longevity over both MSN Money and Yahoo!, because it started out as a proprietary software program before the Web's rise. In fact, it looks as though the company hasn't purged much personal-finance content since its early days as QuantumLink back in the late 1980s. Whatever information you need likely resides here. Yahoo! Finance pales in comparison. \u001d  Content comes both from AOL's staff and external sources, which provide news and commentary, blogs and articles, tools like calculators and online banking, and message boards. I really liked all the help, and I recommend that anyone with financial issues check out the site. That said, it would benefit from some judicious editing to streamline the search process. \u001d  I wouldn't consider Kiplinger.com, home to the venerable personal-finance advisory firm's letters, magazine and other content, to be a portal. But it does offer a great deal of its top-notch content free. And the site's editorial scope is at least as broad as that of the typical portal. Still, its depth on given topics doesn't compare to that of others, including Yahoo!'s new site. When we looked, the cover story was on health-care reform, accompanied by a Q&A with the Medicare drug-plan creator. What was there was fine, but we would have liked more. \u001d  AP news and other timely content runs across the top of the Kiplinger site and stories stretch down the page, in sections such as \"Your Money,\" \"Starting Out\" and \"Spending Wisely.\" Like its print work, Kiplinger's content is carefully researched and well-written, and its topics are creative. \u001d  Any of the major sites reviewed here will serve you very well, although Kiplinger and Yahoo! won't serve you quite as much. \u001d  --- \u001d  More on Whispers \b \u001d  In the Jan. 22 Electronic Investor, I mentioned two Websites that report earnings \"whisper\" numbers. These are estimates gathered from sources beyond Wall Street's equity analysts, whose corporate profit projections are used to form consensus estimates. \u001d  I visited the generally available areas of WhisperNumber.com (www.whispernumber.com), which bases its numbers on individual investors' estimates, and didn't see any track record of its estimates, which I regarded as a shortcoming. \u001d  In fairness, I should have ventured into the section requiring registration, and I regret not doing so. Although WhisperNumber.com doesn't present its track record in the cumulative fashion I sought (to determine its overall accuracy in projecting profits), it does offer a track record of a different sort, which it argues is more valid. \u001d  That record is based on how a stock reacts when its earnings beat or fall short of market expectations, as represented by WhisperNumber.com's figure. It also provides thorough earnings-related data for individual stocks, and academic work in support of its methods. Premium services starting at $24.95 a month go even further. \u001d  Whisper numbers can be a good aid in making investment decisions, but I wouldn't recommend using anyone's as your sole criterion for investing. \u001d  With that caveat, WhisperNumber.com is certainly worth considering. \u001d  -- K.Y. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2a9976c89dc8ab06007f2c1bba195e21","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"EON CEO: Endesa Would Manage E.ON South Europe, LatAm Ops -3-","GmtTimeStamp":"2007-02-03T11:09:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  Bernotat said he anticipates that Spain's stock market regulator CNMV will approve E.ON's revised offer in a few days, and the tender period for the offer will finish late in March. He said Endesa's takeover bidding process should be completed by the first half of April. \u001d  Bernotat noted that Endesa's board of directors must now set a date for an extraordinary general meeting to be held before the tender period is over. With Endesa's board scheduled to meet Tuesday, he said that he expects the EGM to be held sometime in March. \u001d  Shareholders at the meeting will vote on E.ON's request that Endesa remove its current 10% cap on voting rights, a key condition of its offer. Under Spanish takeover law, Endesa's board must set a date for the EGM at least 30 days in advance. \u001d  To remove the voting-cap limit, shareholders representing at least 50% plus one share of Endesa must vote in favor. \u001d  Bernotat said he expects the Endesa takeover to be earnings-accretive from the first full year after the deal is completed. The merger would generate EUR600 million in value for the group from 2010, largely due to synergies coming higher efficiency and joint procurement. \u001d  Bernotat ruled out staff reductions in Endesa. He also said the company will remain listed in Madrid's stock exchange for the time being. However, he said that E.ON will study a possible delisting of Endesa from the New York Stock Exchange. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 06:09 ET (11:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"2e6c32140a4fb2f77250cc9a60012879","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON CEO: Endesa Would Manage E.ON South Europe, LatAm Unit","GmtTimeStamp":"2007-02-03T10:04:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:04 ET (10:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3309378ea45723d5463904cc862b468c","symR":["CEN"],"date":"2007-02-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(2/5) A Cool Card Trick","GmtTimeStamp":"2007-02-03T05:07:00.000000000","CompanyCodes":["CEN"],"IndustryCodes":["ICS","SVC","XDJGI","XISL","XNYA","XRUS"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  When it comes to gifts, America thinks plastic is utterly fantastic. How else to explain the explosion of store gift-cards over the past few holiday seasons? These cards, essentially electronic gift certificates, are well on their way to becoming a $100 billion industry. \u001d  One of the top processors of those payments, though little-known now, may soon start to ring Wall Street's bell. It's a unit of Minneapolis-based data processor Ceridian (ticker: CEN), and activist investor William Ackman has it squarely in his sights. Ackman, whose Pershing Square Capital Management  holds 11.3% of Ceridian's stock, is pushing for the company to liberate the unit, Comdata, from its main, less-profitable business -- payroll processing and other human-resource services. \u001d  Investors clearly are intrigued: Ceridian's shares have risen about 20%, to 30.67, since Ackman began building his position in November. Some analysts figure that's about all the upside there is, that the shares now reflect the value of both units. But that view probably underestimates both Ackman and the gift-card market. \u001d  Ackman's moves tend to pay off big. Although he declined to comment for this story, he has hit doubles and better by pushing for changes at the likes of Wendy's International (WEN) and McDonald's (MCD). Barron's laid out his aggressive ways in a Dec. 5, 2005, cover story, \"Meet Mr. Pressure.\" \u001d  His latest quarry, Ceridian, is a data-processing mini-conglomerate with a market value of $4.2 billion. In Ackman's view, as laid out in a recently disclosed letter to Ceridian, the company has failed to realize its potential for more than a decade. \u001d  In its main business, it competes with such players as Automatic Data Processing (ADP). Comdata, meanwhile, focuses on two areas of electronic funds-transfer, with more than two-thirds of its revenue coming from systems that let trucking companies track fuel purchases made by drivers across the country. The rest comes from its Stored Value Systems subsidiary, the real treasure: Its card clients range from J.C. Penney and Lowe's to Brooks Brothers and Godiva. \u001d  Stored Value specializes in \"closed-loop\" cards, to be used only at the stores whose names are on them. In the U.S. alone, some $50 billion was loaded onto the cards in 2005, and that should rise to $65 billion by 2009, says market researcher Tim Sloane of Waltham, Mass.-based Mercator Advisory Group. The market should eventually top $100 billion, he figures. \u001d  Stored Value and First Data (FDC) are the dominant processors, collectively controlling about 80% of the market, Sloane estimates. Stored Value loaded some $20 billion onto cards in 2005. It earns fees every time a card is loaded and debited, with operating margins of about 30%. \u001d  As if that weren't enough, there may be an even bigger opportunity ahead for Comdata in \"payroll cards.\" These are the new Holy Grail in electronic-payment processing, allowing companies to pay employees using plastic. Comdata, on its own, could provide such services, not only for Ceridian but for ADP and other Ceridian competitors. \u001d  This nascent industry processed $6.3 billion in payroll payments in 2005, and Mercator's Sloane sees that exploding to $52 billion by 2009. \"The market is moving much faster than Comdata,\" he says. \u001d  Ackman evidently has noticed. If Comdata were split off, it might receive more focused attention from management and greater visibility on Wall Street. Although it accounts for just 30% of sales, it's probably worth about as much as the rest of Ceridian, or up to $16 a share, says JPMorgan analyst Tien-tsin Huang. He arrives at that figure by applying industry price-earnings ratios and other valuation metrics to Ceridian's business. \u001d  The value to shareholders could rise quickly from that combined $32 a share. For one thing, an acquirer like American Express (AXP) or MasterCard (MA) might snap up Comdata at a premium. And Ackman probably would push for operational improvements at the main, human-resources unit; it now generates 9% margins to ADP's 23%. One way or another, then, shareholders could see at least another 20% gain -- and possibly much more. \u001d  Ceridian, which declined to comment for this story, has said it is evaluating a Comdata spinoff. \"The logic behind breaking up this company is pretty compelling,\" says Jefferies & Co. analyst Craig Peckham. \u001d  But there could be obstacles. Ceridian CEO Kathryn Marinello's expertise is in payments and trucking, so she may be reluctant to part with the Comdata business in that area. And if Ackman fails in his push for a spinoff, the stock could lose some ground. \u001d  Ackman, however, already has assembled an alternative board of directors and looks ready to fight. Mr. Pressure is turning up the heat. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"35ca157fc3e38c2dc64a654eb26096cc","symR":["SUF","TTWO"],"date":"2007-02-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(2/5) Paying The Piper At Sulphco -2-","GmtTimeStamp":"2007-02-03T05:06:00.000000000","CompanyCodes":["SUF","TTWO"],"IndustryCodes":["ENT","EQS","OIE","REA","TMF","XDJGI","XISL","XRUS","XSCI"],"Story":"\u001d  In 1998, the federal bankruptcy trustee for the boiler-room A.R. Baron presented the court with embarrassing details of the Wolfsons' relations with A.R. Baron chief executive, Andrew Bressman. According to the trustee's complaint filed in Manhattan bankruptcy court, Abraham, Morris and Aaron invested $400,000 in the brokerage firm after a July 1994 meeting in which Bressman offered to cut them in on his firm's rigged stock offerings. \"This was a game,\" the complaint says Bressman told them, And \"in order to make money at the game, you had to be an insider.\" \u001d  According to the complaint, Bressman told the trustee that in 1994 he became close to the Wolfson brothers -- particularly Morris -- visiting with them several times a week and often praying with them. To renovate A.R. Baron's offices, the trustee alleged, Bressman hired a construction company controlled by Morris. \u001d  That company, Adonis Construction, got Morris unwanted media attention in 1995 when a tenement it owned in Harlem collapsed and killed three people. \b \u001d  The trustee further alleged that Bressman asked the Wolfsons to let him trade their accounts to help manipulate the price of the \"house stocks\" that A.R. Baron controlled, and to create the appearance of active trading. How did the Wolfsons get the Baron stocks? Through PIPE deals, of course. \u001d  The Wolfsons' accounts \"were among the largest and most actively traded at A.R. Baron,\" said the trustee in a pleading. \"The purpose of the trading,\" the trustee continued, \"was to facilitate the A.R. Baron criminal enterprise by creating the false appearance of the firm's liquidity. Unlike other A.R. Baron customers, the firm allowed [the Wolfsons] to move funds in and out of their accounts freely.\" The small investors snared by the broker's cold callers, in contrast, were never allowed to sell out of A.R. Baron's stocks. \u001d  The trustee found that the Wolfson accounts realized over $83 million in cash proceeds from trading A.R. Baron house stocks. Attached to the trustee's complaint were exhibits showing \"crossed trades\" between various Wolfson family accounts -- trades that the trustee said had \"no conceivable investment rationale.\" \u001d  The Wolfsons' spree with A.R. Baron ended after the SEC subpoenaed Morris in the summer of 1995 to testify in its investigation of the boiler-room. The family transferred its shares of A.R. Baron house stocks to Bear Stearns. After A.R. Baron collapsed in June 1996, Bressman pleaded guilty to state charges of grand larceny and racketeering, for schemes that cost investors at least $75 million. \u001d  The Wolfsons denied the bankruptcy trustee's allegations that they had been part of the A.R. Baron scam. They objected when the trustee rejected the Wolfsons' claims for more than $1 million from a restitution fund. Eventually, the Wolfsons settled by paying the trustee $90,000. \u001d  As strange as the Wolfsons' involvement with a Wall Street low-life like Bressman might seem , even stranger was their use of their charities as investment vehicles in the A.R. Baron machinations. \u001d  Among the Wolfson accounts used for A.R. Baron's trading schemes, said the trustee's filings, were those of United Congregations Mesora -- a not-for-profit Jewish organization controlled by Zev Wolfson and his son Abraham -- and the Chana Sasha Foundation, controlled by Morris and Arielle Wolfson. In its tax returns, the Chana Sasha Foundation said it makes educational grants and helps needy families. In SEC filings, it showed a predilection for millions of dollars' worth of the house stocks of A.R. Baron and other boiler-rooms. \u001d  As noted, the Wolfson Group's managing director, Eli Levitin, says the family won't discuss its investing. As it turns out, Levitin himself has followed the Wolfsons in patronizing dubious brokers and their stocks. Back in 1997, he received warrants for 15,000 shares of a D.H. Blair-sponsored company that marketed discounted chiropractic care. The warrants were Levitin's compensation for performing investor-relations services, said the SEC filings of the now-vanished company. \u001d  In 2004, another failed company in which Levitin was an investor and adviser merged with a videogame-distribution business called Alliance Distributors Holding. The next year an SEC suit alleged that Alliance had been one of several distributors involved in a sales fraud scheme by executives at Take-Two Interactive Software (TTWO), publisher of the very violent, very popular gangster game Grand Theft Auto. Without making admissions, Take-Two executives settled the SEC suit, which had contended that in 2000 and 2001, Alliance's predecessor business Corner Distributors had let the Grand Theft publisher park $10 million worth of games. Corner then returned them all after Take Two had falsely reported them as having been sold. (It might amuse Grand Theft Auto devotees to learn that Corner Distributors was involved in a real East Harlem numbers racket that produced a 1998 guilty plea by a patriarch of Corner's family owners.) \u001d  Levitin has owned several investment ventures with Mel E. Lifshitz -- a class-action lawyer with the New York firm Bernstein, Liebhard and Lifshitz-and Ezra Y. Birnbaum, a Maserati-driving broker whom the SEC sued in Brooklyn's U.S. district court last year, alleging that Birnbaum allowed his employees at the Brooklyn brokerage firm Pond Equities to engage in \"naked\" short selling. Birnbaum's brokers allegedly drove down a company's shares by selling them short without borrowing and delivering stock to make the short sales legit. \u001d  Neither Birnbaum, nor his attorney, responded to Barron's' inquiries. In a statement to Barron's, Lifshitz said that he and his law partner, Sandy Liebhard, have known Levitin and Birnbaum for more than 30 years. The circle of friends has donated substantial sums to each others' charitable trusts, according to the trusts' tax returns. Those returns also show some of the trusts investing in many of the same crummy stocks as the Wolfsons, through trust accounts at Birnbaum's Pond Equities. \u001d  As reported last year by TheStreet.com Website, the Bernstein, Liebhard & Lifshitz lawyers' financial ties to Birnbaum and Levitin raise ethical questions. That's because the lead plaintiffs in many of the law firm's class actions were Levitin's wife, Raizy, as well as Ezra Birnbaum and Birnbaum investment ventures -- including some ventures in which the lawyers themselves were investors. \u001d  Class-action law requires an arms-length relationship between plaintiffs and the class attorneys, notes Columbia University law school professor John C. Coffee, to help ensure that the attorneys don't shortchange the class members. \"Courts have held that you can't be both the plaintiff and the attorney,\" says Coffee, speaking generally, \"because we want the plaintiff to monitor the attorney, and you can't do that if you're the same person.\" \u001d  Lifshitz and his partners say in their statement that \"virtually all\" the cases involving Birnbaum or Levitin's wife were started before the lawyers or their charities invested with Levitin or Birnbaum. After TheStreet.com raised questions last year, the lawyers divested themselves of the Birnbaum-managed partnerships that are class-action plaintiffs. They also asked a legal-ethics professor at Hofstra, Roy Simon, to examine the lawyers' investments with Birnbaum. He pronounced them ethical. \u001d  The charitable foundation of Lifshitz's law firm continues to invest with Levitin, through a venture called BL Cubed. Within weeks of the Lifshitz firm's sharing in a $3.5 million class-action fee award from suing a company called Irvine Sensors on behalf of Ezra Birnbaum, in June 2004, the BL Cubed venture invested in a PIPE deal in Irvine Sensors (a struggling chipmaker whose shares had fallen 99.7% from their year 2000 high). Then, BL Cubed invested in a SulphCo PIPE deal alongside the Wolfsons. It's strange to see class-action attorneys investing in the sort of companies such attorneys typically sue. \u001d  Levitin says that none of his investment activities \"relate in any way to, or affect, the Wolfson family, nor do they relate to my position as general counsel of Acta Realty or any other Wolfson family entities.\" \u001d  He says that the Wolfsons' SulphCo position is a long-term investment. It had better be. A few weeks ago, SulphCo's board fired founder Rudolf Gunnerman and filed their Nevada state court allegations that Gunnerman had made many SulphCo stock purchases in violation of the company's insider-trading policy. Former SulphCo employees tell Barron's that Gunnerman frenetically traded the company's stock. Gunnerman remains a SulphCo director and shareholder. He issued a press release calling the board's allegations vicious and false. \u001d  Last Monday, SulphCo held a conference call featuring Gunnerman's replacement as CEO -- Larry Ryan, a former General Electric executive. Ryan promised a valid commercial test of the company's oil-processing technique as soon as he could get the SulphCo ultrasound device to function reliably. After the call, SulphCo shares rose 18% to end the week at 3.91. \u001d  If Gunnerman's technology does indeed work, SulphCo investors can thank the Wolfsons for financing Gunnerman through PIPE deals. If not, perhaps they can apply for help from the Wolfsons' charities. \u001d  --- \u001d  Why Hedge Funds Love PIPEs \b \u001d  The histories of wall street's scuzzy companies frequent- ly feature PIPEs, or \"private investments in public equities.\" In these financings, a public company sells stock via a discounted private placement to investors -- typically hedge funds or investment vehicles controlled by wealthy investors like the Wolfsons of New York. \u001d  Public investors in PIPE-issuing companies don't make out very well, say researchers like Clemens Sialm, an assistant professor of finance at the University of Michigan's Ross School of Business. Sialm and his colleagues studied more than 5,000 PIPE deals done from 1995 through 2002 and recorded in a database compiled by Sagient Research of San Diego. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"36096f0f41b27caa054f56a57887ab90","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON CEO: Endesa Would Manage E.ON Southern Europe, LatAm Ops","GmtTimeStamp":"2007-02-03T10:34:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  MADRID (Dow Jones)--Endesa SA (ELE) will manage all of E.ON AG's (EON) operations in Southern Europe and Latin America if the German energy giant succeeds in its bid to take over Spain's largest power utility, E.ON Chief Executive Wulf Bernotat said Saturday. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:34 ET (10:34 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"3b6a2287c7128f57c24442ce4341bee4","symR":["BL.MI","BPI.MI","BPU.MI","BPVN.MI","CAP.MI","ISP.MI","IT0000062197","IT0000064300","IT0000072618","IT0003121495","IT0003262513","IT0003487029"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Bk Of Italy Governor Criticizes Dual Bd Structures","GmtTimeStamp":"2007-02-03T10:00:00.000000000","CompanyCodes":["BL.MI","BPI.MI","BPU.MI","BPVN.MI","CAP.MI","ISP.MI","IT0000062197","IT0000064300","IT0000072618","IT0003121495","IT0003262513","IT0003487029"],"IndustryCodes":["BNK","FIS","XDJGI","XMIB"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:00 ET (10:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"49d7674a5e445fec0b0678fac6fbb5e7","symR":["NYT"],"date":"2007-02-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Barron's(2/5) Follow-Up: Sign Of The Times: Family Digs In","GmtTimeStamp":"2007-02-03T05:05:00.000000000","CompanyCodes":["NYT"],"IndustryCodes":["MED","PUB","XDJGI","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Andrew Bary \u001d  The New York Times avoided a possible rebuke to the controlling Sulzberger family when it recently quashed a nonbinding shareholder proposal to end the company's dual-class stock. The action is another sign that the family isn't interested in any changes in the Times' corporate structure, including an outright sale or a family-led leveraged buyout. \u001d  The company's stock (ticker: NYT) is down to 24 from a 2002 peak of 52, and its earnings are under pressure. Deterioration at the Times-owned Boston Globe led the company last week to take a big write-down of $814 million of its New England media group, which includes the Globe and the Worcester Telegram & Gazette. \u001d  Arguing that the Times has been mismanaged, Morgan Stanley Investment Management, which holds a 7% stake, asked the Times to include in its proxy statement the proposal to end the dual-class stock. The structure lodges control with the Sulzbergers through the company's Class B shares, which account for just 1% of the ownership of the company. The Times nixed the proposal. In apparent retaliation, the family is shifting custody of  most of its assets from Morgan Stanley to another firm. \u001d  In a Nov. 13 article,\"Ink-Stained Opportunity,\" with the stock at 24, we argued the Times' assets were worth $35 a share. That calculation still looks good, but it may take time for value to surface as the Sulzbergers dig in their heels. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4a72a025b8474c92311ae11c9b579ec5","symR":["SUF","TTWO"],"date":"2007-02-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(2/5) Paying The Piper At Sulphco -3-","GmtTimeStamp":"2007-02-03T05:06:00.000000000","CompanyCodes":["SUF","TTWO"],"IndustryCodes":["ENT","EQS","OIE","REA","TMF","XDJGI","XISL","XRUS","XSCI"],"Story":"\u001d  They found that shares of PIPE issuers underperformed those of similar companies by about 30% in the two years after a PIPE deal, if the private-placement investors were mostly hedge funds. A third of the issuers were delisted within two years of their PIPE offerings. \u001d  The private-placement investors seem to do well, however. Hedge funds got their PIPE shares at an average discount of 14% to the stock's public- market price, often also receiving warrants convertible into additional stock. Sialm estimates that those warrants boosted the deals' value to the private-placement investors by another 15%. By matching his PIPE database with information in the Lipper TASS hedge-fund database, Sialm figures that hedge funds enjoyed returns of 2% in the month of their PIPE purchases. \u001d  Remorseful PIPE issuers have complained that the hedge funds' profits and public's losses in PIPEs result from the private-placement investors exploiting the discount they receive, by shorting the issuers' stocks. Sialm's study found that PIPE issuers' short interest did indeed rise. But he doesn't blame PIPE \"privates\" for the stocks' declines. \"These are companies in poor financial health,\" he says, that would have gone out of business with or without the PIPE deals. As financings of last resort, the PIPEs forestall bankruptcy. \u001d  In the past year, the staff of the Securities and Exchange Commission has sought to get better disclosure in registration statements filed for certain securities that are often sold as PIPEs, says David Lynn, the chief counsel for the commission's corporation finance division, primarily when the deal would significantly dilute the interests of public investors. \u001d  -- B.A \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"4b1fafbf83d0bb5db1d4fc4155467c68","symR":["BKC","CEG"],"date":"2007-02-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(2/5) Speaking Of Dividends: Having It Their Way","GmtTimeStamp":"2007-02-03T05:05:00.000000000","CompanyCodes":["BKC","CEG"],"IndustryCodes":["ELC","RES","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Shirley A. Lazo \u001d  Dividends are now on the menu at Burger King Holdings. \u001d  Archrival McDonald's has been making payouts since 1976. But Burger King (ticker: BKC), which made its public debut last May, hadn't done so until Tuesday, when it served up a quarterly common payout of 6.25 cents a share. Disbursement will be made March 15 to investors of record Feb. 15. The stock goes ex-dividend Feb. 13. \u001d  Most of the distribution ($26 million of $34 million) will go to investment firms Texas Pacific Group, Bain Capital and a unit of  Goldman Sachs (GS). They bought Burger King in 2002; each owns about 25% of the 53-year-old company. \u001d  Commenting on the dividend, Chief Executive John W. Chidsey said: \"We believe in the company's long-term growth potential and financial strength. This event sends a very strong message. We are clearly on track.\" \u001d  As previously announced, Burger King also retired an additional $25 million in debt Tuesday. Using cash generated from operations, the company has retired $125 million in borrowings during the first seven months of its fiscal 2007 year, which ends June 30. As a result, says chief financial officer Ben K. Wells, Burger King is \"now focused on evaluating other initiatives that will contribute to shareholder  value, such as strategic investments, increasing cash dividends and share repurchases.\" \u001d  Traded on the Big Board, the shares, which yield 1.22%, set a 52-week high Jan. 10 of 21.79. Burger King has 136 million common shares outstanding. \u001d  McDonald's (MCD) set a 52-week high of 45.06 Jan. 17; it has 1.2 billion shares outstanding, pays an annual dividend of $1 a share and yields 2.24%. \u001d  As the No. 2 fast-food chain, Burger King has more than 11,100 restaurants in the U.S. and some 65 other countries. Second fiscal quarter profits surged 41% on robust same-store sales and income from new restaurants. The company credited a big chunk of the gains to its new Breakfast Value Menu, which is being tested in several markets and will debut Feb. 19 with 10 items starting at $1. \u001d  Burger King is beefing up its international operations, too. In the past year, it has opened 85 new eateries in Europe, the Middle East and Asia, plus 90 in Latin America. Overall, it expects to open a net 250 new restaurants by the end of 2007, including its first in Japan and Indonesia. \u001d  Wall Street is taking notice. \"With each passing quarter, we believe skepticism surrounding the company's turnaround plan and their ability to achieve long-term targets lessen,\" said Lehman Brothers analyst Jeffrey Bernstein in a research note. \"In our opinion,\" said Wachovia Securities analyst Jeffrey Omohundro, \"Burger King is not getting enough credit for its superior growth.\" Citigroup's Glenn Petraglia, however, continues to rate the stock Hold because of the company's \"limited track record in the public markets, and the more highly leveraged balance sheet versus its peers.\" \b \u001d  A sixth annual dividend boost is in the stars for investors in Constellation Energy Group (CEG). The largest wholesale power supplier in the U.S. and the parent of Baltimore Gas & Electric, 101-year-old Constellation Energy Wednesday hiked its quarterly common payout 15%, to 43.5 cents a share from 37.75 cents. Stockholders of record March 12 will receive the dividend April 2, and the ex-date is March 8. Yield: 2.35%. Dividends have been paid without interruption since 1910. The company credited the payout hike to its strong 2006 performance and future growth prospects. \u001d  Constellation Energy also posted stronger-than-expected fourth-quarter profits. Along with the sweetened dividend, that sent its stock, which trades on the Big Board, to a 52-week high of 74.28. Considering both share-price appreciation and dividends, shareholder return was nearly 23% in 2006 and 35% in 2005. \u001d  A planned merger with FPL Group was called off last year because of regulatory-approval difficulties. Constellation Energy expects to earn $4.30 to $4.65 a share this year, versus 2006's $3.61, and $5.25 to $5.75 in 2008. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"555bf3959bd0d5acc61a866b301741d8","symR":["IMT.LN","ITY","GB0004544929"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Imperial Prepares Bid For Turkey's Tekel - The Times","GmtTimeStamp":"2007-02-03T12:27:00.000000000","CompanyCodes":["IMT.LN","ITY","GB0004544929"],"IndustryCodes":["TOB","XDJGI","XFT1","XNYA"],"Story":"\b \u001d  LONDON (Dow Jones)-- The Board of the British tobacco group Imperial PLC (IMT.LN) has approved a $1 billion bid for Tekel, Turkey's state cigarette company, which has been put up for sale, The Times of London reported Saturday, without quoting sources. \u001d  According to the Times, Imperial's board met last Monday to consider an offer and has given chief executive Gareth Davies its permission to proceed.   Turkey's Competition Board approved the privatization of Tekel this month and officials said that the tender could be announced next month, assuming no government opposition, the newspaper reported. \u001d  Newspaper Web site: http://www.timesonline.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9330 \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 07:27 ET (12:27 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"55a1ffba9d40af8cc94881abd2d1d9c7","symR":["WMT","US9311421039"],"date":"2007-02-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"WAL-MART JANUARY SAME-STORE SALES GAIN 2.2%","GmtTimeStamp":"2007-02-03T13:18:00.000000000","CompanyCodes":["WMT","US9311421039"],"IndustryCodes":["RTB","RTS","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 08:18 ET (13:18 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"57a8d4f2a1b5412fe9dfbca739a6f4cb","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON CEO: Endesa Would Manage E.ON South Europe, LatAm Ops -2","GmtTimeStamp":"2007-02-03T11:00:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  Late Friday, E.ON raised its takeover offer for Endesa by more than 12% to about EUR41 billion. \u001d  E.ON's sweetened offer - of EUR38.75 for each of Endesa's 1.059 billion outstanding shares - came one day after rival bidder Gas Natural SDG SA (GAS.MC) dropped its own cash-and-shares bid of about EUR24 billion, paving the way for the creation of Europe's largest power company. \u001d  Much of the offer's success will now depend on the decision taken by key Endesa shareholders such as Acciona SA (ANA.MC) and savings bank Caja Madrid. \u001d  Bernotat said at a press conference that E.ON hasn't talked to either company yet. \u001d  Acciona - a Madrid-based construction-to-renewable-energy conglomerate - has previously opposed E.ON's bid. E.ON and Acciona have clashed in U.S. courts, with E.ON claiming that Acciona tried to form a block of Spanish shareholders to prevent the takeover. \u001d  A spokeswoman for Acciona reiterated late Friday the company's stance that it prefers that Endesa remains as an independent company, although it would sell its stake if E.ON succeeds in gaining control of Endesa. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 06:00 ET (11:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"57c9db9ebaa65c9e06306d20809e0247","symR":["WMT","US9311421039"],"date":"2007-02-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"2nd WSJ UPDATE: Wal-Mart January Same-Store Sales Gain 2.2%","GmtTimeStamp":"2007-02-03T20:09:00.000000000","CompanyCodes":["WMT","US9311421039"],"IndustryCodes":["RTB","RTS","XDJGI","XDJI","XFFX","XGTI","XNYA","XRUS","XSP5"],"Story":"\b \u001d  By Kris Hudson \u001d  Of the Wall Street Journal \b \u001d  DALLAS (Dow Jones)--Wal-Mart Stores Inc. (WMT) reported a same-store sales gain of 2.2% for January, beating its own conservatively low projection. \u001d  Wal-Mart, Bentonville, Ark., had predicted a gain of 1% to 2% for the five-week period ending Feb. 2 over the same period a year earlier. The retailer's January result is the latest in a string of paltry monthly results, including a 1.6% gain in December, a 0.1% decline in November and a 0.5% gain in October. \u001d  All told, Wal-Mart's latest fiscal year, which ended Jan. 31, is shaping up to deliver the giant retailer's lowest annual same-store sales gain in the 27 years the company has reported such figures. Through December, Wal-Mart was tracking at a 2% gain for the fiscal year. \u001d  \"Overall, while certainly a step in the right direction, particularly in light of the company's management changes a few weeks back and well-documented challenges, Wal-Mart is still not out of the woods, in our view,\" JP Morgan Securities analyst Charles Grom wrote Saturday in an e-mail. \"And (it) will continue to face an uphill battle versus Target and other moderately priced department store chains\" such as J.C. Penney Co. Inc. (JCP) and Kohl's Corp. (KSS). Among Wal-Mart's most significant executive shifts in recent weeks was its move of Chief Marketing Officer John Fleming into a top merchandising role. \u001d  Same-store sales chart sales trends at stores open for at least a year, providing insight into a retailer's gains or losses against the relatively fixed costs of operating established stores. They are an important indicator of a retailer's return on the money spent on stores, which in turn reflects on overall profitability. Many U.S. retailers plan to divulge their January sales results on Thursday, and Wal-Mart will provide a final, more comprehensive view of its results at that time. \u001d  January typically is not a big month for Wal-Mart, accounting for 6.5% of its total sales over the past five years, according to JP Morgan Securities analyst Charles Grom. It is a month in which retailers often attempt to clear out leftover holiday merchandise and reap sales from redemptions of gift cards bought in December. \u001d  Many Wal-Mart stores last month prominently featured exercise equipment, snacks and drinks for Super Bowl parties and discounted women's apparel from its trendy Metro 7 and George ME lines, which it bet too heavily on last year. To be sure, while slight at just 2.2%, Wal-Mart's latest monthly gain nonetheless had a high hurdle to clear: In the same period a year ago, the retailer notched a 5% gain. \u001d  Wal-Mart's weak results in the past year can be traced to a number of factors, many of which analysts do not expect to abate this year. The retailer has blamed its efforts to remodel sections of 1,800 stores this year and last for disrupting shoppers and driving some away. It also has pointed to its need to discount a stockpile of trendy apparel as a hindrance. Perhaps most significantly, the retailer has opened most of its new stores in recent years in urban and suburban markets, where it faces stronger competition and where shoppers are not as familiar with nor enamored of its low-price merchandise as are those in its rural strongholds. \u001d  Even bullish Wal-Mart analysts predict the retailer's malaise will continue this year due to many of the same factors. At last public notice, Wal-Mart planned to overhaul apparel sections in as many stores this year (451) as it did last year (461). And it plans to overhaul home-d&#233;cor sections in more stores this year (170) than last (54). While Wal-Mart is nearly done overhauling electronics departments - just 229 this year as opposed to 782 last year - those projects can be done quicker and with less disruption than the apparel and home-d&#233;cor revamps. Wal-Mart predicts the remodeling projects, once completed, will provide a lasting boost to its sales. \u001d  As well, Wal-Mart has broadened its focus to more than just offering shoppers the lowest prices. Its effort last year to lure more trendy, affluent shoppers by airing commercials with lifestyle themes rather than trumpeting low prices yielded uneven results and has been toned down. And the retailer continues to push environmental-sustainability efforts that might boost its image and sales, but perhaps not until the campaign endures a while longer. \u001d  On Thursday, Chief Executive Lee Scott delivered a speech in London about Wal-Mart's environmental initiatives rather than addressing thousands of suppliers gathered in Kansas City, Mo., for the retailer's annual supplier conference. For several suppliers who attended the Kansas City meeting, it marked the first time in their memory that a Wal-Mart CEO did not speak at the event. \u001d  As Wal-Mart struggles, some retail observers have separated the giant's results out of their industry predictions to keep it from skewing the tallies. For example, Thomson Financial predicts that the 55 U.S. retailers it tracks will post an average 3.2% gain for January. Factoring out Wal-Mart, that average climbs to 4.4%. Similarly, Retail Metrics LLC, a Swampscott, Mass.-based consulting firm, predicts its pool of 54 retailers will post a 2.8% gain - or 3.6% without Wal-Mart. \u001d  Wal-Mart's archrival, Target Corp., which has consistently outpaced Wal-Mart's monthly gains for much of the past two years, anticipates reporting a January gain of 3.5% to 5.5%. \u001d  Wal-Mart's report of its January results Saturday marks the final time the retailer will divulge its preliminary monthly results on a Saturday. Beginning with its February results, Wal-Mart will switch to reporting on the first Thursday of the following month along with most other retailers. \b \u001d  -By Kris Hudson, kris.hudson@wsj.com, (214) 755-1794. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 15:09 ET (20:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"5a5eaf19f2d0ea8f6613338a5d6dfb43","symR":["MSFT","US5949181045"],"date":"2007-02-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": Oxlo to Provide Integrations for Microsoft Next Generation DMS","GmtTimeStamp":"2007-02-03T12:11:00.000000000","CompanyCodes":["MSFT","US5949181045"],"IndustryCodes":["SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"Dealer Management System for Microsoft Dynamics AX (MSDMS) Developed and Marketed Through Infonizer, Will Use the Oxlo Dealer Integration Network for Reliable and Secure Dealer System Integrations \b \b \u001d  LAS VEGAS, Feb. 3 /PRNewswire/ -- Oxlo Systems Inc., Infonizer North America Inc., and Microsoft, announce an agreement for Oxlo to provide integration services to the Dealer Management System for Microsoft Dynamics AX (MSDMS). \b \u001d  Infonizer and Oxlo are both strategic Microsoft partners including participation in Microsoft's recently announced Automotive Retail Solutions program, with Infonizer developing and marketing the next generation Dealer Management System (DMS) based on Microsoft Dynamics AX, and Oxlo running the leading Dealer Integration Network. \b \u001d  Leveraging the Oxlo Dealer Integration Network will enable MSDMS to quickly integrate with the growing list of Oxlo network members' systems. \b \u001d  \"A DMS must be integrated to numerous third party systems, such as OEMs, before entering the market.  By partnering with Oxlo we will accelerate our time to market, as we won't have to wait on integration development,\" said Richard Ward, President Infonizer NA.  \"The Oxlo Dealer Integration Network efficiently provides MSDMS with instant access to leading automaker, lender and other partner systems,\" added Ward. \b \u001d  John Reed, Director, Automotive Retail Solutions Microsoft, commented, \"Microsoft's strategy is to provide a comprehensive modern and scalable dealer solution delivered by an array of integrated partners whose offerings are built on Microsoft core technologies.\"  Reed added, \"The combination of Infonizer's DMS platform and Oxlo's Dealer Integration Network are key components of this strategy.\" \b \u001d  \"Oxlo has dramatically simplified dealer systems integration, allowing dealer system providers to focus on the new technologies and innovation that deliver value to consumers, dealers, automakers and other dealer business partners,\" said Jim Lejeal, CEO of Oxlo.  \"It's exciting to see Microsoft and Infonizer bringing fresh new solutions to the dealer market, and Oxlo is pleased to be working with them,\" added Lejeal. \b \u001d  MSDMS will capitalize on Microsoft's familiar products and user interface, flattening the learning curve for dealership employees and offers integration across MS products like MS Office and Outlook, and mobile functionality. \b \b    ABOUT OXLO SYSTEMS \b \u001d  Oxlo Systems Inc., based in Broomfield, Colorado is the operator of the leading Dealer Integration Network.  Oxlo's network streamlines the shared business processes associated with selling, servicing, and financing vehicles by integrating the software applications of dealers and automakers, as well as other dealer partners such as lenders.  The Oxlo solution enables tighter collaboration between business partners resulting in superior retail performance.  Oxlo's growing network currently includes 5 automakers, 25 dealer system providers representing almost 5,000 dealerships, and a financial network with over 100 lenders.  For more information, please visit www.oxlo.com.  For perspective on emerging trends and issues affecting the market, visit Oxlo Observer at http://oxlo-observer.typepad.com. \b \b    ABOUT INFONIZER NORTH AMERICA INC. \b \u001d  Infonizer North America Inc. is a subsidiary of Infonizer ApS (Denmark) and is headquartered in Ann Arbor, Michigan.  The company's focus is on developing and marketing the next generation Dealer Management Solution for North America based on extending the global Infonizer industry builder DMS software platform as well as including strategic partner technologies and solutions.  The automotive solution developed by Infonizer North America will serve the United States, Canadian, and Mexican markets. \b \b    ABOUT MICROSOFT \b \u001d  Founded in 1975, Microsoft (Nasdaq: MSFT) is the worldwide leader in software, services and solutions that help people and businesses realize their full potential. \b \bSOURCE  Oxlo Systems Inc. \b \u001d    /CONTACT: Kieran Maloney of Oxlo Systems Inc., +1-303-285-2410, kmaloney@oxlo.com; or Richard Ward of Infonizer North America Inc., +1-734-516-4948, riw@infonizer.com; or John Reed of Microsoft, +1-937-554-0467, jreed@microsoft.com \b    /Web site: http://oxlo-observer.typepad.com \b    /Web site: http://www.oxlo.com/ \b \u001d  Order free Annual Report for Microsoft Corporation\u001d  Visit http://djnewswires.ar.wilink.com/?link=MSFT or call 1-888-301-0513\u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 07:11 ET (12:11 GMT)"},{"md5ID":"6655c28630a2d0ffde37815211ef0f43","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON Can't Fund Endesa Bid With Debt If Tender Rate 100% -3-","GmtTimeStamp":"2007-02-03T14:29:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  In a press conference in Madrid earlier Saturday, E.ON reiterated that the deal would significantly improve the company's leverage, while staying within the limits of the company's rating commitment. \u001d  The company also said it still is committed to keep a single-A credit rating. \u001d  In order to achieve this, E.ON repeated that it may consider issuing equity-linked instruments or equity accounting for up to 10% of the company's share capital. \u001d  At the same time, E.ON also intends to keep its dividend policy unchanged in the wake of the Endesa deal. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 09:29 ET (14:29 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"687f30e601df88a93b91f8ffbb55aae5","symR":["ATHR","CYBX","DELL","US2470251099"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/5) Tech Trader: The Return Of Michael Dell: No Quick Fix For His Company","GmtTimeStamp":"2007-02-03T05:09:00.000000000","CompanyCodes":["ATHR","CYBX","DELL","US2470251099"],"IndustryCodes":["CPR","MDS","SEM","XDJGI","XFFX","XGTI","XISL","XNQ1","XRUS","XSCI","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Jay Palmer and Bill Alpert \u001d  Investors, after initially bidding up Dell's shares (ticker:Dell) on last week's shakeup, soon came to realize not much would change. The stock eased to 23.50 by week's end -- far from its five-year high of more than 40 just over two years ago. \u001d  Over time, however, Michael Dell, as the single leader of the company, could help restore confidence among employees, investors and others. Though often brusque and not particularly well liked within the company, he has alwayscommanded respect as the visionary founder. \"That can go a long way to help,\" says Cindy Shaw, an independent stock analyst. \"He faces a host of challenges, but he is tenacious and he has a very good feel for what needs to be done.\" \u001d  As a result of initiatives started when Rollins was CEO and Dell was chairman, revenues and margins are both likely to show some improvement over the coming year, says Citigroup analyst Richard Gardner. He sees the shares climbing to 29, up 23% from now. \u001d  But returning the stock to its glory days is something else. \"A lot of the problems that Dell is up against,\" Gardner says, \"are secular and industry ones that no one man can fix.\" \u001d  The company has been putting more effort into restoring lagging quality and confidence in its PCs. Though Michael Dell has ruled out the possibility in the short-term, there are indications he may be looking for an operating czar who can help him rework the company's famed direct sales model. \u001d  The old model certainly is looking ragged around the edge. It used to be that the company's highly efficient operating methods made it the low cost PC manufacturer and gave it a huge price advantage, but that edge is no longer so clear. Meanwhile, the current growth markets for PCs are in the consumer, rather than corporate, sector, and Dell long has relied on sales to businesses. \u001d  With his name above the door, and his fortune in the stock, Michael Dell has every incentive to succeed. But his company's position and the industry's conditions aren't going to make it easy. \b \u001d  The chief executive of Atheros Communications favored Barron's with an update on his wireless data business last week. Craig Barratt's company (ticker: ATHR) bucked the industry last year with 64% growth in its sales of chips for Wi-Fi networking. The company's shares are up about 50% in the last six months, to 24.40 -- valuing the Santa Clara-based firm at $1.3 billion, or about four times 2006 sales and 30 times cash earnings (winking at non-cash charges for stock options and acquisition costs). \u001d  Atheros just announced that it will also make Bluetooth wireless chips, in competition with Britain's CSR (CSR.London) and Broadcom (BRCM). Barratt is confident that Atheros will outdo these larger Bluetooth rivals, by selling chips cheaply enough to make the technology part of more cell phones and headsets. \u001d  But the Wi-Fi market isn't done evolving, apparently. Barratt said that 23% of his December quarter WiFi revenues were from the latest 802.11n generation of the technology, compared to just 12% of sales in September. \u001d  Interestingly, he notes that a growing percentage of his Wi-Fi chips are going into wireless routers sold by telecom carriers like AT&T, as opposed to retailers like Best Buy. The router suppliers to the carriers are companies like 2Wire, while the retail suppliers are firms like Cisco System's Linksys and Netgear (NTGR). The carrier channel got about 25% of Atheros WiFi sales last quarter, says Barratt. He expects that portion to pass 50% by 2008. So Cisco and Netgear better grab share in the carrier channel, before it's too late. \b \u001d  That drama queen of a company Cyberonics knuckled under to dissident shareholders just before its annual meeting last Thursday. The Houston-based maker of neurological implants accepted three directors backed by dissident shareholders like Carl C. Icahn, who owns about 10% of Cyberonics stock (CYBX). \u001d  The company has lost its moorings since the forced resignation of hard-charging chief executive Robert P. \"Skip\" Cummins in November, after Cyberonics started looking into the accounting for Cummins' stock options grants. The Securities and Exchange Commission continues its own investigation of the grants. \u001d  For about a decade, Cyberonics has sold a pacemaker-like device whose electrical impulses can reduce seizures in patients who have epilepsy. But Cummins pinned his ambitions on using the device to treat the millions of depressed patients that other treatments haven't helped. In 2005, he persuaded the Food and Drug Administration to approve the depression treatment against the advice of the FDA's own staff scientists, who were not convinced the device worked. Insurers haven't been persuaded to pay for the thing, however, and Cyberonics' lack of sales growth has cut its shares in half since the FDA approval. Friday, they closed at 21.59. \u001d  On Jan. 26, a panel of FDA advisors heard an update on a controlled post-marketing study aimed at showing whether the device really works. While Cyberonics says the 460-patient study is \"on schedule,\" doctors have only enrolled 84 patients and performed 51 implants. Twenty-one medical sites declined to join in the study. A second observational study has also had trouble getting doctors to participate: 87 sites turned them down. \u001d  The panel also heard about the inconclusive test of another device to treat depression. Neuronetics, of Malvern, Pa., is seeking approval for a non-invasive treatment that sends strong magnetic impulses through a patient's scalp. Researchers reported symptom improvement in 18% of patients treated, compared to 11% who got a sham treatment -- but the difference fell just short of statistical significance and headaches experienced by those getting the real treatment made FDA reviewers question whether the study was successfully double-blinded. The advisory panel declined to take a vote and suggested that Neuronetics do further research. \u001d  Cyberonics, meanwhile, has a critical date on Wednesday, when the Centers for Medicare and Medicaid Services must decide whether the government should pay for that company's depression treatment. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"6b9fcb887907ca566f0957c2920df18a","symR":["BL.MI","BPI.MI","BPU.MI","BPVN.MI","CAP.MI","ISP.MI","IT0000062197","IT0000064300","IT0000072618","IT0003121495","IT0003262513","IT0003487029","BL.MI","BPI.MI","BPU.MI","BPVN.MI","CAP.MI","ISP.MI","IT0000062197","IT0000064300","IT0000072618","IT0003121495","IT0003262513","IT0003487029"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Bk Of Italy Head Calls For Further Consolidation Of Banks","GmtTimeStamp":"2007-02-03T10:00:00.000000000","CompanyCodes":["BL.MI","BPI.MI","BPU.MI","BPVN.MI","CAP.MI","ISP.MI","IT0000062197","IT0000064300","IT0000072618","IT0003121495","IT0003262513","IT0003487029"],"IndustryCodes":["BNK","FIS","XDJGI","XMIB"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:00 ET (10:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"70f0f7c5dc3cb19bdb5ab1eb6bfc83a6","symR":["BDEV.LN","HBOS.LN","PSN.LN","WLB.LN","GB0000811801","GB0006825383","GB0009700732","GB0030587504"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barratt To Buy Wilson Bowden For GBP2.1B -Times Of London","GmtTimeStamp":"2007-02-03T11:54:00.000000000","CompanyCodes":["BDEV.LN","HBOS.LN","PSN.LN","WLB.LN","GB0000811801","GB0006825383","GB0009700732","GB0030587504"],"IndustryCodes":["BNK","HOM","HPR","XDJGI","XFT1","XGTI","XISL","XST5"],"Story":"\b \u001d  LONDON (Dow Jones)--Wilson Bowden PLC (WLB.LN) has agreed to be bought by Barratt Developments PLC (BDEV.LN) in a GBP2.1 billion deal that will create Britain's biggest house builder, the Times of London reported Saturday, without citing sources. \u001d  According to the Times, Barratt is expected to confirm the deal Monday. \u001d  The move comes after rival bidders HBOS PLC (HBOS.LN) and Sir Tom Hunter pulled out of the race to buy Wilson Bowden because of a disagreement over what the house builder was worth. \u001d  Hunter, who refused to raise his cash offer above GBP21 a share, sent a formal letter withdrawing his bid Friday, the paper reported. \u001d  The acquisition means Barratt will leapfrog Persimmon PLC (PSN.LN) as the nation's largest house builder and will bring together Barratt's KingsOak Homes and Barratt Homes with Wilson Bowden's brands including David Wilson Homes, Wilson Bowden developments and Wards Homes. \u001d  Newspaper Web site: http://www.timesonline.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9330 \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 06:54 ET (11:54 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7820281b296ab5d55a48f18784ff1fd4","symR":["5730.FR","ABI.YY","NL0000235190"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Merkel's Govt To Push For Keeping Airbus Jobs In Germany","GmtTimeStamp":"2007-02-03T18:58:00.000000000","CompanyCodes":["5730.FR","ABI.YY","NL0000235190"],"IndustryCodes":["AIR","ARO","ASP","XCA4","XDJGI","XENX","XMDAX"],"Story":"\b \u001d  BERLIN (AP)--Chancellor Angela Merkel's government will push for keeping as many jobs as possible at the half-dozen Airbus factories in Germany, a government spokeswoman said Saturday. \u001d  A spokeswoman for the government in Berlin said that fighting to keep as many German jobs as possible amid restructuring at the troubled plane builder was a priority for Merkel. \u001d  Thousands of Airbus workers in Germany staged protests Friday over fears that as many as 8,000 jobs could be cut as its parent company, European Aeronautic Defense and Space Co. (5730.FR), seeks to recover after costly delays to the planned A380 superjumbo. \u001d  German weekly Der Spiegel said Merkel planned to meet EADS head Louis Gallois to push her nation's cause, before the company's Feb. 20 release of restructuring plans. \u001d  The government spokeswoman couldn't comment on the report. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 13:58 ET (18:58 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"7d522a070fff3a944b9d2b2fbe662f44","symR":["BL.MI","BPI.MI","BPU.MI","BPVN.MI","CAP.MI","ISP.MI","IT0000062197","IT0000064300","IT0000072618","IT0003121495","IT0003262513","IT0003487029"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Bk Of Italy Governor: Mutual Banks Must Review Governance","GmtTimeStamp":"2007-02-03T10:00:00.000000000","CompanyCodes":["BL.MI","BPI.MI","BPU.MI","BPVN.MI","CAP.MI","ISP.MI","IT0000062197","IT0000064300","IT0000072618","IT0003121495","IT0003262513","IT0003487029"],"IndustryCodes":["BNK","FIS","XDJGI","XMIB"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:00 ET (10:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8766df38b724f37b6cc8d57465ab5ff4","symR":["MSFT","US5949181045"],"date":"2007-02-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(2/5) Microsoft's Game To Lose -2-","GmtTimeStamp":"2007-02-03T05:09:00.000000000","CompanyCodes":["MSFT","US5949181045"],"IndustryCodes":["SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"885e19cdffca0960927737141a41420d","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON CEO: Confirms Commitment To Dividend Policy","GmtTimeStamp":"2007-02-03T10:21:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:21 ET (10:21 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"89732e4e3795200d39d481149a096202","symR":["BL.MI","BPI.MI","BPU.MI","BPVN.MI","CAP.MI","ISP.MI","IT0000062197","IT0000064300","IT0000072618","IT0003121495","IT0003262513","IT0003487029"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Bk Of Italy Governor Calls For Asset Mgmt, Banks Division","GmtTimeStamp":"2007-02-03T10:00:00.000000000","CompanyCodes":["BL.MI","BPI.MI","BPU.MI","BPVN.MI","CAP.MI","ISP.MI","IT0000062197","IT0000064300","IT0000072618","IT0003121495","IT0003262513","IT0003487029"],"IndustryCodes":["BNK","FIS","XDJGI","XMIB"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:00 ET (10:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"8b563690ce97eb133834df7b2c995803","symR":["ETR"],"date":"2007-02-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":"Entergy New Orleans Sells Defunct Plant To Miami Developer","GmtTimeStamp":"2007-02-03T19:19:00.000000000","CompanyCodes":["ETR"],"IndustryCodes":["ELC","REA","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b \u001d  NEW ORLEANS (AP)--Entergy New Orleans has sold one of its oldest pieces of property to a Miami developer for $10 million. \u001d  The utility told a city council panel last year that Michael Samuel would redevelop the defunct power plant for public use and the land around it for housing. \u001d  Samuel declined to comment on his plans until designs were complete. The area that houses the huge brick building has been touted for years for its potential to help revitalize a part of New Orleans near the convention center. \u001d  The property was purchased in mid-January in a sale approved by a bankruptcy court judge. Entergy New Orleans has been operating under bankruptcy protection since 2005. \u001d  The judge required the money go toward paying down the $50 million Entergy New Orleans owes its parent company, Entergy Corp. (ETR), on a line of credit. \u001d  One creditor, the Bank of New York, opposed the sale, saying the property was worth more. But Entergy New Orleans countered that an appraisal put the property at about $8 million. \u001d  The president and CEO of Entergy New Orleans called the sale a positive both for the city and his firm. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 14:19 ET (19:19 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"91f70e990036124d0033d184742d6139","symR":["CBS","CBSA","NAI.XX","VIA","VIAB","US9255243084"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"WSJ(2/3) Redstone Settles Suit With Son Over Family's Fortune","GmtTimeStamp":"2007-02-03T05:00:00.000000000","CompanyCodes":["CBS","CBSA","NAI.XX","VIA","VIAB","US9255243084"],"IndustryCodes":["BRD","MED","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From THE WALL STREET JOURNAL) \b   By Matthew Karnitschnig \u001d  Hollywood mogul Sumner Redstone, the chairman of both CBS Corp. and Viacom Inc., settled a lawsuit with his estranged son over the family's vast fortune, ending a potentially messy confrontation that threatened to complicate his succession plans. \u001d  The terms of the agreement, filed in a court in Maryland where the family business, National Amusements Inc., is incorporated, weren't disclosed. But people close to the matter said the family company repurchased the one-sixth stake held by the son, Brent Redstone. \u001d  The sale also consolidates the elder Mr. Redstone's control over the family business. Before the settlement, Sumner Redstone owned two-thirds of National Amusements stock, while his son and daughter, Shari Redstone, shared equal ownership of the other third. Sumner Redstone now owns 80% of National Amusements and his daughter the remaining 20%. It was unclear how much National Amusements paid for the stake. The lawsuit valued the company, which holds a controlling stake in Viacom, CBS and a large cinema chain, at $8 billion. \u001d  A spokesman for Sumner Redstone confirmed that a settlement had been reached but said the two sides had agreed to keep the details confidential. A lawyer for Brent Redstone said his client had no comment. \u001d  Brent Redstone's suit, in which he alleged that his father led a campaign to \"freeze out\" his son from the family business, offered a rare glimpse into the difficult personal relationships of one of Hollywood's most powerful men. Sumner Redstone expressed shock at the suit and said it had both pained and angered him. \u001d  In his lawsuit, filed last year in the Circuit Court of Maryland for Baltimore, Brent Redstone, 56 years old, sought the dissolution of National Amusements. Brent, a former Boston prosecutor who now lives on a ranch in Colorado, claimed in the suit that he was barred from gaining access to his one-sixth stake and was allowed only to sell it back to his family. \u001d  It is unclear what role Shari will play when her father dies. But Sumner Redstone has said he would like his daughter to play a larger role in the company's affairs. She is president of National Amusements and runs the business's movie-theater chain. \u001d  Sumner Redstone faces another lawsuit, this one brought by his nephew, Michael, who claims he and other family members were bilked out of their inheritance. National Amusements says the allegations are \"baseless.\" \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:00 ET (05:00 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"928d15e287f358dce1327faefd429ae1","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON CEO: Gas Natural Pullout Was The \"Right Step\"","GmtTimeStamp":"2007-02-03T10:25:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:25 ET (10:25 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"9293fa0ea833f16039512a17f22254d3","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON CEO: Refinancing Strategy To Keep Rating Commitment","GmtTimeStamp":"2007-02-03T10:16:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:16 ET (10:16 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"956448c79176baca71369c6e8e55d8ba","symR":["SUF","TTWO"],"date":"2007-02-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(2/5) Paying The Piper At Sulphco","GmtTimeStamp":"2007-02-03T05:06:00.000000000","CompanyCodes":["SUF","TTWO"],"IndustryCodes":["ENT","EQS","OIE","REA","TMF","XDJGI","XISL","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \b   By Bill Alpert \u001d  The collapse of Sulphco stock in the past year shouldn't merit much attention. After all, lots of hyped tech stocks bomb out. But this little Reno gamble shows the risks of betting on unorthodox science claims -- especially when Wall Street's smart-money investors have gotten there first in private placements. \u001d  SulphCo was just a money-losing stock promotion that claimed it could turn sulfurous crude into higher-priced, clean-burning oil. About a year ago, those claims helped boost its shares to $19.70, giving the company a stock-market value of $1 billion. But with just a bit of research, anyone could have figured out that SulphCo's founder, Rudolf W. Gunnerman, had faked his academic background and that his previous tech ventures had cost investors millions of dollars (as Barron's reported in \"A Crank Case?\" Jan. 23, 2006). Some who'd worked closely with the 78-year-old German emigre say that he'd even claimed to have invented the laser and talked of being \"the bastard son of Hitler.\" \u001d  SulphCo (ticker: SUF) now trades at $3.91 after recently falling as low as $2.25, and Gunnerman is in a nasty court fight for control of the company. SulphCo's directors fired him as chief executive at a tumultuous Jan. 12 meeting in which he tried to have the police arrest one of them for trespassing. He's battling the board in a Nevada state court case, where the directors allege that Gunnerman traded on insider information and lied in a recent Internet podcast by saying that SulphCo would become profitable this month. \u001d  Small investors eager for alternative-energy plays might have been fooled by Gunnerman's illusionist feints -- like his flaunting \"honorary\" Ph.D.s from overseas diploma mills when he actually never finished college. Yet it's hard to understand how he might have fooled the savvy hedge funds and sophisticated investors who bet big in SulphCo's private placements of its stock. Unless, that is, they assumed Gunnerman could find them greater fools to buy their shares. \u001d  Among the most sophisticated SulphCo investors is the family of Zev W. Wolfson, a New York City real-estate magnate renowned for charity and for active investing in hedge funds. For years, the 77-year-old Wolfson and his sons Abraham and Aaron, and stepson Morris, have invested quietly from their family office in a 29th-floor aerie of their skyscraper at the foot of Manhattan. Just last March, the Wolfsons added to their $17 million investment in SulphCo by putting $2.5 million into a private placement. \b \u001d  The Wolfsons invest widely, but eschew publicity. No wonder. For more than a decade, they've been important financiers of public disasters like SulphCo and of the unsavory brokers who promote such stocks -- underwriting the financial muggings of little old ladies from their glass tower. \u001d  Through their lawyer, the Wolfsons declined to discuss with Barron's their involvement with SulphCo or any other investment. The Wolfsons expressed doubts about Barron's journalistic integrity, says Eli Levitin, general counsel and managing director of their investment and real-estate ventures. The Wolfsons are not mere penny-stock investors, says Levitin. \"They are really a very substantial family office.\" \u001d  Given their picaresque history on Wall Street's wild side, the Wolfsons might well be concerned about the attentions of a journalist. And that history might make public investors wonder if they want to put their savings into any stock like SulphCo, where private-placement investors like the Wolfsons have shown up first. \u001d  Since the early 1990s, the Wolfsons have put tens of millions of dollars into small-cap companies through bridge loans and PIPEs -- private investments in public equities -- a sometimes controversial form of investment that is being scrutinized by the Securities and Exchange Commission. \u001d  The typical PIPE deal works out badly for a company's public shareholders, according to most studies. But the deals can produce good returns for the hedge funds and wealthy investors who buy shares in private placements from a public company at a discount that's typically 10% or more from the public market price. That can allow the private PIPE investors to quickly profit through short sales as well as price appreciation. Wolfson family members have been private-placement investors in dozens of companies, including one that federal prosecutors alleged was linked to organized crime. \u001d  The Wolfsons may well have been true-believers in stocks like SulphCo, where the promoters hide the truth. Former SulphCo employees tell Barron's that the company secretly doctored crude-oil samples to make its processing seem successful. Through a lawyer, Rudolf Gunnerman denies that his company faked tests or that he ever talked of inventing the laser or being Hitler's son. \u001d  For whatever reason, the Wolfsons have repeatedly supplied large amounts of capital to dubious stock promoters. In fact, securities and court filings show that they financed promotions by some of the most notorious boiler-rooms of Wall Street's rapacious 1990s, such as D.H. Blair and A.R. Baron, both brokers that went out of business as the Manhattan district attorney sent their key personnel to prison. \u001d  A probe by a federal bankruptcy trustee into the 1996 collapse of A.R. Baron concluded that the Wolfsons were in on the schemes of that brokerage firm, 13 of whose employees ultimately were convicted of defrauding investors. \u001d  According to the trustee's 1998 suit in Manhattan's bankruptcy court, the Wolfsons funded A.R. Baron and supplied trading accounts used in the firm's pump-and-dump manipulations, in exchange for a promised share of the illicit spoils. The Wolfsons ended up settling the trustee's proceeding, without admitting to the allegations. They have never been charged with wrongdoing by government regulators. \"The action by A.R. Baron's bankruptcy trustee was settled years ago,\" says Wolfson attorney Levitin, \"with a mutual agreement by both parties to dismiss their claims against each other.\" \b \u001d  After 10 years of patiently piecing together parcels of property at the southern tip of Manhattan, Zev Wolfson launched his realty empire in 1969 when his real-estate partnership built One State Street Plaza, a 32-story building with unequalled views of the Statue of Liberty. \u001d  With his real-estate cash, Wolfson became an early investor in the hedge-fund and private-equity industries. In the 1980s, he was a limited partner of money managers like Carl C. Icahn, Saul Steinberg and John A. Mulheren Jr., a controversial trader convicted in 1990 of stock manipulation. That conviction was later reversed, but not before police stopped Mulheren from confronting prosecution witness Ivan Boesky with a rifle. \u001d  Wolfson also has a reputation for sharing his profits with charitable beneficiaries, supporting overseas religious and educational groups in a low-profile manner. \u001d  In the 1990s, Zev Wolfson's sons began appearing as investors in their own right. While Abraham, Morris and Aaron Wolfson may well have made blue-chip investments that don't fill the public record, numerous SEC registration statements show one or another of them as substantial participants in private placements by a rogues' gallery of bad-news brokers. In addition to D.H. Blair and A.R. Baron, those brokers included Kensington Wells, William Scott & Co. and Patterson Travis. These firms stole hundreds of millions of dollars from the investing public, by the estimate of government regulators. \u001d  Executives of both Kensington Wells and Patterson Travis were ultimately convicted of running stock-fraud conspiracies to pump up the prices of, and then dump, stocks like VideoLan Technologies, a Kensington Wells underwriting financed by Abraham and Aaron Wolfson and Morris Wolfson's wife, Arielle. \u001d  Morris also invested directly in a boxing promoter underwritten by William Scott & Co., a firm whose brokers were busted in the June 2000 \"Mob on Wall Street\" dragnet -- when Brooklyn's federal prosecutors and the SEC broke up a ring of boiler-rooms that they said were controlled by New York's organized-crime families. \u001d  D.H. Blair was the infamous brokerage firm that hyped many millions of dollars worth of flimsy stocks through the 1980s and '90s, -- until its rip-offs were halted with a wave of regulatory censures and fines in 1998. Prosecutors eventually secured convictions of 12 Blair brokers and four officers for defrauding retail investors. \u001d  Zev Wolfson's sons and their investment entities made bridge loans to D.H. Blair's investment-banking clients prior to public offerings. The Wolfsons put more money into PIPE financings once the D.H. Blair stocks came public -- receiving huge piles of stock and warrants that would be ruinously dilutive to public investors once the privately placed securities were registered and eligible for sale. \u001d  Patrons like the Wolfsons were essential to D.H. Blair's hustles. Brokers say that the Wolfsons were important enough to rate personal visits from Blair's wealthy owner, J. Morton Davis. A financial analysis of SEC filings shows why. \u001d  The Wolfson brothers, in-laws, employees and various investment entities registered shares worth more than $100 million from the private placements of Blair and similar firms. \u001d  To be sure, the lists of such boiler-rooms' private patrons were long, and the Wolfsons weren't the only wealthy New Yorkers helping to bankroll dubious stock promotions. Investing alongside them, for example, in Beachport Entertainment  -- one of the allegedly mobbed-up stocks targeted in the June 2000 federal prosecutions in Brooklyn -- was Martin Hodas, who ran many of the peep shows around Times Square before it was Disneyfied. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a1836c1091828bf1a6bbcf4c60267f95","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON CEO: Selected Asset Disposals Possible To Finance Deal","GmtTimeStamp":"2007-02-03T10:18:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:18 ET (10:18 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a48f4acc444a6083d76b0351cfbba8df","symR":["PBR","PETR4.BR","RDSA","RDSA.LN","RDSB","RDSB.LN","BRPETRACNPR6","GB00B03MLX29","GB00B03MM408"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Bolivian Protesters Force Shutdown Of Natural Gas Pipeline","GmtTimeStamp":"2007-02-03T05:31:00.000000000","CompanyCodes":["PBR","PETR4.BR","RDSA","RDSA.LN","RDSB","RDSB.LN","BRPETRACNPR6","GB00B03MLX29","GB00B03MM408"],"IndustryCodes":["OIL","XAEX","XDJGI","XFT1","XGTI","XNYA","XST5"],"Story":"\b \u001d  LA PAZ, Bolivia (AP)--Protesters forced the shutdown of a natural gas pipeline serving several of Bolivia's largest cities to demand that President Evo Morales broaden his petroleum nationalization and expand state energy company operations in southern Bolivia. \u001d  Vice President Alvaro Garcia confirmed that protesters  Friday had taken control of a pumping plant outside the city of Camiri, 320 miles southeast of the capital of La Paz, forcing employees of pipeline operator Transredes to shut off the flow of gas. \u001d  The pipeline serves La Paz and the eastern city of Santa Cruz, Bolivia's two largest cities, but the shutdown had not affected supplies in either city, Garcia said. \u001d  Garcia said the protests have \"no justification, because the pipelines are the veins of our country.\" \u001d  Officials at Transredes, a subsidiary of Royal Dutch Shell (RDSB), declined to comment except to say they were monitoring the situation. \u001d  The shutdown did not affect pipelines carrying Bolivian natural gas to neighboring Brazil and Argentina. \u001d  Since Monday, the protesters have blockaded the main highway outside Camiri to demand that Bolivian state energy company Yacimientos Petroliferos Fiscales Bolivianos, or YPFB, build a local headquarters in their town. \u001d  The office was planned before Morales was inaugurated last year, but scrapped as the beleaguered company reorganizes itself under the terms of his oil and gas nationalization. \u001d  Saying that nationalization has not gone far enough, the demonstrators also have demanded that Morales seize two Bolivian oil refineries operated by Brazilian state energy giant Petroleo Brasileiro SA, or Petrobras (PBA) - a move his government announced last September but quickly aborted in the face of fierce international criticism. \u001d  The protesters are also seeking the \"refounding\" of YPFB, which was eviscerated by a botched 1996 privatization. But Morales already declared the company \"refounded\" last August while announcing plans for a complete overhaul. \u001d  \"They're asking for the refounding of YPFB, and we're working on it,\" Morales said earlier Friday. \u001d  Morales nationalized Bolivia's extensive natural gas fields last May, sending soldiers to seize foreign companies' installations. But after six months of delicate negotiations the companies were allowed to remain in the country after signing new contracts granting the state a significantly larger share of their revenues. \u001d  In the early 20th century, Camiri was home to one of Bolivia's first big gas wells, but production has since moved elsewhere. Local residents hope a new YPFB office could bring much-needed jobs to the area. \u001d  Shutting down pipelines is a common form of political protest in Bolivia. Last August, demonstrators briefly shutdown a gas pipeline to Argentina to protest border crossing fees, while in the same month Guarani Indians seized a pipeline control facility to demand a larger share of gas royalties. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:31 ET (05:31 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"a92d489a048cf68ee0b55df230398f30","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON CEO: Tender Period For Hldrs Likely To End In March","GmtTimeStamp":"2007-02-03T10:10:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:10 ET (10:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"af38ffa4e46f3a9f00fae5c303be4a1b","symR":["ANAD","DISH","IWY1.XE","SIFY","WFR","US82655M1071"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/5) Cycling Into A Big Year For Tech -2-","GmtTimeStamp":"2007-02-03T05:08:00.000000000","CompanyCodes":["ANAD","DISH","IWY1.XE","SIFY","WFR","US82655M1071"],"IndustryCodes":["BRD","ISV","MED","SCR","SEM","XDJGI","XFFX","XISL","XNQ1","XNYA","XRUS"],"Story":"\u001d  A: We estimate the top-line is growing about 30%, and that's well in excess of consensus. Earnings will be going from zero to 50 cents to about a $1 a share in 2008. What multiple do you want to put on that? I think it should be significant. This company is growing very rapidly, and it is not expensive. It is trading at nine times our 2008 number, and earnings are exploding. A multiple in the high teens or even 20 could be possible. \b \u001d  Q: What's next? \u001d  A: EchoStar Communications [DISH], which I think is a great play on a possible takeout. The stock is attractive on a fundamental basis at current levels. It is trading at 7.7 times '07 Ebitda [earnings before interest, taxes, depreciation and amortization] and 6.7 times '08 Ebitda, and the Ebitda should grow at about 18% in '07 and 15% in '08. EchoStar should generate about $2.50 of free cash flow per share in '07. Based on the $40 where it is currently trading, it is at 16 times free cash flow. The company is executing really well; in the September quarter they put up one of the best quarters they've ever delivered. \b \u001d  Q: What about subscriber growth? \u001d  A: Their subscriber numbers have been fantastic. They added 295,000 net subscribers in the September quarter, versus 165,000 for DirecTV. The stock should appreciate 20% if it just holds its current multiple over the next 12 months. There is also a lot of additional upside, because we think this is the year AT&T [T] buys EchoStar. It just makes too much sense for the deal not to happen. \b \u001d  Q: Explain. \u001d  A: We are really bullish on video over Internet, as I said. This is why AT&T and Verizon [VZ] are deploying their fiber-to-the-home strategies and why the cable companies will ultimately have to upgrade their networks from 750-megahertz systems to one gigahertz. \u001d  The problem with the fiber-buildout strategy is that it is slow. While the phone companies are building, the cable companies are taking their telephony subscribers every single day with their triple-play voice, video and broadband offering. Buying EchoStar solves a lot of problems for AT&T. It immediately gives them a fully integrated video offering with scale as they pick up EchoStar's 13 million subscribers. \u001d  Remember, AT&T is all about scale. Using a great hybrid strategy of using satellite for broadcast and high-definition channels into the home, they then can use their fiber platform for broadband Internet access. This is critical, because when the world goes to high-definition TV channels, it is unclear what the impact is going to be on the broadband connection, but by leaving high-def channels on the satellite, it frees up the broadband connection so they could potentially have the most superior product offering. \u001d  The third point is that AT&T has achieved such massive scale by buying BellSouth that buying EchoStar is no longer a big deal for them. EchoStar has a $17.7 billion market cap. AT&T's market cap is $235 billion. Their enterprise value [market value plus net debt] is $290 billion. They could pay a big premium for EchoStar, and it would barely be dilutive. \b \u001d  Q: And why this year? Because of the more favorable climate in Washington before the next election? \u001d  A: Yes. There would not really be any competitive-overlap issues, so there wouldn't be any regulatory hurdles. But, nonetheless, the deal would take probably nine to 12 months to close. If you think about the timing until the next election, they have to do it to ensure that this deal would be announced and closed prior to November 2008. \b \u001d  Q: What could trip it up? There's been talk that the satellite companies might merge, and John Malone is always a threat. \u001d  A: John Malone is always a threat. If it could get through the Federal Communications Commission and the Justice Department, the merger of EchoStar and DirecTV would be one of the best deals ever done. There are so many synergies between the two companies that Malone could pay $80 a share for EchoStar and have the deal still make sense. EchoStar will have about $2.85 billion of Ebitda in '07 and DirecTV will have close to $4 billion, and there is roughly $3 billion in annual synergies by combining the two companies. I'm not sure given the rhetoric out of Washington that it would be a doable deal, although the synergies are so great it is almost worth a shot to try. But the more likely scenario is AT&T buys EchoStar. There are no regulatory hurdles, it is not overly dilutive, and it solves a lot of AT&T's problems. \b \u001d  Q: On to alternative energy. \u001d  A: The solar space is an area that is going to be a huge growth industry for many years to come. Yet a constraint on solar's growth is a shortage of polysilicon. Polysilicon is a critical component in solar cells. Polysilicon is also what semiconductor wafers are made of. One of the leading polysilicon producers in the world is MEMC Electronic Materials [WFR]. MEMC has about 230 million shares outstanding. The stock is at $44.70 right now. They haven't reported their fourth-quarter earnings yet, but I estimate they are going to end up earning about $2 a share in 2006, which is up from $1.14 in 2005. \u001d  [After our conversation, MEMC reported fourth-quarter earnings of 68 cents a share and 2006 earnings of $2.07, and the stock rose to 52 as a result; we asked Cahill to update his views on MEMC, which follow]. \u001d  It has about a $12 billion market cap. They have $585 million in cash, or about $2.40 a share in net cash. \u001d  We think they are going to earn $3 a share in 2007 and $4 a share in '08. That puts the stock at 17 times '07 earnings and 13 times '08 for a company that is growing 45% in '07 and 33% in '08. MEMC is trading at what we consider to be a very significant discount to both the semiconductor industry as well as its own unbelievable growth rate. That is because historically it has been a company with extreme earnings volatility through up and down cycles. \b \u001d  Q: Where are we in the cycle? \u001d  A: The semiconductor industry is going through a bit of an inventory correction, and we think the cycle will trough in the first half of '07. MEMC might finally get some multiple expansion during this inventory correction because it is demonstrating its ability to grow its revenues and margins and earnings through this downturn. It has a lot less cyclicality than it has had historically. In MEMC, we have a company growing its earnings as fast as Google, but trading at 17 times. \b \u001d  Q: How about an emerging-market pick? \u001d  A: Sify [SIFY] is a play on the Internet and Internet infrastructure of India. It is a restructuring story. The last couple of quarters have been a little choppy, but beginning in June, they hope to see some acceleration in earnings. That said, they still doubled their Ebitda from '05 to '06. They figured out a long time ago that most people in India don't have a PC, so they built Internet cafes. They have 3,552 Internet cafes. The No. 2 player is Reliance with 240 cafes, and there is no No. 3. Sify has leveraged their Internet cafes to create several portals like SifyMax.com, which is the leading broadband portal in India, and Sify.com, which is an e-commerce and mobile-game portal. \u001d  Beyond that, they started building data centers to host their own data, and now they are providing the service to some big companies. They also have 208,000 broadband subscribers. They are one of the largest broadband providers in India, and they do that by working with the cable companies, which are highly fragmented in India. They are getting into travel and have a pact with the Indian railways to sell and distribute tickets through their cafes. \u001d  They have also announced a deal with Western Union for money transfers. This is an important service, because very few people in India have credit cards. \b \u001d  Q: What's this mean for the stock? \u001d  A: Sify has 42.8 million shares outstanding, and it trades at $7.60. They've got $53 million in cash. They generated $13 million in Ebitda in '06. We think that will increase to around $20 million in '07. It is trading at 13 times '07 enterprise value to Ebitda. This is not something you put all the college savings into. But on a multiyear basis, this could appreciate very, very significantly. \b \u001d  Thanks, Mike. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:08 ET (05:08 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b0368315763bef594bae0f971ab3e2b6","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON CEO: Issuance Of Equity Possible To Finance Deal","GmtTimeStamp":"2007-02-03T10:18:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:18 ET (10:18 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b229f5d334cb8a6570d7ffad483f36e3","symR":["RDSA","RDSA.LN","RDSB","RDSB.LN","GB00B03MLX29","GB00B03MM408"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Govt Forces Retake Control Of Bolivian Natl Gas Pipeline -2-","GmtTimeStamp":"2007-02-03T16:41:00.000000000","CompanyCodes":["RDSA","RDSA.LN","RDSB","RDSB.LN","GB00B03MLX29","GB00B03MM408"],"IndustryCodes":["CHC","CHM","OIL","PIP","XAEX","XDJGI","XFT1","XGTI","XNYA","XST5"],"Story":"\b \u001d  Officials at Transredes, a subsidiary of Royal Dutch Shell, told The Associated Press Saturday they were still waiting for instructions from the Bolivian government before re-establishing pipeline flow. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 11:41 ET (16:41 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b344cb359133444de87bfd4429c4f750","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON CEO: Deal To Be Earnings Accretive From 1st Full Year","GmtTimeStamp":"2007-02-03T10:17:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:17 ET (10:17 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b5f33954e1ca25db2229cbebf44e3eff","symR":["DCX","DCX.XE","F","GM","DE0007100000","US3704421052"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Chrysler CEO Seeks To Boost Dealer Profitability","GmtTimeStamp":"2007-02-03T21:42:00.000000000","CompanyCodes":["DCX","DCX.XE","F","GM","DE0007100000","US3704421052"],"IndustryCodes":["AUT","XDAX","XDJGI","XDJI","XFFX","XNYA","XRUS","XSP5","XST5"],"Story":"\b \u001d  By Terry Kosdrosky \u001d  OF DOW JONES NEWSWIRES \b \u001d  LAS VEGAS (Dow Jones)--The chief executive of DaimlerChryler AG's (DCX) Chrysler Group said Saturday that he wants to improve profitability for the auto maker's dealers and that the auto maker will win their trust back by better aligning production with demand. \u001d  Chrysler and its dealers were stung last year when inventory bloated and the auto maker didn't cut production fast enough. Chrysler reported a $1.5 billion third-quarter loss and will announce a restructuring plan later this month. \u001d  Chrysler, which sells the Chrysler, Jeep and Dodge brands, saw its U.S. sales decline 7% to 2.14 million vehicles in 2006, losing momentum after the company saw a gain in 2005. Chrysler dealers were stuck with cars, trucks and SUVs that sat on lots for a long time, a situation that eats into dealer profits since carrying inventory costs money. \u001d  Dealer profitability is important since healthy dealerships are able to invest more in advertising, service and facilities, which helps retain customers and drive sales. Some dealers for the U.S. Big Three have suffered as the auto makers lost market share the past several years to foreign competitors such as Toyota Motor Corp. (TM) and Honda Motor Co. (HMC). \u001d  Chief Executive Tom LaSorda, speaking during an interview with journalists on the sidelines of the National Automotive Dealers Association here, said Chrysler dealers \"pushed back\" when the auto maker tried to push inventory though last year. Chrysler last year also built vehicles without dealer orders. \u001d  LaSorda vowed to not repeat those mistakes. \u001d  \"We won't be in that situation ever again,\" he said. \u001d  He also said that Chrysler will do better at building cars, trucks and SUVs with the right optional features that the market and dealers demand. \u001d  LaSorda also said he would keep the sales team structure, with him leading the effort, intact for \"probably a couple more months.\" He said he wouldn't go outside the company for a permanent replacement. \u001d  Dealer anger led to the ouster of former Chrysler sales chief Joe Eberhardt in December and LaSorda took ultimate charge of sales and marketing. He's spent a lot of time meeting with dealers trying to improve relations. \u001d  LaSorda will be meeting with dealers this weekend at the convention, an annual event that draws thousands of dealers from around the country. \u001d  He said the message to them is \"trust us, we'll back you guys up.\" \u001d  But he noted that trust will come when Chrysler makes good on its promises over the next few months. Then, dealers can say \"they did what they said,\" LaSorda added. \u001d  LaSorda said dealer profitability is still not where it needs to be. While some dealers are doing quite well, others are not and LaSorda said he wants to get them \"all back up.\" \u001d  The automaker is also looking for the right balance on incentives so that Chrysler and its dealers make money on car and light truck sales. LaSorda said better balancing production with market demand will help lower incentives. \u001d  LaSorda noted that Chrysler got off to a good start in January. Its U.S. sales were up slightly from last year, driven by retail sales, while General Motors Corp. (GM) and Ford Motor Co. (F) saw year-over-year sales declines, including in retail. However, Chrysler's January sales to fleet customers such as car rental companies, which generally are less profitable, were down, as were GM's and Ford's. \u001d  Steven Landry, Chrysler vice president of sales and field operations, said during the same interview that fleet sales to car rental companies will be down in 2007 compared with last year, but didn't specify by how much. GM and Ford both said they plan steep cuts in sales to car rental companies in 2007. \u001d  LaSorda wouldn't discuss details of the restructuring plan expected to be announced Feb. 14, but said it would be wide-ranging and address every part of the business. \u001d  \"We're going to do what we need to do,\" he said. \u001d  LaSorda said production at some U.S. plants was down significantly in January, and will be down in February and March, though on a lesser scale than in January. \b \u001d  -By Terry Kosdrosky of Dow Jones Newswires; 313-226-1251; terry.kosdrosky@dowjones.com \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 16:42 ET (21:42 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b6e6b60086e3768f154dbb12c44a0672","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON CEO: No Talks Yet With Acciona, Caja Madrid","GmtTimeStamp":"2007-02-03T10:25:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:25 ET (10:25 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b7952a8a02cfbd2dea371a97ce4255ff","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON CEO Expects To Complete Bidding In 1st Half Of April","GmtTimeStamp":"2007-02-03T10:12:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:12 ET (10:12 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b81e09f208a4f813682bb163c326626a","symR":["BT","BT.A.LN","CMCSA","CMCSK","CSCO","JNS","JPM","LEN","LENB","MAT","MRK","MSFT","OMC","T","TIA.XX","TWX","VANGUARDF.XX","VZ","DELDX","FMAGX","GEEQX","INUTX","JAVLX","LBFAX","LMVTX","PTTAX","STFGX","TEBIX","TEQAX","GB0030913577","US00206R1023","US17275R1023","US2003002001","US46625H1005","US5893311077","US5949181045","US8873171057","US92343V1044"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/5) Best Of The Best","GmtTimeStamp":"2007-02-03T05:09:00.000000000","CompanyCodes":["BT","BT.A.LN","CMCSA","CMCSK","CSCO","JNS","JPM","LEN","LENB","MAT","MRK","MSFT","OMC","T","TIA.XX","TWX","VANGUARDF.XX","VZ","DELDX","FMAGX","GEEQX","INUTX","JAVLX","LBFAX","LMVTX","PTTAX","STFGX","TEBIX","TEQAX","GB0030913577","US00206R1023","US17275R1023","US2003002001","US46625H1005","US5893311077","US5949181045","US8873171057","US92343V1044"],"IndustryCodes":["ADV","AMG","BAN","BNK","BRD","CMT","DRG","ENT","FTS","HOM","HPR","INL","INS","MED","SOF","TLS","TMF","XDJGI","XDJI","XFFX","XFT1","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XST5","XSTT","XSTX","ZFU"],"Story":"\b   (From BARRON'S) \b   By Lawrence C. Strauss \u001d  For some of the mutual-fund world's lesser-known lights, like State Farm Investment Management and GE Asset Management, 2006 was a very good year. \u001d  -- That's evident in the results of the most recent Lipper/Barron's Fund Families Survey, which includes a lot of new names at the top of its rankings. In fact, only one firm that was among the top 10 in our one-year returns for 2005 got back to that elite level for 2006. That was Janus, which placed ninth overall, one notch higher than it had a year earlier, boosted by a strong showing in the all-important U.S. general-equity category. \u001d  -- The No. 1 slot went to GE Asset Management, whose impressive performance in the 12 months ended Dec. 31 pivoted on a very strong showing in U.S. equities. That catapulted it ahead of behemoths like Fidelity, Vanguard and American Funds. And it marked quite a turnaround for GE, which ranked 62nd in our 2005 survey, near the bottom of the one-year rankings. \u001d  -- \"Last year, the outperformance was driven more by stock-picking\" than by the \"sector-type of decisions,\" says David Carlson, GE Asset Management's chief investment officer for U.S. equities. Making the showing even more impressive: Overall, GE's equity funds were slightly underweight in energy stocks. \u001d  -- All the funds in this survey, including a slew of bond offerings, averaged a 12% gain, adjusted for 12b-1 fees in 2006. \u001d  As in the sports world, the fund business can be very tough on yesterday's winners. Remember the Chicago White Sox? Such one-year swings are prevalent in mutual-fund land, where a firm's focus and investment bent -- having a large-cap orientation, for example -- can bring divergent results from one year to the next. \u001d  Case in point: Pimco/Allianz, which topped last year's one-year ranking, fell to 41st place out of 67, hurt partly by a disappointing showing in taxable bonds, of all categories. The $100 billion Pimco Total Return (ticker: PTTAX), helmed by Barron's Roundtable member Bill Gross, finished in the bottom 15% of its Lipper category. \u001d  The returns in our study are asset- weighted. Thus, if a family's biggest funds do well, it boosts the ranking, and vice versa, as was the case with Total Return. This hurt Legg Mason, which slid to No. 23 from fourth in '05, hurt by relative underperformance in some of its largest stock funds. The company ranked 38th in the U.S. general-equity category, which has the largest weighting (51.44%) of the five categories we examine -- the others being mixed equity (14.5%), world equity (16.2%), taxable bond (14.6%) and tax-exempt bond (3.2%). \u001d  Among the laggards in the Legg stable last year was Legg Mason Value Trust (LMVTX) -- run by longtime manager Bill Miller -- which placed in the bottom 40% of its Lipper peer group. The strong showing of some of the firm's bond funds, notably those of its Western Asset Management unit, helped offset the equity performance. \u001d  Other firms that fell hard included Waddell & Reed, which went from No. 2 last year to No. 30, hurt by a mediocre showing in the general-equity category; and Fidelity, which fell to No. 38 from No. 7, dragged down by poor showings in world equity and mixed equity. Its general equity ranking, 23, wasn't all that bad, considering the widespread impression that some of its largest stock funds, including Fidelity Magellan (FMAGX) need to shape up. \u001d  Jennison Dryden also tumbled, to 44th from third a year ago. Going in the opposite direction: J.P. Morgan, which came in 13th, versus 43rd a year ago. \u001d  Swings tend to be less drastic in the five- and 10-year results. In the top 10 for both 2005 and 2006, ten-year results include American Funds, Franklin Templeton, T. Rowe Price, Fidelity and Oppenheimer. Similarly, six of the top 10 finishers in the five-year rankings -- Munder Capital, Franklin Templeton, Goldman Sachs, T. Rowe Price, Pimco/Allianz and IXIS -- were there in 2005, too. \u001d  Not everyone likes our methodology. Says Robert Flanagan, president of First Investors, \"I do not believe it is an accurate way to measure fund performance by ranking funds of all sizes and investment orientations, such as growth and value, together as one broad category.\" First Investors' fund lineup finished 64th, third from the bottom in the one-year survey -- but it had done much better in other years. \u001d  Like it or not, the system does provide a way to look at a fund firm's overall performance versus the competition's. But, as with all such rankings, investors probably should consider it a starting point. \u001d  To qualify, a fund group must have at least three funds in Lipper's general U.S. stock category, two taxable bond funds and one each in the world equity, mixed-equity and tax-exempt bond classifications. (For more on the methodology, see box.)(See accompanying illustration -- Barron's February 5, 2007) \u001d  Based in Stamford, Conn., GE Asset Management, whose mutual-fund assets as measured by Lipper total $18.2 billion, has more of an institutional than retail bent. \"Our roots are more towards the institutional market,\" says CIO Carlson. The fund operation opened to investors outside GE in 1988. (Its assets, including institutional money, total about $200 billion.) \u001d  For non-GE employees, its mutual-fund lineup consists mainly of three families: the GE Funds, GE Institutional Funds, and GE Investments Funds, which are portfolios for variable life and annuities products. The GE Institutional platform caters primarily to defined-contribution plans, such as 401(k)s, and to other institutional investors and certain intermediaries. The Elfun Family of funds is for the most part not open to investors outside of GE. \u001d  \"GE is often overlooked as an equity and bond manager, but they did well in that regard,\" says Jeff Tjornehoj, a research analyst at Lipper. The shop also did well over five years, placing 15th out of 62 firms. Even more impressive, it came in third in the 10-year ranking, besting 47 firms. \u001d  The fund family's strong one-year showing reflects a balanced performance across the five categories, including a second-place finish in general equity, ninth in mixed equity and eighth in taxable bonds. \u001d  Among the stable's strong performers is GE U.S. Equity (GEEQX), which finished in the top quarter of its Lipper peer group last year. Its 2006 return, adjusted for 12b-1 fees (something Lipper does for all of the funds in this survey), was north of 16%, slightly ahead of the Standard & Poor's 500's 15.80%. \u001d  The fund's winning picks in '06 included cable operator Comcast (CMCSK); Omnicom Group (OMC), a global advertising and marketing firm; and Cisco Systems (CSCO). With 120 names in its portfolio, the fund wasn't infallible, having missed some of the telecom sector's move last year. \u001d  Carlson's outlook for 2007? \"More of a flight to quality and a drift to large-caps.\" He also expects market breadth to narrow, giving big, quality names an edge. \u001d  No. 2 was IXIS Asset Management, whose stable includes the Loomis Sayles funds. Standouts in the family include the $8.7 billion Loomis Sayles Bond Fund (LBFAX), which finished at the very top of its Lipper category. Run by Daniel J. Fuss and Kathleen C. Gaffney, the fund looks for securities in a variety of fixed-income sectors. \u001d  Last year, says Gaffney, high-yield bonds and currency exposure worked very well for the fund, which notched an adjusted return of 11.27%. In 2007, she observes, \"We still think high-yield is attractive, though we see a slowing in the U.S.\" \u001d  Helped by that fund, IXIS finished first in the taxable-bond category. \u001d  Gaffney and Fuss don't expect the U.S. economy to fall apart this year. But with junk bonds sporting very tight spreads, compared with better-quality paper, \"I wouldn't be allocating blindly to the sector,\" cautions Gaffney. She also likes the prospects for the investment-grade bonds of homebuilder Lennar (LEN), because \"the worst has been priced into the bonds\" and \"we're not going into recession, and balance sheets are in much better shape than in early '90s, the last housing downturn.\" \u001d  Finishing third overall was RiverSource Investments, which had placed 24th for 2005. The Minneapolis firm had a strong showing across all categories except tax-exempt bonds. \"We've been improving track records over the past five years, but there's no question that 2006 was our best year,\" says William F. \"Ted\" Truscott, chief investment officer. RiverSource, which as part of Ameriprise Financial was spun out of American Express, had a good showing in the five-year ranking, placing No. 22. But its 10-year ranking was 47th, third from the bottom. \u001d  Among its 2006 stars was RiverSource Dividend Opportunity (INUTX), which was helped by telecom holdings, including AT&T (T) and BT Group (BT). The $1.6 billion fund, which formerly focused on utilities, seeks a dividend yield that's 150% of the S&P 500's. \"Dividends are becoming more important and in-demand broadly by investors,\" says Warren Spitz, a senior portfolio manager, adding that demand from the aging baby boomers should provide a nice tailwind for dividend stocks. \u001d  The fund, whose adjusted return last year was about 23.5%, finished in the top 10% of its Lipper group. \u001d  Coming in fourth was Delaware Management, compared with 41st place a year ago. The firm placed 25th in the five-year ranking and 27th in the 10-year survey. \u001d  Helping the one-year results was Delaware Large Cap Value (DELDX), which finished near the top of its Lipper group. With assets of about $1.5 billion, it's fairly concentrated, with each holding accounting for roughly 3% of assets. One of its managers, D. Tysen Nutt, says the fund seeks \"to find intrinsic value at a discounted price.\" Its one-year adjusted return was 23.7%. Aiding its performance: AT&T, Merck (MRK) and Mattel (MAT). \u001d  Franklin Templeton finished fifth overall, helped by a 12th-place finish in general equity. Among the big fund family's strong performers was Mutual Beacon (TEBIX), a value fund with an activist bent. Its adjusted return last year was 21%. \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"b81e366ec6fb98b12a72c7e4f2a66ff8","symR":["DELL","US2470251099"],"date":"2007-02-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Michael Dell Details Corporate Changes In Companywide E-Mail","GmtTimeStamp":"2007-02-03T17:51:00.000000000","CompanyCodes":["DELL","US2470251099"],"IndustryCodes":["CPR","XDJGI","XFFX","XGTI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\u001d  DALLAS (AP)--Days after returning as Dell Inc.'s (DELL) chief executive officer, Michael Dell told employees of the computer maker he's quashing bonuses for 2006 and reducing managers. \u001d  The e-mail sent Friday said the move is to help cut costs and steer the company back toward dominance. \u001d  It also revealed that Dell won't hire a chief operating officer, will push faster product development and will expand into new business to drive revenue growth. \u001d  Details of the shake-up came after Michael Dell replaced Kevin Rollins as CEO. The change comes as Dell tries to fix mounting problems that include a string of disappointing earnings, eroding market share and an ongoing federal accounting probe. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 12:51 ET (17:51 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"bd50a3e7a0a6682aadfdda345815d65f","symR":["ALU","ALU.FR","DB","DBK.XE","ERIC","ERIC-B.SK","MOT","NOK","NOK1V.HE","SI","SIE.XE","DE0005140008","DE0007236101","FI0009000681","FR0000130007","SE0000108656","US6200761095"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/5) European Trader: Ericsson's Undue Pounding","GmtTimeStamp":"2007-02-03T05:04:00.000000000","CompanyCodes":["ALU","ALU.FR","DB","DBK.XE","ERIC","ERIC-B.SK","MOT","NOK","NOK1V.HE","SI","SIE.XE","DE0005140008","DE0007236101","FI0009000681","FR0000130007","SE0000108656","US6200761095"],"IndustryCodes":["BAN","BNK","CMT","ITC","XCA4","XDAX","XDJGI","XENX","XFFX","XGTI","XHEX","XISL","XNQ1","XNYA","XRUS","XSP5","XST5","XSTX","XSXA"],"Story":"\b   (From BARRON'S) \b   By Matthew Curtin and Arindam Nag \u001d  The rush to sell shares of LM Ericsson is a reminder of how sensitive investors are to mild earnings disappointment and sober forecasts, particularly in a sector as badly wracked by price competition as telecom equipment. \u001d  The Swedish concern's American despositary receipts (ticker: ERIC) plunged more than 6% early Friday, to 36.80, after the company reported a 14% earnings gain for the fourth quarter and lowered its targets for 2007. \u001d  But the months ahead maymake the selloff look like at least a partial overreaction. After all, if you're confident that investing in an equipment supplier is the way the play booming global demand for mobile and broadband, Ericsson is a relatively risk-free way to do it. \u001d  Ericsson has stolen a march over its rivals in the industry-consolidation stakes. The Marconi acquisition under its belt and December's purchase of Redback Networks both look to be proceeding well. In contrast, Alcatel-Lucent (ALU) is a messy work in progress. The venture between Nokia (NOK) and Siemens (SI) is delayed. \u001d  An ever more leanly managed Ericsson generated more cash than expected in 2006, which ought to help it handle the above-average growth it expects in 2007, even if the industry as whole won't expand as fast as Ericsson was hoping. \u001d  Slippage in profit margins is easily attributed to an expansion of services activities that promise more durable, if less lucrative, sales growth. Costs associated with rolling out networks at Ericsson's pace inevitably weighs on profitability in the short term. Even so, Ericsson's margins remain far above peers'. \u001d  Ericsson has been gaining in share of the wireless market, with its dominance of the so-called WCDMA standard. On the handset front, the Sony-Ericsson venture has been positioning itself at the premium, music-playing end of the market, which looks savvy for now. It's certainly in better shape than Motorola (MOT), whose RAZR phone appears to have lost its magic. \b \u001d  Anyone sizing up Deutsche Bank as a long-term bet in the banking sector should take a good look at a part of its business that generates few headlines. \u001d  The German bank's (DB) Global Transactions business, which offers cash management for corporations, securities services, trade finance and more, is in the third year of a robust recovery, boasting a 66% return on equity at the end of 2006. That's the highest among all the bank's business units. \u001d  It's tempting to focus instead on Deutsche Bank's investment- banking business. For it was hefty gains from proprietary trading and some one-offs that propelled Deutsche Bank's fourth-quarter earnings to the top end of analysts' expectations. Net income for the period more than doubled, to a record 1.81 billion euros ($2.35 billion). \u001d  But the proprietary-trading profits are notoriously unpredictable. Global Transactions is usually less volatile, given its strong correlation with GDP growth and increases in international trade. \u001d  Though the bank's pretax profit has risen an average 30% in the past three years, Global Transactions' profit has grown three times as fast. In 2006, it jumped 38%, ahead of the bank's overall profit of 28%. \u001d  ---   Matthew Curtin and Arindam Nag are contributors to The Skeptic, a Dow Jones Newswires column on which this European Trader is based. \u001d  --- \b                           DOW JONES GLOBAL INDEXES \b \bCountry \bRegion/ \b  DJ Global            DJ Global          DJ Global     Point \b   Indexes,             Indexes,           Indexes,      Chg.    % Chg. \bLocal Curr.     Wkly     U.S. $    Wkly   U.S. $ on     From      From \b   02/02/07    % Chg.   02/02/07  % Chg.   12/31/06  12/31/06  12/31/06 \b \bAmericas \b                        360.32   +1.94     351.71     +8.61     +2.45 \b \bBrazil \b 5860423.68   +0.75    1102.15   +2.51    1067.30    +34.85     +3.27 \b \bCanada \b     435.93   +1.06     425.41   +0.85     425.73     -0.32     -0.08 \b \bChile \b     605.81   +3.27     414.57   +2.21     393.68    +20.89     +5.31 \b \bMexico \b    1856.99   +2.65     518.20   +3.07     500.99    +17.21     +3.44 \b \bU.S. \b     352.21   +1.99     352.21   +1.99     343.25     +8.96     +2.61 \b \bVenezuela \b    2840.95   +5.65      39.91   +5.17      58.10    -18.19    -31.31 \b \bLatin America \b                        579.20   +2.70     560.18    +19.01     +3.39 \b \bEurope \b                        357.17   +2.31     349.72     +7.45     +2.13 \b \bAustria \b     467.06   +2.41     472.00   +2.96     465.16     +6.85     +1.47 \b \bBelgium \b     430.63   +1.49     435.42   +2.04     427.54     +7.88     +1.84 \b \bDenmark \b     516.78   +3.70     532.23   +4.26     505.70    +26.53     +5.25 \b \bFinland \b    1393.39   +2.02    1259.40   +2.57    1206.63    +52.77     +4.37 \b \bFrance \b     360.48   +1.85     369.24   +2.40     365.73     +3.51     +0.96 \b \bGermany \b     308.66   +2.81     310.95   +3.37     302.80     +8.15     +2.69 \b \bGreece \b     425.07   +1.52     317.08   +2.07     295.24    +21.84     +7.40 \b \bIreland \b     673.63   +2.27     665.04   +2.82     671.96     -6.92     -1.03 \b \bItaly \b     341.98   +0.96     283.94   +1.50     280.63     +3.31     +1.18 \b \bNetherlands \b     404.96   +1.86     408.18   +2.41     401.84     +6.34     +1.58 \b \bNorway \b     451.81   +2.32     431.31   +3.63     402.36    +28.95     +7.20 \b \bPortugal \b     313.04   +0.48     274.65   +1.03     270.37     +4.28     +1.58 \b \bSpain \b     566.94   +1.55     430.65   +2.10     422.08     +8.57     +2.03 \b \bSweden \b     649.37   +0.64     547.99   +1.42     542.62     +5.37     +0.99 \b \bSwitzerland \b     549.39   +2.47     597.98   +3.07     577.55    +20.43     +3.54 \b \bUnited Kingdom \b     269.64   +1.39     283.90   +1.85     278.31     +5.60     +2.01 \b \bSouth Africa \b                        324.08   +2.06     319.28     +4.80     +1.50 \b \bPacific Region \b                        148.89   +1.47     146.16     +2.73     +1.86 \b \bAustralia \b     397.31   +1.14     405.13   +1.42     400.56     +4.56     +1.14 \b \bHong Kong \b     394.87   +2.32     393.36   +2.35     377.97    +15.40     +4.07 \b \bIndonesia \b     572.84   +1.30     125.72   +1.74     127.96     -2.25     -1.76 \b \bJapan \b     114.70   +0.94     118.16   +1.25     115.76     +2.41     +2.08 \b \bMalaysia \b     226.82   +2.98     176.32   +3.01     158.88    +17.44    +10.97 \b \bNew Zealand \b     202.40   -0.29     254.46   -2.54     259.49     -5.03     -1.94 \b \bPhilippines \b     331.21   +3.72     176.65   +4.55     159.92    +16.73    +10.46 \b \bSingapore \b     255.18   +3.82     269.27   +3.94     249.36    +19.90     +7.98 \b \bSouth Korea \b     293.19   +3.55     237.15   +3.91     241.17     -4.02     -1.67 \b \bTaiwan \b     195.35   -0.77     152.96   -0.70     156.13     -3.17     -2.03 \b \bThailand \b     122.49   +1.87      82.42   -2.93      81.33     +1.09     +1.34 \b \bEuro Zone \b                        363.03   +2.45     356.67     +6.36     +1.78 \b \bEurope (ex.U.K.) \b                        398.39   +2.54     389.85     +8.54     +2.19 \b \bNordic Region \b                        608.48   +2.44     587.36    +21.12     +3.60 \b \bPacific Region (ex. Japan) \b                        313.14   +1.79     308.33     +4.81     +1.56 \b \bWorld (ex. U.S.) \b                        247.75   +1.94     243.05     +4.71     +1.94 \b \bDOW JONES WORLD STOCK INDEX \b                        283.71   +1.96     277.50     +6.21     +2.24 \b \bIndexes based on 12/31/91=100.2007 Dow Jones & Co. Inc. All Rights Reserved. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:04 ET (05:04 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"c6db1f6f307d70ac4b67b7faf90e71a2","symR":["FSH.LN","GB0009588533"],"date":"2007-02-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Johnson Eyes Deal For Fish Works - The Times","GmtTimeStamp":"2007-02-03T12:56:00.000000000","CompanyCodes":["FSH.LN","GB0009588533"],"IndustryCodes":["RES"],"Story":"\b \u001d  LONDON (Dow Jones)-- Luke Johnson, the chairman of U.K. broadcaster Channel 4, is considering making an offer for FishWorks PLC (FSH.LN), the troubled AIM-listed restaurant operator, through his Risk Capital Partners private equity vehicle, The Times of London reported Saturday without quoting sources. \u001d  According to the Times, the entrepreneur is understood to have put together a consortium of investors and may already have made a preliminary approach to the board of Fish Works. \u001d  Shares in Fish Works, which floated at 33 pence in June 2005, fell sharply this week to a low of 10 pence after the company said it was in talks with its bankers over its financial position, the newspaper reported. \u001d  Shares rose Friday to add 1/2 pence to 13 1/2 pence amid rumours of bid interest. According to a stated understanding by the Times, any bid by Risk Capital Partners is likely to be below the current price. Risk declined to comment. \u001d  Newspaper Web site: http://www.timesonline.co.uk \u001d  -London Bureau, Dow Jones Newswires; +44 (0)20 7842 9330 \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 07:56 ET (12:56 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"cacf9cb11fb3f9a7823949b35846c9ef","symR":["CERS","CFC","GYI","IEDU","LHO","LRW","MAT","MOGA","MOGB","PBNY","PIR","TSO","WFT"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/5) Research Reports: How Analysts Size Up Companies","GmtTimeStamp":"2007-02-03T05:06:00.000000000","CompanyCodes":["CERS","CFC","GYI","IEDU","LHO","LRW","MAT","MOGA","MOGB","PBNY","PIR","TSO","WFT"],"IndustryCodes":["ARO","ASP","BNK","BTC","EAG","ENT","EQS","HIM","MED","MFN","OIE","OIS","PUB","REA","REI","RTS","SVC","TMF","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI","XSP5","XSTF"],"Story":"\b   (From BARRON'S) \b   Edited By Anita Peltonen \u001d  The research reports excerpted here were issued recently by investment firms. Many may be obtained through Thomson Financial at www.thomson.com/financial or 800-638-8241. Some are available in the company-research area of WSJ.com, or through Factiva.com. Some of the reports' issuers have provided, or hope to provide, investment-banking or other services to the companies being analyzed. \b \u001d  Cerus \u001d  -- CERS-NNM \u001d  Outperform/Speculative Risk \b \u001d  -- Price 5.42 on Jan. 26 \u001d  by Baird Securities \b \u001d  Germany has approved sale of Cerus' Intercept platelet system . . . almost two quarters earlier than we'd anticipated. . . . While revenues should accrue for Intercept platelets in Europe, [the Concord, Calif.-based] Cerus also has it in late stages of clinical development in the U.S. While we are generally skeptical of cancer vaccines, Cerus' efforts represent a new way of developing therapies in this space. . . . Our 12-month target is $12, derive[d] by applying a 25 multiple to our 2010 earnings-per-share estimate of 96 cents, discounted back by 25% per year. . . . Valuation is heavily dependent upon Intercept uptake in both Europe and the U.S. \b \u001d  Countrywide Financial \u001d  -- CFC-NYSE \b \u001d  Market Perform \u001d  -- Price 43.38 on Jan. 30 \u001d  by Friedman Billings Ramsey \b \u001d  CFC reported 4Q06 EPS of $1.01, below the Street's estimate of $1.03 and above our estimate of 96 cents . . . Maintaining price target of 45, which reflects 10 times our FY07 EPS estimate. . . . We do not believe CFC is for sale at this time; however, an alliance with Bank of America looks reasonable and attractive. . . . Downgrading CFC to Market Perform from Outperform to reflect a fairly valued stock price, given a tough market environment; lowering our fiscal '07 EPS estimate from $4.50 to $4.40. \b \u001d  Getty Images \u001d  -- GYI-NYSE \b \u001d  Buy \u001d  -- Price 44.44 on Jan. 30 \u001d  by McAdams Wright Ragen \b \u001d  Getty reported 4Q earnings of approximately 60 cents per share, after stripping out a one-time charge and normalizing tax rate. We had been looking for 57 cents and consensus was 56 cents . . . GYI posted 4Q sales of $203.5 million versus consensus estimate $196 million . . . [an] increase of 9.5% year-over-year (6.5% currency-neutral). . . . Getty reaffirmed '07 revenue guidance of mid-single digit growth and earnings of 1.5 times revenue growth. We believe the table may be set for GYI to exceed those expectations . . . We view the shares as appropriate for accounts capable of accommodating above-average volatility. \b \u001d  INVESTools \u001d  -- IEDU-NNM \b \u001d  Buy \u001d  -- Price 13.69 on Jan. 29 \u001d  by Merriman Curhan Ford \b \u001d  Once the acquisition [of the online-broker thinkorswim] closes, the combined company should have a nearly $1 billion enterprise value, show expanding margins and accelerating trends in the TOS division . . . Our expectations for 4Q06 and FY07 have not changed, although we believe that our FY07 estimates are conservative with 15% sales growth and flat adjusted earnings before interest, taxes, depreciation and amortization [Ebitda] margin (21%) assumptions. We believe 1Q07 is shaping up very strong. \b \u001d  Labor Ready \u001d  -- LRW-NYSE \b \u001d  Market Perform \u001d  -- Price 18.50 on Jan. 29 \u001d  by JMP Securities \b \u001d  Reducing our rating from Market Outperform to Market Perform and lowering estimates. Since LRW reported a disappointing outlook after 3Q earnings, the stock has moved up in excess of 15%. We expect the next few quarters to be quite challenging, as we believe the housing market has yet to find a bottom; it's now apparent that services tangentially related to residential construction are being significantly impacted and comprise a much larger percentage of revenue for LRW than we originally thought . . . We are slightly lowering our 4Q06 EPS estimate from 30 cents to 29 cents and reducing FY07 EPS estimate from $1.42 to $1.32. \b \u001d  LaSalle Hotel Properties \u001d  -- LHO-NYSE \b \u001d  Outperform \u001d  -- Price 46.95 on Jan. 30 \u001d  by Wachovia Securities \b \u001d  Reiterating Outperform. This lodging real-estate investment trust [owns] higher-end, full-service hotels located in convention, resort, and major urban markets, with significant exposure to Washington, Chicago, New York, Boston, San Diego, Seattle, and Hollywood. LHO's portfolio of 32 properties features Westin, Hyatt, Hilton, Marriott, Sheraton, and independent brands; 2007 Ebitda is expected to be in the range of $208.9 million to $212.1 million with [funds-from-operations] per share between $3.10 and $3.18, excluding noncash expense from redemption of preferred shares and asset-sale proceeds. While the near-term disruption from renovations impact earnings estimates in 2007, it does not negatively impact net asset value, in our view. \b \u001d  Mattel \u001d  -- MAT-NYSE \b \u001d  Buy \u001d  -- Price 23.97 on Jan. 30 \u001d  by Wedbush Morgan \b \u001d  Q4 beats expectations with broad product strength; maintaining Buy and increasing target from 26 to 28. Q4 EPS of 75 cents compares to 58 cents a year ago. \u001d  Barbie posted [her] fourth consecutive increase in U.S. shipments, although the 3% gain was slightly below that in Q3 and below the 5% increase we had expected. Most other product categories were up, including Fisher-Price, non-Barbie dolls, and Entertainment/Games. The balance sheet continues to be in great shape, in our opinion. Raising 2007 revenue estimate from $5.8 billion to $5.96 billion and EPS forecast from $1.50 to $1.60; increasing 2008 revenue projection from $6.02 billion to $6.31 billion and EPS estimate from $1.65 to $1.80. \b \u001d  Moog \u001d  -- MOG/A-NYSE \b \u001d  Buy \u001d  -- Price 39.05 on Jan. 30 \u001d  by Benchmark \b \u001d  [Moog designs and makes precision-motion and fluid-control systems for aerospace, defense, industrial and medical-device markets.] Moog reported F1Q07 EPS of 56 cents on revenue of $356 million, versus our estimates of 51 cents on revenue of $338.2 million compared to the consensus of 51 cents on $339.6 million [in revenue]. Performance was strong in every one of Moog's business segments; in fact most were above our expectations, reflecting strong demand in corresponding end markets. \b \u001d  Pier 1 \u001d  -- PIR-NYSE \b \u001d  Hold \u001d  -- Price 6.60 on Jan. 30 \u001d  by Kevin Dann & Partners \b \u001d  Pier 1 Imports named Alex Smith as the company's new president and CEO, effective Feb. 19 . . . Tom Thomas will replace [Marvin] Girouard as a nonexecutive Chairman of the Board. . . . Smith will be on a short leash with investors as they look for clarity in the company's turn-around program . . . To Smith's benefit, he will be coming on board at a time when the company's sales are at their worst. . . . \u001d  We believe that investors should continue to maintain their positions in PIR shares. However, we would not recommend new investment in the company, as the level of uncertainties outweighs the potential benefits . . . The company also has to re-establish its product-differentiation strategy, which is vital to restoring product margins that are below historic levels for Pier 1. As such, we maintain our Hold rating. \b \u001d  Provident New York Bancorp \u001d  -- PBNY-NNM \b \u001d  Underperform \u001d  -- Price 14.80 on Jan. 30 \u001d  by Ryan Beck \b \u001d  PBNY reported 1Q07 earnings of 11 cents per diluted share, down 8% from the 12 cents reported in 1Q06 and one cent below our estimate. . . . Anticipating dislocations stemming from JPMorgan's purchase of 338 branches from Bank of New York, PBNY launched several [certificate of deposit] promotions that contributed to an 18-basis-point serial-quarter compression in margin . . . we're lowering this year's EPS estimate from 53 cents to 45 cents. Our F08 estimate is 58 cents. . . . we think the stock remains fully valued. \b \u001d  Tesoro Petroleum \u001d  -- TSO-NYSE \b \u001d  Outperform \u001d  -- Price 78.55 on Jan. 30 \u001d  by Bear Stearns \b \u001d  Ugrading our rating from Peer Perform to Outperform. We believe the acquisition of Royal Dutch Shell's 100,000 [barrel/day] Wilmington, Calif. [refinery] could lead to upside in the stock, based on our assessment of added earnings power, and through potential multiple expansion, reflecting an overall higher-quality asset base . . . We believe the economics of the deal are attractive, and estimate it will be accretive to '07 and '08 earnings and cash flow, based on our refining-margin assumptions. We have raised our 2007 EPS estimate from $6 per share to $7 and our 2007 cash flow estimate to $11 per share from $10. \b \u001d  Weatherford Int'l. \u001d  -- WFT-NYSE \b \u001d  Hold \u001d  -- Price 37.74 on Jan. 30 \u001d  by Sterne Agee \b \u001d  Weatherford [a provider of equipment and services to oil- and gas-well drillers] reported 4Q06 diluted operating EPS of 76 cents versus 46 cents in 4Q05, a gain of 65%; consensus and our estimate was 74 cents; total EPS was 78 cents. Maintaining Hold rating and confirming target price of 42, which equates to 12.7 times and 6.3 times our 2007 estimated EPS and Ebitda outlook, respectively. Our EPS estimate for 2007 has been slightly lowered, by six cents to $3.32, versus $2.53 in 2006, a gain of 31%. Our 1Q07 estimate has been slightly lowered by 1 cent to 80 cents, versus 57 cents in 4Q06, a gain of 41%. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d1f87610d5f5865ab0a070c73a64d3cc","symR":["DELL","HPQ","US2470251099","US4282361033"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/5) The Striking Price: Betting Against Dell","GmtTimeStamp":"2007-02-03T05:05:00.000000000","CompanyCodes":["DELL","HPQ","US2470251099","US4282361033"],"IndustryCodes":["CPR","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Steven M. Sears \u001d  The word out of Round Rock, Texas, was \"Dude, you're getting a Dell -- as CEO.\" \u001d  Options traders, however, let fly a resounding \"so what?\" to the news that Michael Dell had removed his protege and would become CEO of a company struggling to remedy big operational missteps. \u001d  Many traders sold bullish calls to bet against Dell's turnaround, even as the stock initially rallied higher on expectations that Mr. Dell can repair a once highly regarded business model that many investors now perceive as broken. \u001d  On the day the news was released, more than 56,000 Dell calls traded, including many sales in anticipation that the worst was yet to come. The options contracts represented a fraction of the stock volume on a day when more than 87 million shares traded, but the options trading underscores the skepticism of some of the market's most sophisticated traders. With the shares (ticker: DELL) trading at about 24, a popular anti-Dell trade was selling March 22.50 and 25 calls, betting that Dell's options prices will continue to decline, especially when Dell reports first-quarter earnings on March 1. \u001d  Indeed, in addition to the management change, Dell advised investors that earnings would fall short -- again. This suggests that Dell's implied volatility, the key determinant of equity options prices, also should decline in March on earnings news. \u001d  Yet just in case Michael Dell does something extraordinary that increases volatility, some of the skeptical traders who sold March calls also bought February 22.50 and 25 calls, essentially creating what one strategist described as a \"volatility bull spread.\" Currently, Dell's three-month implied volatility is about 29%, compared with historic volatility of 27%. \u001d  At the moment, fundamental expectations for Dell are not particularly riveting. There is dissent among analysts, but restructurings are difficult to model and thus are best viewed with bearish assumptions, and just a little hope. Goldman Sachs' Laura Conigliaro advised clients in a research note that the stock can be expected to \"do very little in the next couple of months, bottom in the low-$20s, and then start to gradually move higher based on anticipation of improving margins.\" \u001d  That is not quite the definition of \"dead money,\" but it may be close, especially if Michael Dell uncovers issues that are more problematic than initially understood, by him and by investors. \u001d  The real upside to Dell may be Hewlett-Packard (HPQ), which many investors use as a point of comparison. Just as Dell's options prices are high, Hewlett-Packard's options prices are unusually low. HP's stock gained 39% during the past 12-months, and 121% over the past year. \u001d  The instinct for some traders will be to sell expensive Dell options and buy inexpensive Hewlett-Packard options, but very few traders, and perhaps only a handful of hedge funds, actually \"pair trade\" options. \u001d  The more prudent trade may be taking advantage of the unusual slump in Hewlett-Packard's options -- three-month volatility is 23%, near its one-year low -- to buy March 42.50 or 45 calls. The March options will capture Hewlett-Packard's Feb. 20 earnings report, and could increase if the stock is propelled higher by Dell's turnaround taking longer than expected. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d51cd3ea7414c57331500afda2cce67d","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON Can't Fund Endesa Bid With Debt If Tender Rate 100% -2-","GmtTimeStamp":"2007-02-03T14:28:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\u001d  Late Friday, E.ON raised its takeover offer for Endesa by more than 12% to about EUR41 billion. \u001d  E.ON's sweetened offer - of EUR38.75 for each of Endesa's 1.059 billion outstanding shares - came one day after rival bidder Gas Natural SDG SA (GAS.MC) dropped its own cash-and-shares bid of about EUR24 billion, paving the way for the creation of Europe's largest power company. \u001d  In case 100% of Endesa share capital will be tendered to E.ON, the Duesseldorf-based company would likely try to identify possible asset disposals to help fund the deal, Schenck said in the analyst conference call. \u001d  However, any asset sale to help fund the Endesa takeover would be from E.ON's existing business portfolio, Chief Executive Wulf Bernotat said. \u001d  \"We have said that we will keep Endesa's integrity  intact. So any asset sales would be from E.ON operations,\" Bernotat said. \u001d  Thereafter, if needed, E.ON has the option of possible financial measures, CFO Schenck said. \u001d  \"But the final financing structure of the takeover depends on the final level of acceptances by Endesa shareholders,\" Schenck said. \u001d  E.ON's previous EUR36.5 billion offer for Endesa was financed with a EUR37.1 billion syndicated loan and guarantee facility, the world's largest ever of its kind, signed in October. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 09:28 ET (14:28 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d55eefb801e7f81fc1d094cabe437bb2","symR":["SSP"],"date":"2007-02-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":": Charles E. Scripps Dies at 87","GmtTimeStamp":"2007-02-03T21:58:00.000000000","CompanyCodes":["SSP"],"IndustryCodes":["MED","PUB","XDJGI","XNYA","XRUS","XSP5"],"Story":"Long-time chairman of The E. W. Scripps Company was a visionary media pioneer \b \b \u001d  CINCINNATI, Feb. 3 /PRNewswire/ -- Charles E. Scripps, scion of a legendary media family and the board chairman of The E. W. Scripps Company (NYSE: SSP) for more than four decades, died today of natural causes at the age of 87 near his home in Naples, Fla. \b \b    (Photo:  http://www.newscom.com/cgi-bin/prnh/20070203/NYSA014 ) \b \u001d  Charles Scripps' long tenure as head of the company founded in 1878 by his grandfather, Edward W. Scripps, was marked by dramatic expansion into new businesses and impressive financial growth. \b \u001d  As board chairman from 1953 until 1994, he presided over the company's growth as a newspaper publisher and the company's entry into other forms of media, including broadcast television, cable TV systems, cable TV networks and the Internet. In 1986, the company brought cousin John P. Scripps' seven West Coast newspapers into the family fold with a merger agreement, and two years later initiated a public stock offering that provided family members with a way to diversify their holdings. Simultaneously, Scripps served as trustee of The Edward W. Scripps Trust -- controlling shareholder of the company -- and was chairman of the Trust from 1948 until 2004. \b \u001d  \"To carry the family name is to carry the responsibility for quality and innovation in an ever-changing media environment,\" Scripps said in a 2003 interview. \"The E.W. Scripps Company has survived 125 years because it embodies the entrepreneurial spirit of its founding father.\" \b \u001d  It was that spirit, which fostered development of Scripps Networks -- the division that operates HGTV, Food Network, DIY Network, Fine Living and GAC (Great American Country), of which Scripps was especially proud. \b \u001d  \"This company, our community and the entire media industry are affected by the loss of Charles Scripps,\" said Kenneth W. Lowe, president and chief executive officer of The E. W. Scripps Company. \"Charles set the tone for this company's fearless journalism, unquestioned integrity and restless innovation. Those are legacies that continue to influence our approach to operating the business that carries his family's name.\" \b \u001d  When once asked about a guiding principle, Scripps said, \"It's simple, really. Just look at the direction you're going and ask: 'Can we be proud of that?'\" \b \u001d  \"Charles Scripps provided the glue that bonded the Scripps enterprise together for a half-century,\" said William R. Burleigh, chairman of The E. W. Scripps Company. \"He stepped forward as the family's representative when he was only 28 and served continuously until 2003, presiding over a period of unprecedented growth and success. This sense of responsibility and wise counsel animated everything he did -- in the company, in his family and in the community.\" \b \u001d  Often described as \"a newspaperman's newspaperman,\" Scripps regularly asked editors, \"What are you doing for your communities?\" \b \u001d  When the newspaper division was introducing its Total Quality program to news and business leaders in the late 1980s, Scripps was asked for a slogan. He responded with just three words: \"Quality reflects character.\" \b \u001d  He later explained, \"I remember getting a note from a disgruntled reader about an error in one of our newspapers. I checked it out and I was told it was 'just a minor error.' I remember saying that there's no such thing as a minor error. An error is an advertisement of poor workmanship and we simply can't tolerate that in our newspapers. To be in journalism is to be in the business of credibility.\" \b \u001d  Scripps was born Jan. 27, 1920, in San Diego, to Robert Paine and Margaret Culbertson Scripps. He and his three brothers and two sisters grew up at nearby Miramar, their grandfather Edward Willis Scripps' 2,000-acre ranch. \b \u001d  Scripps attended William & Mary College in Williamsburg, Va., but returned to California and entered Pomona College after his father -- the sole trustee of The Edward W. Scripps Trust -- died at age 42 in 1938. Shortly thereafter, Scripps began his newspaper career at his grandfather's first newspaper, The Cleveland Press, where he covered police and courts. \b \u001d  \"He willingly rose to the responsibility inherent to his birthright,\" said Lawrence A. Leser, retired chairman and CEO of Scripps. \"He learned the business from the bottom up, tutored by the men who had worked with his father.\" \b \u001d  Just as Scripps inherited his grandfather's passion for publishing, the two also shared a love of sailing. It came as no surprise when young Scripps enlisted with the U.S. Coast Guard during World War II. He was stationed in the Pacific and rose to the rank of lieutenant before returning to the family business after the war. \b \u001d  Scripps was 28 when he became chairman of the family trust and moved to Cincinnati, where the trust was headquartered. Even after he became chairman of The E. W. Scripps Company five years later, he continued to live in Cincinnati rather than move to company headquarters in New York City. In 1977, he welcomed corporate executives to Cincinnati, where the company has since been headquartered. \b \u001d  Recognizing that with leadership comes responsibility, Scripps used his influence to promote freedom of the press throughout the world. He served as president of the Inter-American Press Association in 1980 and president of its advisory council from 1981-82. During that time, he also traveled to Mexico, Austria and the Soviet Union in support of UNESCO's International Programme for the Development of Communication and to France for the World Press Freedom Committee. \b \u001d  Through the years he served on the boards of many organizations, both those related to the media industry as well as civic and public service organizations in Cincinnati and, in later years, in Naples, Fla., where he spent the winter months. \b \u001d  However, the nonprofit organization that received his greatest attention was The Salvation Army, which he served locally, nationally and internationally. \b \u001d  \"Mr. Scripps was a gentle giant,\" said Maj. Kenneth Maynor, divisional commander of The Salvation Army. \"He was warm, humble and gracious -- totally without pretense -- and yet he was world-renowned as an innovative, truly great leader. During his 30-plus years of service he was a revered partner in the ministry, whose wisdom was a blessing we did not take for granted.\" \b \u001d  Scripps received The William Booth Award in 1988 and the prestigious \"Others Award\" from The Greater Cincinnati Salvation Army. In addition, he has been honored by the National Jewish Hospital and Research Center in Denver and the American Advertising Foundation. In 1983, he received an honorary doctorate from Ohio University for his contributions to communications and his \"championship of press freedom worldwide.\" In 1986, the Scripps Howard Foundation established the Charles E. Scripps Literacy Award in his honor. \b \u001d  The Greater Cincinnati Chamber of Commerce presented its Great Living Cincinnatian Award to Scripps in February 2003. In accepting the honor, he said, \"It's not about power. It's about influence and how you use that for the betterment of your community and the world.\" \b \u001d  After 57 years on the company's board of directors, Scripps retired in May 2003. Four months later, Scripps was presented with a framed copy of the resolution board members passed in honor of his service. It recognizes the family-friendly workplace he created, his vision for the company, faith in its leadership and \"resolve to produce quality journalism that enlightened the populace, improved communities and defended the First Amendment.\" \b \u001d  He leaves his wife, Mary Elizabeth (Libby) Breslin Scripps, whom he married in 1993; four children: Charles E. Scripps, Jr., of Darby, Mont.; Marilyn Scripps Wade and Julia Scripps Heidt, both of Cincinnati; and Eaton Scripps, of Boulder, Colo.; two stepsons, Ben P. Breslin and Andrew W. Breslin; seven grandchildren and three step-grandchildren; two brothers: Robert P. Scripps, of Fredericksburg, Texas; and Sam Scripps of Rhinebeck, N.Y. He was preceded in death by his wife of 41 years, Lois Anne MacKay Scripps. \b \bSOURCE  The E. W. Scripps Company \b \u001d    /CONTACT: Tim Stautberg of The E. W. Scripps Company, +1-513-977-3826, Stautberg@scripps.com \b    /Web site: http://www.scripps.com \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 16:58 ET (21:58 GMT)"},{"md5ID":"d7fcb5b3007526520d569d51b6e4ca22","symR":["ADGO","CNBC","DCAP","ESI","FMP","KAR","LCUT","PXR","TRI"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/5) 13D Filings: Investors Report To The SEC","GmtTimeStamp":"2007-02-03T05:09:00.000000000","CompanyCodes":["ADGO","CNBC","DCAP","ESI","FMP","KAR","LCUT","PXR","TRI"],"IndustryCodes":["BNK","CLO","CSV","ENT","HEA","HPD","HPR","INB","INS","OTS","REA","REI","REQ","RTS","SGD","TEX","XDJGI","XFFX","XISL","XNYA","XRUS","XSCI"],"Story":"\b   (From BARRON'S) \u001d  13Ds are supposed to be filed within 10 days of an entity's attaining 5% or more of any class of a company's securities. Subsequent changes must be reported on amended filings. This material is from filings released by the SEC from Jan. 25 through Jan. 31. \u001d  Source: Corporate Filings Alert \b \u001d  Activists \b \u001d  Lifetime Brands (LCUT) \u001d  Jove Partners believes LCUT would benefit from additional marketing and industry expertise on its board, and suggested individuals for consideration. The investor has engaged in discussions with Lifetime's management, board, and other shareholders about LCUT's operations, management, strategy, board composition and future plans. Jove originally acquired shares for investment because they were \"undervalued and represented an attractive investment opportunity.\" Jove owns 700,000 shares (5.2% of total outstanding). \b \u001d  Adesa (KAR) \u001d  Royce & Associates, Adesa's largest shareholder, said it is not only disappointed in the acquisition price, but also in the auction process and certain potential conflicts of interest. Last month, Adesa agreed to be acquired by a private-equity group  for $27.85 a share in cash. The group also will assume $700 million of Adesa's debt. Royce believes $35 a share would be more in line with industry comparables. Royce & Assoc. holds 6,490,075 shares (7.22%). \b \u001d  Center Bancorp (CNBC) \u001d  Investor Lawrence Seidman sent a letter to the company calling its fourth-quarter earnings \"pathetic.\" Seidman has been calling for Center Bancorp's chief executive to step down since Seidman's request to join the board was declined. Seidman said CEO John Davis should be held responsible for the company's \"feeble performance.\" Seidman holds 1,218,840 shares (9.22%). \b \u001d  Feldman Mall Properties (FMP) \u001d  Mercury Real Estate Advisors reiterated its call for the sale of FMP and hiring of an investment banker to pursue the process. \"The company continues to trade at a significant discount to its liquidation value,\" said Mercury. Mercury has received \"numerous inquiries\" from mall owners interested in exploring acquisition of FMP. Mercury holds 1.27 million shares (9.7%). \b \u001d  Triad Hospitals (TRI) \u001d  TPG-Axon Capital Management expects to nominate an alternative slate of five candidates for election as directors at the company's 2007 annual meeting. TPG-Axon has been evaluating a range of potential actions regarding the company, and is currently engaged in discussions with a number of potential candidates whom the investor is considering for nomination to the board. TPG-Axon currently holds about 7.81 million shares (8.87%). \b \u001d  Original Filings \b \u001d  Adams Golf (ADGO) \u001d  Investor John Gregory reported ownership of 1,210,500 shares (5.12%) after buying 988,701 from Nov. 6, 2006 to Jan. 26, 2007 at $1.44 to $2.04 apiece. \b \u001d  Increases in Holdings \b \u001d  DCAP Group (DCAP) \u001d  Infinity Capital Partners raised its holdings to 264,774 shares (9.14%) after buying 31,357 Jan. 5 to 26 at $2.92 to $3.01 each. \b \u001d  Decreases in Holdings \b \u001d  Paxar (PXR) \u001d  Blum Capital Partners cut its holdings to 1,884,411 shares (4.6%) after selling 691,100 from Dec. 5, 2006 to Jan. 30, 2007 at $21.94 to $22.15 a share. \b \u001d  ITT Educational Services (ESI) \u001d  A group including Blum Capital Partners reduced its position to 2,887,000 shares (7%), after it sold 968,130 from Dec. 7 to Jan. 29 at $67.00 to $76.82 apiece. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"d82ef8a7e54669ccbdcbd459d07c12c0","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON CFO: Final Funding Of Bid Depends On Shr Tender Result","GmtTimeStamp":"2007-02-03T13:36:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 08:36 ET (13:36 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"dc77633aad775cb1527ac3b2d4ea6626","symR":["EMC","MOT","US2686481027","US6200761095"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/5) Plugged In: EMC Goes On The Offensive","GmtTimeStamp":"2007-02-03T05:05:00.000000000","CompanyCodes":["EMC","MOT","US2686481027","US6200761095"],"IndustryCodes":["CMT","CPR","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Mark Veverka \u001d  It's been only six months since EMC bought security-token maker RSA, much to the chagrin of many investors, but the storage giant is determined to prove that it was a good move. \u001d  This week in San Francisco, EMC's RSA division will host the year's largest information-security convention, fittingly named the RSA Conference. And as part of RSA's coming-out party at EMC (ticker: EMC), its parent is expected to make announcements aimed at demonstrating that the two companies' integration is proceeding faster and more seamlessly than expected. \u001d  The headline grabber is likely to be the unveiling of a \"mutual flagship product\" that marries EMC's core storage technology with RSA's main security prowess: authentication. (Authentication is a way of proving you are who you say you are to a computer device.) EMC will unveil a line of its high-end Symmetrix storage arrays with RSA's advanced authentication technology built in, knowledgeable people say. \u001d  The key trend in information security is to protect access to information stored on a network. Corporations have rooms and rooms of data centers, the nerve centers of their computer networks. Numerous maintenance people and service providers need access to various components of a network, but only a select group needs access to the machines that store the data -- the storage arrays. The built-in authentication devices should provide an extra line of defense for precious information. \u001d  EMC officials are telling clients that they envision identity-authentication technology being imbedded in all kinds of appliances and products. \u001d  When EMC CEO Joe Tucci announced last July that he was buying RSA, critics cried that he was paying too much (five times sales) and that the security-token (portable authentication devices) business and storage were incompatible. Tucci argued that there's more to RSA than key-ring tokens. What's more, he added, not only is authentication integral to storage, but his customers were demanding that EMC provide it. The Street didn't buy his logic, hammering EMC shares to a July low of 9.44. Since then, they've rebounded to around 14, thanks largely to a strong December quarter. \b \u001d  Hello Dick? One has to wonder how long it took for Motorola's chief executive, Ed Zander, to ring up Time Warner (TWX) CEO Richard Parsons on his RAZR after discovering that Carl Icahn was now Moto's (MOT) problem. Parsons fended off Icahn's personal attacks, as well as his tireless attempts to break up the media conglomerate, so maybe he could give Zander some good advice. \u001d  After two disappointing quarters and a major margin malfunction, Zander is up to his eyeballs in crisis. Now Icahn, who's amassed a 1.4% stake in Motorola, is demanding that he use some of its $12 billion in cash to buy back more of its sagging shares. Plus, he wants a board seat. Motorola stock jumped 6.9% Tuesday, to 19.58, on news of the Icahn stake. Late Friday, it was trading at 19.82. \"I don't think Zander will be keen on dumping Motorola's huge cash balance into a big stock-repurchase program,\" says Charter Equity analyst Ed Snyder, \"but it will be a fight.\" \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:05 ET (05:05 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"dd435dee5d6f42b3e277e9406d25169f","symR":["MSFT","US5949181045"],"date":"2007-02-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(2/5) Microsoft's Game To Lose","GmtTimeStamp":"2007-02-03T05:09:00.000000000","CompanyCodes":["MSFT","US5949181045"],"IndustryCodes":["SOF","XDJGI","XDJI","XFFX","XGTI","XISL","XNQ1","XRUS","XSP5","XSTX"],"Story":"\b   (From BARRON'S) \b   By Jay Palmer \u001d  The hoopla over the launch of Vista, microsoft's new Windows operating system for personal computuer, had been building up for months. Investors had been pumping up the stock and geeks had been downloading programs that counted the days, minutes and seconds to the magic moment. Come zero hour last Tuesday evening, the colossus of Redmond, Wash., celebrated with champagne and exotic dancers in New York's Times Square. Computer makers around the world bought into the happyparty, with 18 of them, Dell, Hewlett-Packard, Lenovo and Sony included, unveiling over 100 new desktops and laptops specifically designed to work with Vista. \u001d  On Wall Street, alas, the reaction was a big yawn. Microsoft's stock (ticker: MSFT) was little changed for the week, closing Friday at 30.19. The problem is that most of the excitement about Vista got baked into the stock price as it surged some 40% since last summer. While there could still be some upside left, the greatest potential for a price move is on the downside. If Vista, over time, fails to meet the market's high expectations, a good chunk of last year's gains could evaporate. In other words, Vista is now Microsoft's game to lose. \u001d  And a long game it could be: A meaningful verdict on Vista's success won't be in for months. Any upturn in PC upgrades will have to prove itself sustainable, and one of Microsoft's biggest claims about the system -- that it is unusually secure -- will have to hold up to persistent challenges by hackers. If they find holes, the world's view of Vista could darken quickly. Then there are the inevitable bugs in the system. The word on the Internet is that Microsoft already has a team, code named Fiji, working on the first corrective Vista Service Pack (SP1) to come out this fall. Microsoft wouldn't comment; the company's fans can only hope that service packs will be few and far between. \u001d  Though Vista has been available to corporations since November, the votes by chief information officers are still being counted. Microsoft has talked about \"encouraging early demand,\" and a few major companies like Citigroup have formally committed to switch over from XP by the middle of 2007. Yet companies are unlikely to be early adopters in big numbers. None have an incentive to buy new for the sake of newness and many use in-house programs that will have to be adapted to run with Vista. And like everyone else, companies may want to wait until any weaknesses are discovered and repaired. \u001d  Little wonder that some savvy analysts aren't exactly dancing in Times Square. \"Vista is an incremental step forward but, in the end, I don't think it alters PC buying habits and I don't think it spurs an upgrade cycle,\" says Brad Reback of CIBC. \"While I feel that Microsoft management and the stock market are adopting a conservative outlook, and things could come in a bit better than generally expected, I don't think the scenario is very exciting.\" \u001d  As Microsoft's first new operating system since XP, Vista was five years, hundreds of thousands of man-hours and some $6 billion in the making. The result of all this, in the opinion of most reviewers, is only a moderately better mousetrap. As the chief gadget reviewer for Barron's, I would love to offer a firmly contrarian, upbeat view. But after testing Vista for four weeks on two computers, I have no choice but to join the legions of the ambivalent. \u001d  The look and feel of Vista is clearly different. The old hourglass icon that appeared during delays has been replaced by a gleaming, spinning blue circle. The cute names for standard folders, like \"My Pictures\" and \"My Music,\" have been changed to simpler ones -- \"Pictures\" and \"Music.\" Overall, the desktop is stunningly good to look at, with transparent windows removing much of the old clutter. Vista's Flip 3D feature allows you to view all your open windows at the same time in a sort of fanned out view that makes navigating between them a cinch. \u001d  Best of all, Microsoft has added a feature called Windows Sidebar, for running all sorts of mini-applications such as stock tickers, news headlines, weather forecasts and RSS readers with the latest from your favorite blog. \b \u001d  But I found Vista to be not all good news. Some of my gadgets, for instance, stopped talking to my desktop. Though my wireless keyboard and mouse, backup drive, wireless router and Canon All-In-One printer worked fine, my 18-month-old backup drive and two-year-old Sony Digital Photo Printer did not. And e-mails to Sony quickly revealed that the company has no plans to issue new Vista-compatible drivers, meaning I might as well now junk the printer. \u001d  My somewhat older laptop had trouble with Vista itself, never mind the gadgets. At a creaky 18 months old, it didn't have the power to run anything but basic Vista, and it did that in fits and starts and very slowly. Worst of all, when I tried to roll the machine back to XP, I discovered that, once you do a full upgrade, Vista cannot be uninstalled. All you can do is reformat the hard drive, lose all your data and programs and reinstall XP all over again. Seeking confirmation of this from the Microsoft Website, I discovered the company was at that point charging $245 per incident for a support call. \u001d  Microsoft does seem to have approached the security issue forcefully. So-called core codes have been written to prevent rogue software from taking over a computer, with a new sub-program called Windows Defender in theory keeping out viruses, spyware, Trojan horses, phishing attacks and other nasty intruders. But again, there's a real downside: Vista can drive you to distraction with warnings and red alerts every time you install a new program, download a file or change your system settings. Worse, though they're as yet unproven, several technoid Websites have claimed to have discovered gaps in Vista's defenses. \u001d  Though strictly speaking it is not part of Vista, the new Office 2007 software (which runs happily on XP machines) will for many be part of the Vista experience; they'll elect to trade up here at the same time. The fact is, the makeover from the old Word and Excel programs are much more obvious and in the end even more compelling than the change-up from XP. \u001d  Gone are the old drop-down menus and dialog boxes. In their place is a drastically new user-interface called the ribbon that organizes features into tabs. Click on Home in Word, for example, and it reveals the ribbon with font types and sizes, the highlighting crayon, paragraph settings and different pre-set styles. Click on Insert and it replaces that ribbon with one allowing you to paste in anything from a picture to a chart or signature. Just be warned: Word saves documents in a format that isn't automatically opened by previous versions of the program, meaning colleagues who haven't upgraded may be flumoxed by your e-mail Word attachments. \b \u001d  So, how might all this play out as a business for Microsoft? For the next six months and maybe longer, the main demand for Vista will come from ordinary home computer users. With 665 million versions of XP and a further 190 million older versions of Windows installed worldwide (giving Microsoft a 96% share of the market, according to Gartner Dataquest), some number of users obviously will upgrade. But probably not too many. For one thing, Vista isn't cheap -- $100 for the basic upgrade, at least $250 for the Ultimate. And older PCs simply lack the horsepower to run Vista. Most Vista sales, then, will be to computer makers, who will pre-load it on their new machines. \u001d  And that brings us to the question of whether Vista will spark the long-awaited upgrade cycle. Was last year's weakness in PC sales indicative of people waiting for Vista, and will its appeal now be enough to persuade millions of computer users to spring for a new machine? \u001d  The world's PC makers, faced with relatively lackluster sales and fierce competition, are praying it will. To that end they have come out with new, powerful laptops and desktops, even while heavily discounting their less capable XP-based models. \u001d  Just last week, Hewlett-Packard (HPQ), Dell (DELL), Gateway (GTW), Sony (SNE) and Toshiba (6502.Japan) all announced either new or refreshed models in support of the Vista launch. Some of the new machines cost as little as $600 and can run the basic version of the software, but most carry prices above $2,500 and include the huge hard drives and memories required to make the most of Vista. \u001d  Dell, for one, insists that it is benefitting from Vista mania. It says that during the weekend before the launch, it registered a 20% increase in the number of visitors logging into the company's Website over the weekend before. It said it \"sold tens of thousands of Vista-equipped machines.\" \u001d  While those aren't the kind of hard numbers a bull might want, enough good things are happening at Microsoft that the stock still does have its bulls. In fact, the Street sees the company's earnings jumping 38% in the first two quarters of 2007, the final half of its fiscal year, and a further 16% over the following 12 months. That leaves the stock trading at a reasonable 20.5 times earnings for the current fiscal year. \u001d  \"Yes, there certainly is potential for a backlash\" if consumers and investors are disappointed by Vista, says longtime Microsoft watcher Rick Sherlund of Goldman Sachs. \"But Vista excels at the sort of glitz interface that people like and, even if there is no compelling reason for upgrading, there is a reason. . . . It's sort of like your older car works fine but you still want a new cool model. I think demand will be higher than expected, that PC sales growth will top the industry's 8%-10% expectation and Vista will be a success. My target for the stock is 36.\" \u001d  Investors, however, have to weigh such views against the real threat of the stock falling every bit as much or further -- to 24 or lower. You don't need an upgraded Excel program to know how that would hurt. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 00:09 ET (05:09 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"ed79384f41752e943b558b250fd72faa","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON: Possible Asset Disposals Would Be From E.ON Portfolio","GmtTimeStamp":"2007-02-03T13:43:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 08:43 ET (13:43 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f099f6dcd94a9378a5eed84139a4b09a","symR":["ADP","US0530151036"],"date":"2007-02-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":": ADP Announces Digital Marketing Suite of E-Business Solutions","GmtTimeStamp":"2007-02-03T14:00:00.000000000","CompanyCodes":["ADP","US0530151036"],"IndustryCodes":["FAD","SVC","XDJGI","XFFX","XISL","XNYA","XRUS","XSP5"],"Story":"- A new suite of services helps dealers create more traffic, drive more leads, close additional sales and keep more customers - \b \b \u001d  HOFFMAN ESTATES, Ill., Feb. 3 /PRNewswire/ -- The Dealer Services Group of Automatic Data Processing Inc. (NYSE: ADP) today announced the launch of its Digital Marketing suite of solutions.  ADP's Digital Marketing solutions enable automotive dealerships to maximize the power of digital direct marketing.  The suite includes solutions for: \b \b \b    --  Digitally marketing every profit center in the dealership \b    --  Maximizing search engine placement to generate more qualified organic \b        leads \b    --  Customer communication tools to follow up and close more sales \b        opportunities \b \b \u001d  ADP's Digital Marketing solutions enable dealerships to communicate with their prospects and customers through several electronic channels including email, text messages, automated voice and the dealership Web site itself.  ADP Digital Marketing also offers the choice of highly automated marketing solutions, outsourced customer communications or providing the dealership with the digital marketing tools they need to execute their own marketing strategy. \b \b \b    With ADP's Digital Marketing solutions dealerships are able to: \b    --  Generate more leads \b    --  Convert a higher percentage of leads to sales \b    --  Reduce the cost of generating leads \b    --  Increase front-end gross \b \b \u001d  \"Recognizing the tremendous opportunities Digital Marketing offers our customers, we are excited to introduce ADP's Digital Marketing suite of solutions that is especially designed for automotive dealerships,\" said Kevin Henahan, senior vice president of marketing for ADP Dealer Services.  \"This suite of e-Business solutions will make it easy for dealers to drive new traffic, obtain more leads and seamlessly manage those leads whether they come from their Web site, their phone or their showroom.  As part of our fully-integrated front-end solutions, ADP's Digital Marketing solutions help dealers easily and cost-effectively drive incremental revenue, solidify customer relationships and reduce advertising expense while generating higher returns.\" \b \u001d  A key piece of ADP's Digital Marketing suite is its Search Engine Marketing solution.  Search Engine Marketing drives measurable increases in high-quality organic sales lead traffic while reducing overall marketing costs.  Search Engine Marketing ensures prominent placement for the most relevant search phrases used by car buyers. \b \u001d  ADP's Digital Marketing solutions also make it easy for dealers to publish and market their vehicle inventory in the online consumer portals in which they market themselves in a secure way, without requiring third parties to access their system.  Inventory can be marketed with high-impact slide shows or audio or video presentations including interior and exterior photos. Easy-to-use online auction management tools enable dealers to easily and quickly publish highly attractive placements of their inventory and sell their new and pre-owned vehicles on e-Bay(R) Motors. \b \b    About ADP Dealer Services \b \u001d  ADP Dealer Services provides integrated computing solutions to nearly 25,500 auto, truck, motorcycle, marine and recreational vehicle dealers throughout the United States, Canada, Asia, China, Europe and the Middle East. ADP Dealer Services is a business unit of Automatic Data Processing, Inc. (NYSE: ADP).  ADP, with nearly $9 billion in revenues and more than 570,000 clients worldwide, is one of the largest providers of a broad range of premier, mission-critical, cost-effective transaction processing and information-based business solutions.  More information on ADP Dealer Services is available on the Internet at http://www.dealersuite.com. \b \bSOURCE  ADP Dealer Services \b \u001d    /CONTACT: Doug Towle of ADP Dealer Services, +1-847-485-4374, doug_towle@adp.com \b    /Web site: http://www.dealersuite.com/ \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 09:00 ET (14:00 GMT)"},{"md5ID":"f10b1860d6af46e8ef52fee0dc23c6bb","symR":["TRAK"],"date":"2007-02-03","ret":[-0.00099],"ret5":[-0.00099],"Headline":": DealerTrack Launches InventoryPro, Next Generation Inventory Management Solution","GmtTimeStamp":"2007-02-03T16:00:00.000000000","CompanyCodes":["TRAK"],"IndustryCodes":["SOF","XDJGI","XRUS"],"Story":"InventoryPro is the foundation of DealerTrack's strategy to provide dealers with a comprehensive inventory management solution \b \b \u001d  LAKE SUCCESS, N.Y., Feb. 3 /PRNewswire-FirstCall/ -- DealerTrack, Inc., a subsidiary of DealerTrack Holdings, Inc. (Nasdaq: TRAK), today announced the introduction of InventoryPro, a new inventory management solution for auto dealers. \b \u001d  InventoryPro will empower dealers, leveraging their valuable knowledge and expertise with analytical tools that manage inventory turnover through the use of dealers' specific sales history, as well as market data. Resulting recommendations enable dealers to take control of their inventory and stock more of the vehicles that turn faster and generate higher gross profits, while quickly disposing of those that are less profitable. Additionally, InventoryPro will provide dealers with a broad range of tools to appraise and book out their inventory, integrating values from Manheim Market Report(TM) (MMR), N.A.D.A.(R), Black Book(R) and Kelley Blue Book(R). \b \u001d  Mark O'Neil, DealerTrack's chairman and CEO, said, \"With the continued market pressure on for new vehicle sales, we believe dealers are placing a growing premium on maximizing the profitability of their used vehicle operations. Systematic inventory management, based on industry data as well as the dealerships' own sales and profitability records, should increase inventory turns and deliver dealers much needed improvement in profitability.\" \b \u001d  With the launch of InventoryPro, DealerTrack begins the introduction of its comprehensive inventory solution. Throughout the year a series of products and services are expected to be deployed to further enhance dealers' inventory needs, including: \b \b \b    -- Integration with Chrome's ADS (Automotive Description Service) which \b       will give dealers the ability to deliver more accurate and \b       comprehensive vehicle descriptions than the VIN decoder products \b       currently on the market. \b    -- An inventory exchange that will provide dealers with a single point of \b       access to inventory on a real-time basis from various auctions, \b       including Manheim and a variety of ATC-Onlane hosted wholesale auction \b       websites (including ATC Open). \b    -- Inventory Management and Analytical tools through InventoryPro. \b    -- ALG pricing and market data as well as content from Chrome. \b \b \u001d  All of these capabilities will be provided as part of the DealerTrack suite of products, allowing dealers to leverage a single platform delivering unparalleled value. \b \u001d  \"We are pleased to partner with DealerTrack to provide the Manheim Market Report to dealerships across the country,\" said Lynn Morgan, Vice President of Manheim Consulting. \"InventoryPro is another opportunity for our organizations to broaden the services provided to dealers to help them gain more control over their inventory costs.\" \b \u001d  DealerTrack's main objective is to provide dealers a way to manage all of their inventory needs in one place and create a marketplace for dealers to buy and sell inventory in a real-time environment. \b \u001d  InventoryPro will be easy to use and features enhanced functionality, including best-in-class vehicle appraisal capabilities. InventoryPro will also be integrated with other DealerTrack sales and F&I solutions, enabling dealers to take a vehicle from inventory to structuring, financing and funding a deal -- in one seamless, paperless process. \b \u001d  InventoryPro replaces DealerTrack's DealerWire(R) solution, which was acquired last year and will be phased out as subscribers are transitioned to the new product at no additional charge \b \b    About DealerTrack (www.dealertrack.com) \b \u001d  DealerTrack (Nasdaq: TRAK) is a leading provider of on-demand software and data solutions for the U.S. automotive retail industry. The company's online credit application processing product automates and accelerates the automotive financing process, while its integrated subscription-based software enables dealers to receive consumer leads, compare financing and leasing options, sell insurance and other aftermarket products, document compliance, and execute financing contracts electronically. Over 22,000 dealers, with more than 85% of all franchised dealers; over 300 financing sources, including nine captives and the 20 largest U.S. independents; and other service and information providers are active in the DealerTrack network. \b \b    Safe Harbor for Forward-Looking and Cautionary Statements \b \u001d  Statements in this press release regarding DealerTrack, the features and benefits of InventoryPro, future inventory solution products and services, and all other statements in this release other than the recitation of historical facts are forward-looking statements (as defined in the Private Securities Litigation Reform Act of 1995). These statements involve a number of risks, uncertainties and other factors that could cause actual results, performance or achievements of DealerTrack Holdings, Inc. to be materially different from any future results, performance or achievements expressed or implied by these forward-looking statements. \b \u001d  Factors that might cause such a difference include: increased competitive pressure from other industry participants, the inability to execute any element of DealerTrack's business strategy, including the retention of dealers and aftermarket provider customers; selling additional products and services to existing and new customers; success in expanding our customer base and product and service offerings and integrating acquisitions; and other risks listed in our reports filed with the SEC, including our Annual Report on Form 10-K for the year ended December 31, 2005. These filings can be found at www.dealertrack.com and the SEC's website at www.sec.gov. Forward-looking statements included herein speak only as of the date hereof and we disclaim any obligation to revise or update such statements to reflect events or circumstances after the date hereof or to reflect the occurrence of unanticipated events or circumstances. \b \b \b    CONTACT: \b    Greg Slote \b    DealerTrack \b    (516) 734-3921 \b    greg.slote@dealertrack.com \b \b    Tom Pratt \b    RFBinder Partners \b    (212) 994-7563 \b    tom.pratt@rfbinder.com \b \b \bSOURCE  DealerTrack, Inc. \b \u001d    /CONTACT: Greg Slote of DealerTrack, +1-516-734-3921, or greg.slote@dealertrack.com; or Tom Pratt of RFBinder Partners, +1-212-994-7563, or tom.pratt@rfbinder.com, for DealerTrack, Inc. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 11:00 ET (16:00 GMT)"},{"md5ID":"f36df71e737d88c03bed7278f2955ff9","symR":["000016.SZ","000651.SZ","511389.BY","600060.SH","CPF.TH","FEMSA.MX","FMX","KCHOL.IS","CN0005810931","CN0005815328","CN0009158790","INE703A01011","MXP320321310","TH0101010Z06","TRAKCHOL91Q8"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/5) Other Voices: Someone May Be Gaining On Us","GmtTimeStamp":"2007-02-03T05:07:00.000000000","CompanyCodes":["000016.SZ","000651.SZ","511389.BY","600060.SH","CPF.TH","FEMSA.MX","FMX","KCHOL.IS","CN0005810931","CN0005815328","CN0009158790","INE703A01011","MXP320321310","TH0101010Z06","TRAKCHOL91Q8"],"IndustryCodes":["BVG","CSE","DST","ENT","FIS","FOD","HPD","HPR","PLN","XDJGI"],"Story":"\b   (From BARRON'S) \b   By Harold L. Sirkin \u001d  One of the advantages of youth is that the young don't know what they don't know. While a savvy veteran might abandon a project when obstacles arise, the novice will soldier on, and sometimes get the job done, despite the odds. This may be one of the most important advantages that companies from rapidly developing economies have as they strive to become global leaders. They don't know what they don't know, but there's a lot they do know. \u001d  I joined several colleagues from Boston Consulting Group offices in Beijing, Boston, Moscow, New Delhi, Paris and Sao Paulo recently to examine about 3,000 companies from rapidly developing economies (RDE). We identified 100 companies that are positioning themselves to challenge today's leaders. They are headquartered in, among other places, Brazil, China, Egypt, India, Malaysia, Mexico, Russia, Thailand and Turkey, and we call them the BCG RDE 100. Many are relatively unknown. But any could become a new global power. \u001d  All together in 2004, the 100 companies accounted for $715 billion in revenue (the total should hit $1 trillion this year) and $145 billion in operating profit. That produced a 20% profit margin, compared with 16% for companies in the Standard & Poor's 500, 10% for those in Japan's Nikkei and 9% for those in Germany's DAX. \u001d  Some 28% of the RDE 100's revenue, about $200 billion in 2004, came from international sales. The companies grew 24% a year from 2000 through 2004, which is 10 times faster than the U.S. gross domestic product, 24 times Japan's rate of growth and 34 times Germany's. \u001d  The majority of the rising companies we analyzed are in industries where U.S. companies are no longer the dominant players, such as automotive equipment, shipping, textiles and consumer electronics. But many challengers are in industries -- aerospace, petrochemicals, engineered products, engineering services and pharmaceuticals, for example -- where U.S. firms hold commanding positions and hope to maintain those positions well into the future. \u001d  While U.S., European and Japanese companies still enjoy certain advantages -- brand identity and loyalty, patent and trademark protection, longstanding traditions of innovation, and established distribution channels  -- most of the 100 newcomers are cash-rich and ready to exploit advantages of their own, and not merely their low-cost labor and value-priced products. \u001d  The challengers know how to market and sell profitably to low-income customers. They know how to deal with immature logistics and distribution networks. They know how to navigate ambiguous legal environments. They know how to manage successfully, despite shortages of management talent. And, in most cases, they have developed the ability to innovate quickly and make very rapid decisions. These qualities -- as much as the well-documented advantages they enjoy as a result of significantly lower labor, capital and raw-material costs -- will serve them well as they look beyond their home markets and prepare to go head-to-head with current leaders. \u001d  Just as many of today's most prominent Japanese and South Korean companies were largely unknown to, or denigrated by, their U.S. and European competitors in the 1960s and '70s, many of our 100 companies still operate in relative obscurity. \u001d  China's Guangdong Galanz Enterprises, for example -- a name unfamiliar to most Americans -- commands 45% of the microwave market in Europe and 25% in the United States. But the Galanz brand is rare at U.S. retail stores. Most of the microwave ovens the company makes for the U.S. market are produced for other companies that put their own logos on them. \u001d  However, 28 of the 100 companies we studied are growing internationally by taking their established home-market products and brands to global markets. \u001d  Hisense, a $3.3 billion consumer-electronics firm, is one of China's premier makers of TV sets (with an 11% share of the domestic market), air conditioners, refrigerators, PCs and telecom equipment. Hisense also manufactures in Algeria, Hungary, Iran, Pakistan and South Africa. To meet China's fast-moving and highly demanding consumer-electronics market, Hisense has developed a world-class research-and-development operration -- with about 20 specialized research centers and institutes -- to go with its super-scale, low-cost manufacturing base. \u001d  The company produces a continuous stream of new items. It currently sells roughly 10 million TV sets and 3 million air conditioners annually in more than 40 countries, with international sales accounting for $490 million, or 15%, of total revenue. In the United States, Best Buy, Kohl's and Micro Center computer stores all carry Hisense wares. \u001d  Representative of the companies basing their growth on strong R&D is Wipro Technologies, the Indian IT-services group. Wipro's revenue has expanded from $545 million in 2000 to $2.4 billion in the fiscal year ended March 31, 2006. The company's competitive strength isn't just cost, but its ability to completely redesign customers' business processes. \u001d  Globalization is entering a new phase. Companies unknown to many Western consumers and executives -- food and beverage outfits like Thailand's Charoen Pokphand Foods and Mexico's Femsa, appliance makers such as China's Gree Electric Appliances and Turkey's Koc Holding, consumer-electronics producers like China's Hisense and Konka Group and India's Videocon Industries -- are getting set to go for the gold. \u001d  U.S. and other Western companies need to take the RDE challengers seriously. Remember: The advantages of youth mean that the challengers don't know that their processes and products can't compete with the reigning global leaders'. And if these leaders repeat the mistakes of the past, they'll find themselves playing catch-up some day, as many U.S. and European auto makers are today. \u001d  --- \u001d  HAROLD L. SIRKIN, is senior vice president of The Boston Consulting Group and head of its global operations practice. He is co-author, with James P. Andrew, of Payback: Reaping the Rewards of Innovation, published by Harvard Business School Press. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:07 ET (05:07 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f41275ffe444b3a98056ba357fb79c72","symR":["WFC","US9497461015"],"date":"2007-02-03","ret":[-0.00099,-0.00099],"ret5":[-0.00099,-0.00099],"Headline":"Barron's(2/5) Follow-Up: Paulsen Sees Big Rally And More Risk","GmtTimeStamp":"2007-02-03T05:06:00.000000000","CompanyCodes":["WFC","US9497461015"],"IndustryCodes":["BNK","XDJGI","XFFX","XNYA","XRUS","XSP5"],"Story":"\b   (From BARRON'S) \b   By Jonathan R. Laing \u001d  While most stock-market forecasters expect only a tepid rise in U.S. stocks this year, Wells Capital Management strategist James Paulsen sees an impending melt-up -- in which stock prices rise sharply over the next two to three quarters, before possibly suffering a nasty fall. \u001d  Talk is cheap, of course. Yet Paulsen has credibility, since he's among the few forecasters who early on smelled out the U.S. economic recovery and bull market that began in late 2002. He has articulated his views in several Barron's interviews, most recently for the Oct. 23, 2006, issue (\"Reluctant Rally Still Has Life\"). \u001d  His case for a new bull run in stocks -- which could eclipse 2006's gains -- revolves around both the large amount and persistence of liquidity in the U.S. and around the globe that's increasingly seeking out riskier assets like equities. Normally, one would've expected this cash to have dried up after five years of economic recovery and 21/2 years of Fed monetary tightening. But U.S. bond yields and credit-market risk spreads remain near historic lows, and stocks the world over remain in solid uptrends. \u001d  What Paulsen dubs the \"super-liquidity\" cycle of the current recovery has unique antecedents. Mostly, it's a result of excessive Fed monetary stimulation that occurred earlier in the decade in reaction to the dot-com meltdown, the 9/11 terror attacks and fear in 2003 that the U.S. might sink into the same deflationary abyss as the one that engulfed Japan. \u001d  Only this time, the Fed-manufactured liquidity surge became a global phenomenon because China and other emerging nations pegged their currencies to the U.S. dollar. China today has more than $1 trillion worth of foreign-currency reserves, a large portion of them in dollars. \u001d  Meanwhile, says Paulsen, U.S. households are also loaded with cash and enjoying record net worth, despite the much-ballyhooed pricking of the real-estate bubble. \u001d  Yet for the first time in a long while, Paulsen is also sounding a cautionary note. He points out some unsettling parallels between the period leading up to the 1987 crash and today. Then, as now, the dollar had been sliding for several years and long-term bond rates were near record lows. Stocks, of course, took off in 1987, rising some 40% by Labor Day before collapsing that fall. \u001d  Does a replay loom? Paulsen isn't sure. But today's late-cycle surge in liquidity certainly portends a possible recrudescence in inflation, overheated economic growth and a rise in long-term rates that could trigger an end to global economic expansion and the current bull market -- particularly if a speculative frenzy sends stocks sharply higher in the months ahead, as Paulsen expects. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:06 ET (05:06 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f4af2de9c41da8d9037aac22c8a2bbb8","symR":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"E.ON CEO: Possible Equity Issuance Up To 10% Of Shr Capital","GmtTimeStamp":"2007-02-03T10:19:00.000000000","CompanyCodes":["ANA.MC","ELE","ELE.MC","EOA.XE","EON","GAS.MC","DE0007614406","ES0116870314","ES0125220311","ES0130670112"],"IndustryCodes":["CON","ELC","GAS","MUT","XDAX","XDJGI","XIBEX","XNYA","XST5"],"Story":"\b \u001d  (MORE TO FOLLOW) Dow Jones Newswires\u001d  February 03, 2007 05:19 ET (10:19 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f54ba790c2ac7e67c5aea1059a879866","symR":["BT","BT.A.LN","CMCSA","CMCSK","CSCO","JNS","JPM","LEN","LENB","MAT","MRK","MSFT","OMC","T","TIA.XX","TWX","VANGUARDF.XX","VZ","DELDX","FMAGX","GEEQX","INUTX","JAVLX","LBFAX","LMVTX","PTTAX","STFGX","TEBIX","TEQAX","GB0030913577","US00206R1023","US17275R1023","US2003002001","US46625H1005","US5893311077","US5949181045","US8873171057","US92343V1044","BT","BT.A.LN","CMCSA","CMCSK","CSCO","JNS","JPM","LEN","LENB","MAT","MRK","MSFT","OMC","T","TIA.XX","TWX","VANGUARDF.XX","VZ","DELDX","FMAGX","GEEQX","INUTX","JAVLX","LBFAX","LMVTX","PTTAX","STFGX","TEBIX","TEQAX","GB0030913577","US00206R1023","US17275R1023","US2003002001","US46625H1005","US5893311077","US5949181045","US8873171057","US92343V1044"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"Barron's(2/5) Best Of The Best -2-","GmtTimeStamp":"2007-02-03T05:10:00.000000000","CompanyCodes":["BT","BT.A.LN","CMCSA","CMCSK","CSCO","JNS","JPM","LEN","LENB","MAT","MRK","MSFT","OMC","T","TIA.XX","TWX","VANGUARDF.XX","VZ","DELDX","FMAGX","GEEQX","INUTX","JAVLX","LBFAX","LMVTX","PTTAX","STFGX","TEBIX","TEQAX","GB0030913577","US00206R1023","US17275R1023","US2003002001","US46625H1005","US5893311077","US5949181045","US8873171057","US92343V1044"],"IndustryCodes":["ADV","AMG","BAN","BNK","BRD","CMT","DRG","ENT","FTS","HOM","HPR","INL","INS","MED","SOF","TLS","TMF","XDJGI","XDJI","XFFX","XFT1","XGTI","XISL","XNQ1","XNYA","XRUS","XSP5","XST5","XSTT","XSTX","ZFU"],"Story":"\u001d  Among the themes that worked for the fund were large-cap media and telecom. Good performers included Time Warner (TWX) and Comcast. Mike Embler, one of the fund's managers and the chief investment officer at Mutual Series, sees value in large-cap names, such as Microsoft (MSFT) and Verizon (VZ). \u001d  Rounding out the top 10 for one year were No. 6 SEI Group, followed by TIAA-CREF, State Farm, Janus and Vanguard. \u001d  State Farm placed first in the general-stock category, thanks partly to the strong performance of State Farm Growth (STFGX), up nearly 17.4% on an adjusted basis. That fund, however, isn't available to the general public. \u001d  Janus came in ninth, helped by a very strong finish in general equity, after taking a drubbing in the early part of this decade. \"The group has gone through hell and back and stayed largely intact, and now has all of these shared experiences,\" explains Scott Schoelzel, who runs Janus Twenty (JAVLX). That fund, closed to new investors, had a return of 12.3%, placing it at the pinnacle of its peer group. \u001d  At the spectrum's other end was Touchstone. Its dead-last showing among the 67 fund firms was largely a product of underperformance by its largest funds, including Touchstone Large Cap Growth (TEQAX), which lost 3.6% last year. \u001d  \"The results were primarily attributable to the negative effects from specific security selection,\" said James H. Grifo, president of Touchstone Investments, in a prepared statement, adding that the funds' longer-term results are much better. \u001d  Calvert, which runs socially responsible funds, was second-to-last in the one-year ranking. In a statement, its chief investment officer for equities, Steve Falci, linked the results to \"style and sector performance 'headwinds' that adversely affected our domestic-equities funds.\" \u001d  It didn't help, either, that the funds tended to tilt toward growth sectors, which were out of favor, compared to value sectors. \u001d  Calvert and other fund families are hoping that the growth ship finally arrives in 2007, after many years of false sightings. \u001d  --- \u001d  How We Analyzed The Families \b \u001d  Each fund's returns are adjusted for 12b-1 fees, which are used for marketing anddistribution expenses. The fees are added back into the returns. The aim is to measure the manager's skill. \u001d  Fund loads, or sales charges, aren't included in the calculation of returns, either. Each fund's return is measured against those of all funds in its Lipper category-large-cap value, for example. That leads to a percentile ranking, with 100 the best and 1 the lowest, which is then weighted by asset size, relative to the fund family's other assets in its general classification-world equity, for instance. If a family's biggest funds do well, that boosts its overall ranking. \u001d  Finally, the score is multiplied by the weighting of its general classification, such as world equity, as determined by the entire Lipper universe of funds. The category weightings for the one-year results: general equity, 51.4%; world equity, 16.2%; mixed equity, 14.5%; taxable bond, 14.6%; tax-exempt bond, 3.2%. \u001d  The scoring: Say a company has a fund in the general U.S. equity category with $50 million, or half, of its assets in that category. Its ranking is the 75th percentile. The first calculation would be 75 x 0.50, which comes to 37.5. That score is then multiplied by 51.4%, general equity's overall weighting in Lipper's universe. So it would be 37.5 x 0.514, which totals 19.3. Similar calculations are done for every fund in our study. Then, all the numbers are added up for a total score. The fund shop with the highest score wins, both for each category and overall. \u001d  In a departure last year, Barron's used return, not percentile, as the basis for the ranking. We've decided to go back to our traditional metric. \u001d  -- L.C.S. \u001d  --- \u001d  For Barron's subscription information call 1-888-BARRONS ext. 685 or inquire online at http://www.barronsmag.com/subscription/subscription.html. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 00:10 ET (05:10 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."},{"md5ID":"f8e32c721ee01cf96b612c7ef9d3d5f5","symR":["1024251.FR","BP","BP.LN","ROSN.RS","TAQA.AD","TLM","TLM.T","CA87425E1034","FR0010242511","GB0007980591","RU000A0J2Q06"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099,-0.00099],"Headline":"UAE Taqa Completes $694M Acquisition Of BP Dutch E&P Arm","GmtTimeStamp":"2007-02-03T13:29:00.000000000","CompanyCodes":["1024251.FR","BP","BP.LN","ROSN.RS","TAQA.AD","TLM","TLM.T","CA87425E1034","FR0010242511","GB0007980591","RU000A0J2Q06"],"IndustryCodes":["ELC","OIL","OIS","XCA4","XDJGI","XENX","XFT1","XGTI","XISL","XNYA","XST5","XTSE"],"Story":"\b \u001d  DUBAI (Dow Jones)--Abu Dhabi National Energy Co. (TAQA.AD), or Taqa, said Saturday it has completed the $694-million acquisition of BP Netherlands gas exploration and production assets, which will now be known as Taqa Energy B.V. \u001d  Taqa announced its intention to acquire BP Nederland Energie B.V., the Dutch arm of BP PLC (BP.IN) in late 2006 . It's now the majority shareholder and operator of the Dutch gas activities, comprising onshore and offshore production assets, including the Piek Gas Installatie facility in Alkmaar. \u001d  \"By assuming control of an existing operation with significant interests in the upstream, midstream and downstream businesses, Taqa has positioned itself well at the center of the 'Energy Roundabout' of Europe, ideally located between Europe's two main demand centers - the U.K. and Germany,\" said Peter Barker-Homek, Taqa's chief executive. \u001d  The operation also consists of gas storage facilities at the Bergermeer field in the Netherlands, linking Dutch and British gas hubs. \u001d  Taqa is developing the world's first offshore liquefied natural gas regasification facility, utilizing the depleted field P15/P18, just off the port of Rotterdam, the press release said. \u001d  The company expects to be able to provide LNG Regas at a cost below EUR0.3 per million British thermal units, attracting LNG producers and targeting the U.K. and European markets, said the press release. \u001d  The BP E&P business had net production of around 62 million cubic feet a day in 2005. \u001d  Taqa, majority owned by the Abu Dhabi government, has invested in several energy-related areas such as power generation, desalination, renewables, upstream oil and gas, refining/retail and pipelines. \u001d  The company is building up its position in Europe. It recently acquired Talisman Energy's (TLM.T) Brae assets in the U.K for $550 million. Last year it bought a stake in Russia's state-run oil and gas major Rosneft (ROSN.RS) and in a unit of Electricite de France (1024251.FR). \u001d  -By Ayesha Daya, Dow Jones Newswires; +971 4 2279520; ayesha.daya@dowjones.com \u001d  Copyright (c) 2007 Dow Jones & Company, Inc. \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 08:29 ET (13:29 GMT)"},{"md5ID":"fd005ea22c76631a552773021de5a403","symR":["7203.TO","TM","JP3633400001"],"date":"2007-02-03","ret":[-0.00099,-0.00099,-0.00099],"ret5":[-0.00099,-0.00099,-0.00099],"Headline":"Rumors Swirling About Location Of Toyota's Next US Plant","GmtTimeStamp":"2007-02-03T18:47:00.000000000","CompanyCodes":["7203.TO","TM","JP3633400001"],"IndustryCodes":["AUT","X225","XATI","XDJGI","XGTI","XNYA"],"Story":"\b \u001d  CHATTANOOGA, Tenn. (AP)--Rumors are swirling that Toyota Motor Corp. (TM) is close to making an announcement about where it will build its next U.S. assembly plant. \u001d  But if a decision is coming soon, nobody's talking. \u001d  \"We are actively looking at sites,\" said Dan Sieger, a spokesman for Japan's top automaker, and that's the most anyone at Toyota would say. \u001d  Competition is fierce since the assembly plant would create at least 2,000 new jobs. Newspapers have reported that Chattanooga is a finalist, along with Marion, Ark., which is near Memphis. \u001d  The Wall Street Journal, citing anonymous sources, also mentioned Chattanooga and Marion, along with Alamo, Tenn., and Davidson County, N.C. \u001d  But Chattanooga's mayor, Tennessee's governor and the state's top industry recruiter won't say anything specific about the Toyota plant. \u001d  Officials in Chattanooga already have a 1,600-acre industrial site ready, and they have a contract with the law firm of Howard Baker, the former U.S. senator and ambassador to Japan, to help with economic development. Baker would not comment. \u001d  Beyond the 2,000 jobs, the Toyota plant could make an even bigger employment ripple, with an indirect impact of about 10,000 jobs, according to studies by the Center for Automotive Research in Ann Arbor, Mich. \u001d  Michael Randle, editor and publisher of Southern Business and Development magazine in Birmingham, Ala., said he has correctly predicted most auto assembly plant sites, starting with BMW in South Carolina in 1992. He is not ruling out Chattanooga, but he guesses Toyota will pick Marion, Ark., this time. \u001d  Randle said no Japanese auto company has ever located a new plant on a redeveloped former industrial site, also known as a \"brownfield\" location. \u001d  The Chattanooga site is on land that was part of a former Army TNT plant complex, with ammunition bunkers that have been removed. The TNT plant shut down in 1977 and the Army cleaned up explosives, metals and PCBs in the soil and groundwater. \u001d  \"It's not a slam on Chattanooga,\" Randle said. \"I just don't think it's going to be an automotive plant.\" \u001d  Tennessee Department of Environment and Conservation spokeswoman Tisha Calabrese-Benton said the Chattanooga site was never categorized as a brownfield. \u001d  She said some cleanup work was done at the site to remove limited areas of contamination. \"The site has been investigated, cleared and is clean to a residential standard,\" she said. \u001d  Hamilton County Mayor Claude Ramsey also said the Chattanooga site had been tested by state and federal officials and was \"clean and ready to be used.\" \u001d  \"We even have insurance if something is found,\" Ramsey said. \u001d  Sieger, the Toyota spokesman, said that in the two decades since the company started building plants in the U.S., all of them had been on \"greenfield\" sites, land that was either agricultural or undeveloped. \u001d  \"Whether a site is a greenfield or brownfield is something we look at. It is a factor,\" Sieger said. \"But by no means is it an absolute prerequisite for a decision.\" \u001d  Steven Szakaly, an economist at the Center for Automotive Research, said auto companies prefer greenfield sites because there is usually plenty of nearby space for suppliers. \u001d  The new assembly plant would continue the trend of Japanese automakers moving manufacturing to the Southeastern U.S., where labor costs remain low. \u001d  Gov. Phil Bredesen has said repeatedly that Tennessee is working hard to recruit automotive industries, and Nissan Motor Co. (NSANY) recently moved its North American headquarters from California to the Nashville area. \u001d  Toyota has continued to grab market share and in 2006 passed DaimlerChrysler AG (DCX) as the No. 3 auto seller in the U.S. for the first time during a full calendar year. Analysts predict Toyota will likely knock Ford Motor Co. (F) off its traditional No. 2 spot for the full year in 2007. \u001d  In November, the company started production of its revamped, full-size Tundra pickup at a 2.2 million-square-foot plant in San Antonio, Texas. \u001d  Jacob Lemus, owner of the City Cafe Diner just down the road from the Chattanooga site, said a new Toyota plant would certainly boost business in his 90-seat restaurant. \u001d  \"It would help everybody,\" Lemus said. \"I would just like to know.\" \b \u001d  (END) Dow Jones Newswires\u001d  February 03, 2007 13:47 ET (18:47 GMT)\u001d  Copyright (c) 2007 Dow Jones & Company, Inc."}]
